Repository: anope/anope
Catalog: language/anope.*.po
Languages: fr_fr

source: Current number of SNLINEs: %d
fr_fr: Nombre de SNLINEs actuel: %d

source: Current number of SQLINEs: %d
fr_fr: Nombre de SQLINEs actuel: %d

source: Current number of SZLINEs: %d
fr_fr: Nombre de SZLINEs actuel: %d

source: Current users: %d (%d ops)
fr_fr: Utilisateurs actuels: %d (%d ops)

source: DEL <nick>.
fr_fr: DEL <pseudo>.

source: DEL [ channel ] { num | list | ALL}
fr_fr: DEL [ canal ] { num | liste | ALL}

source: DELALL <nick>.
fr_fr: DELALL <pseudo>.

source: DROP channel
fr_fr: DROP canal

source: Default AKILL expiry time: %d days
fr_fr: Temps d'échéance des AKILLs par défaut: %d jours

source: Default AKILL expiry time: %d hours
fr_fr: Temps d'échéance des AKILLs par défaut: %d heures

source: Default AKILL expiry time: %d minutes
fr_fr: Temps d'échéance des AKILLs par défaut: %d minutes

source: Default AKILL expiry time: 1 day
fr_fr: Temps d'échéance des AKILLs par défaut: 1 jour

source: Default AKILL expiry time: 1 hour
fr_fr: Temps d'échéance des AKILLs par défaut: 1 heure

source: Default AKILL expiry time: 1 minute
fr_fr: Temps d'échéance des AKILLs par défaut: 1 minute

source: Default AKILL expiry time: No expiration
fr_fr: Temps d'échéance des AKILLs par défaut: Pas d'échéance

source: Default SNLINE expiry time: %d days
fr_fr: Temps d'échéance des SNLINEs par défaut: %d jours

source: Default SNLINE expiry time: %d hours
fr_fr: Temps d'échéance des SNLINEs par défaut: %d heures

source: Default SNLINE expiry time: %d minutes
fr_fr: Temps d'échéance des SNLINEs par défaut: %d minutes

source: Default SNLINE expiry time: 1 day
fr_fr: Temps d'échéance des SNLINEs par défaut: 1 jour

source: Default SNLINE expiry time: 1 hour
fr_fr: Temps d'échéance des SNLINEs par défaut: 1 heure

source: Default SNLINE expiry time: 1 minute
fr_fr: Temps d'échéance des SNLINEs par défaut: 1 minute

source: Default SNLINE expiry time: No expiration
fr_fr: Temps d'échéance des SNLINEs par défaut: Pas d'échéance

source: Default SQLINE expiry time: %d days
fr_fr: Temps d'échéance des SQLINEs par défaut: %d jours

source: Default SQLINE expiry time: %d hours
fr_fr: Temps d'échéance des SQLINEs par défaut: %d heures

source: Default SQLINE expiry time: %d minutes
fr_fr: Temps d'échéance des SQLINEs par défaut: %d minutes

source: Default SQLINE expiry time: 1 day
fr_fr: Temps d'échéance des SQLINEs par défaut: 1 jour

source: Default SQLINE expiry time: 1 hour
fr_fr: Temps d'échéance des SQLINEs par défaut: 1 heure

source: Default SQLINE expiry time: 1 minute
fr_fr: Temps d'échéance des SQLINEs par défaut: 1 minute

source: Default SQLINE expiry time: No expiration
fr_fr: Temps d'échéance des SQLINEs par défaut: Pas d'échéance

source: Default SZLINE expiry time: %d days
fr_fr: Temps d'échéance des SZLINEs par défaut: %d jours

source: Default SZLINE expiry time: %d hours
fr_fr: Temps d'échéance des SZLINEs par défaut: %d heures

source: Default SZLINE expiry time: %d minutes
fr_fr: Temps d'échéance des SZLINEs par défaut: %d minutes

source: Default SZLINE expiry time: 1 day
fr_fr: Temps d'échéance des SZLINEs par défaut: 1 jour

source: Default SZLINE expiry time: 1 hour
fr_fr: Temps d'échéance des SZLINEs par défaut: 1 heure

source: Default SZLINE expiry time: 1 minute
fr_fr: Temps d'échéance des SZLINEs par défaut: 1 minute

source: Default SZLINE expiry time: No expiration
fr_fr: Temps d'échéance des SZLINEs par défaut: Pas d'échéance

source: Deleted %d entries from %s access list.
fr_fr: %d entrées supprimées de la liste d'accès de %s.

source: Deleted %d entries from %s autokick list.
fr_fr: %d entrées supprimées de la liste de kicks automatiques de %s.

source: Deleted %d entries from %s bad words list.
fr_fr: %d entrées supprimées de la liste des mots interdits de %s.

source: Deleted %d entries from session-limit exception list.
fr_fr: %d entrées supprimées de la liste des exceptions à la limitation de sessions.

source: Deleted %d entries from the AKILL list.
fr_fr: %d entrées supprimées de la liste d'AKILL.

source: Deleted %d entries from the SNLINE list.
fr_fr: %d entrées supprimées de la liste de SNLINEs.

source: Deleted %d entries from the SQLINE list.
fr_fr: %d entrées supprimées de la liste de SQLINEs.

source: Deleted %d entries from the SZLINE list.
fr_fr: %d entrées supprimées de la liste de SZLINEs.

source: Deleted 1 entry from %s access list.
fr_fr: 1 entrée supprimée de la liste d'accès de %s.

source: Deleted 1 entry from %s autokick list.
fr_fr: 1 entrée supprimée de la liste de kicks automatiques de %s.

source: Deleted 1 entry from %s bad words list.
fr_fr: 1 entrée supprimée de la liste des mots interdits de %s.

source: Deleted 1 entry from session-limit exception list.
fr_fr: 1 entrée supprimée de la liste des exceptions à la limitation de sessions.

source: Deleted 1 entry from the AKILL list.
fr_fr: 1 entrée supprimée de la liste d'AKILL.

source: Deleted 1 entry from the SNLINE list.
fr_fr: 1 entrée supprimée de la liste de SNLINEs.

source: Deleted 1 entry from the SQLINE list.
fr_fr: 1 entrée supprimée de la liste de SQLINEs.

source: Deleted 1 entry from the SZLINE list.
fr_fr: 1 entrée supprimée de la liste de SZLINEs.

source: Description of %s changed to %s.
fr_fr: La description de %s est maintenant %s.

source: Displayed all records (Count: %d)
fr_fr: Affiche tous les enregistrements (Nb: %d)

source: Displayed records from %d to %d
fr_fr: Affiche les enregistrements de %d à %d

source: Displayed records matching key %s (Count: %d)
fr_fr: Affiche les enregistrements contenant %s (Nb: %d)

source: Don't use bolds on this channel!
fr_fr: N'utilisez pas de caractères gras sur ce canal!

source: Don't use colors on this channel!
fr_fr: N'utilisez pas de couleurs sur ce canal!

source: Don't use reverses on this channel!
fr_fr: N'utilisez pas de caractères inversés sur ce canal!

source: Don't use the word "%s" on this channel!
fr_fr: Ne dites pas %s sur ce canal!

source: Don't use underlines on this channel!
fr_fr: N'utilisez pas de caractères soulignés sur ce canal!

source: E-mail address for %s changed to %s.
fr_fr: L'adresse E-mail pour %s a été changée en %s.

source: E-mail address for %s unset.
fr_fr: L'adresse E-mail pour %s a été effacée.

source: E-mail for %s is invalid.
fr_fr: L'adresse e-mail de %s est invalide.

source: EXCEPTION {ADD | DEL | MOVE | LIST | VIEW} [ params ]
fr_fr: EXCEPTION {ADD | DEL | MOVE | LIST | VIEW} [ paramètres ]

source: Emails Match %s to %s.
fr_fr: E-mails trouvés %s pour %s.

source: End of %s list.
fr_fr: Fin du %s list.

source: End of access list.
fr_fr: Fin de liste d'accès.

source: End of channel list.
fr_fr: Fin de la liste des channels.

source: End of list - %d/%d channels shown.
fr_fr: Fin de la liste - %d/%d correspondances affichées.

source: End of list - %d/%d matches shown.
fr_fr: Fin de la liste - %d/%d correspondances affichées.

source: End of users list.
fr_fr: Fin de la liste des utilisateurs.

source: English
fr_fr: Français

source: Error! The Ident is too long, please use an ident shorter than %d characters.
fr_fr: Erreur! l'Ident est trop long, veuillez entrer moins de %d caratères.

source: Error! The vhost is too long, please use a host shorter than %d characters.
fr_fr: Erreur! Le vhost est trop long, veuillez entrer moins de %d caratères.

source: Exception for %s (#%d) moved to position %d.
fr_fr: L'exception pour %s (#%d) a été déplacée à la position %d.

source: Exception for %s has been updated to %d.
fr_fr: L'exception pour %s a été changée en %d.

source: Expires on: %s
fr_fr: Expire le: %s

source: Expiry time of %s changed.
fr_fr: L'échéance de %s a été changée.

source: FORBID channel reason
fr_fr: FORBID canal raison

source: FORBID channel [ reason ]
fr_fr: FORBID canal [ raison ]

source: FORBID nickname reason
fr_fr: FORBID pseudo raison

source: FORBID nickname [ reason ]
fr_fr: FORBID pseudo [ raison ]

source: Fantasy
fr_fr: Fantaisie

source: Founder of %s changed to %s.
fr_fr: Le propriétaire de %s est maintenant %s.

source: GETEMAIL user@email-host No WildCards!!
fr_fr: GETEMAIL user@email-host Pas de jokers !!

source: GETKEY channel
fr_fr: GETKEY canal

source: GETPASS nickname
fr_fr: GETPASS pseudo

source: GETPASS command unavailable because encryption is in use.
fr_fr: La commande GETPASS est indisponible car le cryptage est utilisé.

source: GHOST nickname [ password ]
fr_fr: GHOST pseudo [ motdepasse ]

source: Ghost with your nick has been killed.
fr_fr: L'utilisateur fantôme utilisant votre pseudo a été déconnecté.

source: Greet
fr_fr: Message d'accueil

source: Greet message displayed
fr_fr: Message d'accueil affiché

source: Greet message for %s changed to %s.
fr_fr: Le message d'accueil pour %s a été changé en %s

source: Greet message for %s unset.
fr_fr: Le message d'accueil de %s a été effacé.

source: HOP channel {ADD|DEL|LIST|CLEAR} [ nick | entry-list ]
fr_fr: HOP canal {ADD|DEL|LIST|CLEAR} [ pseudo [ level ] | liste-d'entrées ]

source: HostServ : %6d records, %5d kB
fr_fr: HostServ : %6d enregistrements, %5d ko

source: Hosts with at least %d sessions:
fr_fr: Hôtes ayant au moins %d sessions:

source: IDENTIFY [account] password
fr_fr: IDENTIFY motdepasse

source: INFO channel
fr_fr: INFO canal

source: INFO nick
fr_fr: INFO pseudo

source: INFO { chan | nick }
fr_fr: INFO { canal | pseudo }

source: INVITE channel
fr_fr: INVITE canal

source: If you do not change within 20 seconds, I will change your nick.
fr_fr: Si vous ne changez pas d'ici 20 secondes, je changerai votre pseudo.

source: If you do not change within one minute, I will change your nick.
fr_fr: Si vous ne changez pas d'ici 1 minute, je changerai votre pseudo.

source: Ignore list has been cleared.
fr_fr: La liste des ignorés a été purgée.

source: Ignore list is empty.
fr_fr: La liste des ignorés est vide.

source: In order to use this command, you must first identify with your password (%R%S HELP IDENTIFY for more information). Type %R%S HELP SET option  for more information on a specific option.
fr_fr: Pour utiliser cette commande, vous devez d'abord vous identifier avec votre mot de passe (/msg %S HELP IDENTIFY pour plus d'informations). Tapez /msg %S HELP SET option  pour plus d'informations sur une option spécifique.

source: Incorrect range specified. The correct syntax is # from - to .
fr_fr: Portée incorrecte spécifiée. La syntaxe correcte est # from - to .

source: Information for bot %s:
fr_fr: Information pour le bot %s:

source: Information for channel %s:
fr_fr: Informations pour le canal %s:

source: Invalid expiry time.
fr_fr: Echéance invalide.

source: Invalid hostmask. Only real hostmasks are valid as exceptions are not matched against nicks or usernames.
fr_fr: Masque d'hôte invalide. Seuls les masques d'hôtes réels sont valides puisque les exceptions ne sont pas comparées aux pseudos et utilisateurs.

source: Invalid passcode has been entered, please check the e-mail again, and retry
fr_fr: Passcode invalide, merci de le vérifier.

source: Invalid session limit. It must be a valid integer greater than or equal to zero and less than %d.
fr_fr: Limite de session invalide. Elle doit être un entier valide supérieur ou égal à zero et plus petit que %d.

source: Invalid threshold value. It must be a valid integer greater than 1.
fr_fr: Valeur minimale invalide. Elle doit être un entier valide supérieur à 1.

source: JUPE servername [ reason ]
fr_fr: JUPE nom-du-serveur [ raison ]

source: KICK channel user reason
fr_fr: KICK canal utilisateur raison

source: Key for channel %s is %s.
fr_fr: La clé du canal %s est %s.

source: LEVELS channel {SET | DIS[ABLE] | LIST | RESET} [ item [ level ]]
fr_fr: LEVELS canal {SET | DIS[ABLE] | LIST | RESET} [ option [ level ]]

source: LIST pattern
fr_fr: LIST modèle

source: LIST pattern [FORBIDDEN] [SUSPENDED] [NOEXPIRE] [UNCONFIRMED]
fr_fr: LIST modèle [FORBIDDEN] [SUSPENDED] [NOEXPIRE] [UNCONFIRMED]

source: LIST [ channel ] [ list | NEW]
fr_fr: LIST [ canal ] [ liste | NEW]

source: LOGONNEWS {ADD|DEL|LIST} [ text | num ]
fr_fr: LOGONNEWS {ADD|DEL|LIST} [ texte | nombre ]

source: Language changed to English.
fr_fr: Votre langue est maintenant le Français.

source: Last memo to %s has been cancelled.
fr_fr: Le dernier mémo envoyé à %s a été supprimé.

source: Last quit message: %s
fr_fr: Dernier déconnexion: %s

source: Last seen address: %s
fr_fr: Adresse: %s

source: Level for %s on channel %s changed to %d.
fr_fr: Le niveau pour %s du channel %s est maintenant de %d.

source: Level must be between %d and %d inclusive.
fr_fr: Le niveau doit être compris entre %d et %d inclus.

source: Levels are not available as xOP is enabled on this channel.
fr_fr: Cette commande est inutile dans ce mode.

source: List of entries matching %s:
fr_fr: Liste des entrées correspondantes à %s:

source: List of nicknames in the group of %s:
fr_fr: Liste des pseudos dans le groupe de %s:

source: List of nicknames in your group:
fr_fr: Liste des pseudos dans votre groupe:

source: Local channels cannot be registered.
fr_fr: Les canaux locaux ne peuvent être enregistrés.

source: Logon news item #%d not found!
fr_fr: Article de logon news #%d non trouvé!

source: Logon news items:
fr_fr: Articles des logon news:

source: MODE channel modes
fr_fr: MODE canal modes

source: MODINFO FileName
fr_fr: MODINFO Fichier

source: MODLOAD FileName
fr_fr: MODLOAD Fichier

source: MODUNLOAD FileName
fr_fr: MODUNLOAD Fichier

source: Mask %s already present on your access list.
fr_fr: Le masque %s existe déjà dans votre liste d'accès.

source: Mask must be in the form user @ host .
fr_fr: Le masque doit avoir le format user @ host .

source: Maximum users: %d (%s)
fr_fr: Record d'utilisateurs: %d (%s)

source: Memo %d from %s (%s). To delete, type: %R%s DEL %d
fr_fr: Mémo %d de %s (%s). Pour supprimer, tapez: /msg %s DEL %d

source: Memo %d from %s (%s). To delete, type: %R%s DEL %s %d
fr_fr: Mémo %d de %s (%s). Pour supprimer, tapez: /msg %s DEL %s %d

source: Memo %d has been deleted.
fr_fr: Le mémo %d a été supprimé.

source: Memo limit disabled for %s.
fr_fr: Limite de mémos de %s désactivée.

source: Memo limit for %s set to %d.
fr_fr: Limite de mémos de %s définie à %d.

source: Memo limit for %s set to 0.
fr_fr: Limite de mémos de %s définie à 0.

source: Memo limit too large; limiting to %d instead.
fr_fr: Limite de mémos trop grande, limitation à %d.

source: Memo sent to %s.
fr_fr: Mémo envoyé à %s.

source: Memos for %s. To read, type: %R%s READ num 
fr_fr: Mémos pour %s. Pour lire, tapez: /msg %s READ num 

source: Memos for %s. To read, type: %R%s READ %s num 
fr_fr: Mémos pour %s. Pour lire, tapez: /msg %s READ %s num 

source: Message mode
fr_fr: Mode message

source: Module %s loaded
fr_fr: Le module %s a été chargé.

source: Module %s unloaded
fr_fr: Le module %s a été déchargé.

source: Module: %s Version: %s Author: %s loaded: %s
fr_fr: Module: %s Version: %s Auteur: %s chargé: %s

source: NOOP {SET|REVOKE} server
fr_fr: NOOP {SET|REVOKE} serveur

source: NS Aliases : %6d records, %5d kB
fr_fr: Aliases NS : %6d enregistrements, %5d ko

source: NS Groups : %6d records, %5d kB
fr_fr: Groupes NS : %6d enregistrements, %5d ko

source: Never kicked by the bot's kickers
fr_fr: Jamais kické par les kickers du bot

source: New memo
fr_fr: Nouveau mémo

source: New memos for %s. To read, type: %R%s READ num 
fr_fr: Nouveaux mémos pour %s. Pour lire, tapez: /msg %s READ num 

source: New memos for %s. To read, type: %R%s READ %s num 
fr_fr: Nouveaux mémos pour %s. Pour lire, tapez: /msg %s READ %s num 

source: News list is full!
fr_fr: La liste des News est pleine!

source: Nick %s has been forbidden by %s: %s
fr_fr: Le pseudo %s a été interdit par %s: %s

source: Nick %s is an illegal nickname and cannot be used.
fr_fr: Le pseudo %s est un pseudo illégal et ne peut pas etre utilisé.

source: Nick %s is currently in use.
fr_fr: Le pseudo %s est déja utilisé.

source: Nick %s is now forbidden.
fr_fr: Le pseudo %s est désormais interdit.

source: Nick %s is part of this Network's Services.
fr_fr: Le pseudo %s fait partie des services du réseau.

source: Nick %s isn't being held.
fr_fr: Le pseudo %s n'est pas en tutelle.

source: Nick %s isn't currently in use.
fr_fr: Le pseudo %s n'est actuellement pas utilisé.

source: Nick %s isn't registered.
fr_fr: Le nick %s n'est pas enregistré.

source: Nick %s may not be registered or used.
fr_fr: Le pseudo %s ne peut être ni enregistré ni utilisé.

source: Nick %s not found on ignore list.
fr_fr: %s n'a pas été trouvé dans la liste des ignorés.

source: Nick %s was truncated to %d characters.
fr_fr: Le pseudo %s a été tronqué de %d caractères.

source: Nick %s will expire.
fr_fr: Le pseudo %s expirera.

source: Nick %s will not expire.
fr_fr: Le pseudo %s n'expirera pas.

source: Nick %s doesn't have a memo from you.
fr_fr: Le pseudo %s n'a aucun mémo de votre part.

source: Nick %s has been logged out.
fr_fr: Le pseudo %s n'est plus identifié.

source: Nick %s is currently suspended.
fr_fr: Le pseudo %s est actuellement suspendu.

source: Nick %s is now released.
fr_fr: Le pseudo %s est liberé.

source: Nick %s is now suspended.
fr_fr: Le pseudo %s est suspendu.

source: Nick NOT registered, please try again later.
fr_fr: Pseudo non enregistré... Réessayez plus tard.

source: Nickname %s confirmed
fr_fr: Pseudo %s confirmé

source: Nickname %s has been dropped.
fr_fr: Le pseudo %s a été effacé.

source: Nickname %s is already registered!
fr_fr: Le pseudo %s est déjà enregistré!

source: Nickname %s may not be registered.
fr_fr: Le pseudo %s ne peut être enregistré.

source: Nickname %s registered under your account: %s
fr_fr: Le pseudo %s est maintenant enregistré sous votre masque: %s

source: Nicknames that are not used anymore are subject to the automatic expiration, i.e. they will be deleted after %d days if not used.
fr_fr: Les pseudos qui ne sont plus utilisés sont sujets à l'expiration automatique, c'est-à-dire qu'ils seront effacés après %d jours de non utilisation.

source: No Emails listed for %s.
fr_fr: Aucun E-mail listé pour %s.

source: No bot
fr_fr: Pas de bot

source: No help available for %s.
fr_fr: Aucune aide disponible sur %s.

source: No information about module %s is available
fr_fr: Aucune information sur le module %s n'est accessible.

source: No logon news items to delete!
fr_fr: Aucun article de logon news à supprimer!

source: No matching entries on %s access list.
fr_fr: Aucune entrée correspondante sur la liste d'accès de %s.

source: No matching entries on %s autokick list.
fr_fr: Aucune entrée correspondante sur la liste de kicks automatiques de %s.

source: No matching entries on %s bad words list.
fr_fr: Aucune entrée correspondante sur la liste des mots interdits de %s.

source: No matching entries on session-limit exception list.
fr_fr: Aucune entrée correspondante sur la liste des exceptions à la limitation de sessions.

source: No matching entries on the AKILL list.
fr_fr: Aucune entrée correspondante sur la liste d'AKILL.

source: No matching entries on the SNLINE list.
fr_fr: Aucune entrée correspondante sur la liste de SNLINEs.

source: No matching entries on the SQLINE list.
fr_fr: Aucune entrée correspondante sur la liste de SQLINEs.

source: No matching entries on the SZLINE list.
fr_fr: Aucune entrée correspondante sur la liste de SZLINEs.

source: No memo was cancelable.
fr_fr: Aucun mémo n'était annulable.

source: No modules currently loaded
fr_fr: Aucun module n'est chargé

source: No oper news items to delete!
fr_fr: Pas d'article OPER news à supprimer!

source: No random news items to delete!
fr_fr: Aucune nouvelle aléatoire à supprimer!

source: No reason
fr_fr: Aucune raison

source: No signed kick when SIGNKICK LEVEL is used
fr_fr: Pas de kick signé quand SIGNKICK LEVEL est utilisé

source: None
fr_fr: Aucune

source: Not allowed to join channel
fr_fr: Non autorisé à rejoindre le canal s'il est restreint

source: Note that any channel which is not used for %d days (i.e. which no user on the channel's access list enters for that period of time) will be automatically dropped.
fr_fr: Notez que tout canal non utilisé pendant %d jours (c'est-à-dire une période pendant laquelle aucun utilisateur figurant sur la liste d'accès du canal ne vient sur le canal) il sera automatiquement effacé.

source: Num Limit Host
fr_fr: Num Limite Host

source: OLINE nick flags
fr_fr: OLINE pseudo flags

source: OP Notice
fr_fr: Notice sur OP

source: OPERNEWS {ADD|DEL|LIST} [ text | num ]
fr_fr: OPERNEWS {ADD|DEL|LIST} [ texte | nombre ]

source: Old info is equal to the new one.
fr_fr: L'ancienne information est égale à la nouvelle.

source: On Level Nick
fr_fr: On Level Pseudo

source: Oper news item #%d deleted.
fr_fr: Article OPER news #%d supprimé.

source: Oper news item #%d not found!
fr_fr: Article OPER news #%d non trouvé!

source: Oper news items:
fr_fr: Articles oper news:

source: OperServ : %6d records, %5d kB
fr_fr: OperServ : %6d enregistrements, %5d ko

source: Operflags %s have been added for %s.
fr_fr: Une O:LINE avec les flags %s a été ajoutée pour %s.

source: Ops protection
fr_fr: Protection des OPs

source: Option %s cannot be set on this network.
fr_fr: L'option %s ne peut être changée sur ce réseau.

source: Passcode for %s is %s.
fr_fr: Le passcode pour %s est %s.

source: Password accepted - you are now recognized.
fr_fr: Mot de passe accepté - vous êtes maintenant identifié.

source: Password authentication required for that command. Retry after typing %R%s IDENTIFY password .
fr_fr: L'authentification par mot de passe est requise pour cette commande. Réessayez après avoir tapé /msg %s IDENTIFY motdepasse .

source: Password for %s changed to %s.
fr_fr: Le mot de passe pour %s a été changé en %s.

source: Password for %s changed.
fr_fr: Mot de passe changé pour %s.

source: Password for %s is %s.
fr_fr: Le mot de passe de %s est %s.

source: Password incorrect.
fr_fr: Mot de passe incorrect.

source: Password of %s has been sent.
fr_fr: Le mot de passe de %s a été envoyé.

source: Peace
fr_fr: Paix

source: Please contact an Operator to get a vhost assigned to this nick.
fr_fr: Contactez un opérateur afin d'avoir un vhost sous ce pseudo.

source: Please use a valid server name when juping
fr_fr: Veuillez indiquer un nom de serveur valide pour JUPE.

source: Please use the symbol of # when attempting to register
fr_fr: Veuillez utiliser les symbole # quand vous voulez enregistrer un canal.

source: Please wait %d seconds and retry.
fr_fr: Attendez %d secondes et réessayez.

source: Please wait %d seconds before using the GROUP command again.
fr_fr: Attendez %d secondes avant d'utiliser la commande GROUP à nouveau.

source: Please wait %d seconds before using the REGISTER command again.
fr_fr: Veuillez attendre %d secondes avant d'utiliser la commande REGISTER à nouveau.

source: Please wait %d seconds before using the RSEND command again.
fr_fr: Veuillez attendre %d secondes avant d'utiliser RSEND à nouveau.

source: Please wait %d seconds before using the SEND command again.
fr_fr: Veuillez patienter %d secondes avant d'utiliser la commande SEND à nouveau.

source: Private
fr_fr: Confidentialité

source: RANDOMNEWS {ADD|DEL|LIST} [ text | num ]
fr_fr: RANDOMNEWS {ADD|DEL|LIST} [ texte | nombre ]

source: READ [ channel ] { list | LAST | NEW}
fr_fr: READ [ canal ] { liste | LAST | NEW}
