Repository: anope/anope
Catalog: language/anope.*.po
Languages: fr_fr

source: Syntax: MODLOAD FileName This command loads the module named FileName from the modules directory.
fr_fr: Syntaxe: MODLOAD Fichier Cette commande charge le module depuis le fichier situé dans le répertoire des modules.

source: Syntax: MODUNLOAD FileName This command unloads the module named FileName from the modules directory.
fr_fr: Syntaxe: MODUNLOAD Fichier Cette commande décharge le module depuis le fichier situé dans le répertoire des modules.

source: Syntax: OFF Deactivates the vhost currently assigned to the nick in use. When you use this command any user who performs a /whois on you will see your real IP address.
fr_fr: Syntaxe: OFF Désactive le vhost que vous utilisez actuellement. L'utilisation de cette commande rendra visible votre IP.

source: Syntax: OLINE user flags  Allows Services Opers to give Operflags to any user. Flags have to be prefixed with a "+" or a "-". To remove all flags simply type a "-" instead of any flags.
fr_fr: Syntaxe: OLINE pseudo flags  Permet de mettre un OperFlag à un utilisateur. Préfixes: "+" et "-". Pour tout supprimer, spécifiez "-"

source: Syntax: ON Activates the vhost currently assigned to the nick in use. When you use this command any user who performs a /whois on you will see the vhost instead of your real IP address.
fr_fr: Syntaxe: ON Active le vhost actuellement configuré pour ce pseudo. Vous verrez ce vhost dans votre /whois à la place de votre host actuel.

source: Syntax: OPERNEWS ADD text 
fr_fr: Syntaxe: OPERNEWS ADD texte 

source: Syntax: OPERNEWS ADD text  OPERNEWS DEL { num | ALL} OPERNEWS LIST Edits or displays the list of oper news messages. When a user opers up (with the /OPER command), these messages will be sent to them. (However, no more than %d messages will be sent in order to avoid flooding the user. If there are more news messages, only the most recent will be sent.) NewsCount can be configured in services.conf. OPERNEWS may only be used by Services Operators.
fr_fr: Syntaxe: OPERNEWS ADD texte  OPERNEWS DEL { nombre | ALL} OPERNEWS LIST Edite ou affiche la liste des messages OPER news. Quand un utilisateur utilise la commande /OPER, ces messages lui seront envoyés. (Cependant, pas plus de %d messages seront envoyés afin de ne pas flooder l'utilisateur. Si il y a plus de messages news, seuls les plus récents seront envoyés.) NewsCount peut être configuré dans services.conf. OPERNEWS ne peut être utilisé que pas les Opérateurs Services.

source: Syntax: OPERNEWS DEL { num | ALL}
fr_fr: Syntaxe: OPERNEWS DEL { num | ALL}

source: Syntax: QUIT Causes Services to do an immediate shutdown; databases are not saved. This command should not be used unless damage to the in-memory copies of the databases is feared and they should not be saved. For normal shutdowns, use the SHUTDOWN command.
fr_fr: Syntaxe: QUIT Provoque un arrêt immédiat des Services, les bases de données ne sont pas sauvegardées. Cette commande ne devrait pas être utilisée à moins que des dommages dans la copie en mémoire des bases de données ne soient soupçonnés. Pour des arrêts normaux, utilisez la commande SHUTDOWN.

source: Syntax: RANDOMNEWS ADD text 
fr_fr: Syntaxe: RANDOMNEWS ADD texte 

source: Syntax: RANDOMNEWS ADD text  RANDOMNEWS DEL { num | ALL} RANDOMNEWS LIST Edits or displays the list of random news messages. When a user connects to the network, one (and only one) of the random news will be randomly chosen and sent to them. RANDOMNEWS may only be used by Services Operators.
fr_fr: Syntaxe: RANDOMNEWS ADD texte  RANDOMNEWS DEL { nombre | ALL} RANDOMNEWS LIST Edite ou affiche la liste des nouvelles aléatoires. Lorsqu'un utilisateur se connecte au réseau, une (et une seule) de ces nouvelles sera choisie et lui sera envoyée. RANDOMNEWS ne peut être utilisé que pas les Opérateurs Services.

source: Syntax: RANDOMNEWS DEL { num | ALL}
fr_fr: Syntaxe: RANDOMNEWS DEL { num | ALL}

source: Syntax: RECOVER nickname [ password ] Allows you to recover your nickname if someone else has taken it; this does the same thing that %S does automatically if someone tries to use a kill-protected nick. When you give this command, %S will bring a fake user online with the same nickname as the user you're trying to recover your nick from. This causes the IRC servers to disconnect the other user. This fake user will remain online for %s to ensure that the other user does not immediately reconnect; after that time, you can reclaim your nick. Alternatively, use the RELEASE command (%R%S HELP RELEASE) to get the nick back sooner. In order to use the RECOVER command for a nick, your current address as shown in /WHOIS must be on that nick's access list, you must be identified and in the group of that nick, or you must supply the correct password for the nickname.
fr_fr: Syntaxe: RECOVER pseudo [ motdepasse ] Vous permet de récupérer votre pseudo si quelqu'un d'autre l'a pris. C'est équivalent à ce que %S fait automatiquement si quelqu'un essaie d'utiliser un pseudo protégé par SET KILL. Quand vous utilisez cette commande, %S connectera un faux utilisateur avec le même pseudo que l'utilisateur dont vous essayez de récupérer le pseudo. Cela provoque la déconnexion par les serveurs IRC de l'autre utilisateur. Ce faux utilisateur restera connecté pendant %s pour s'assurer que l'autre utilisateur ne se reconnecte pas immédiatement. Après ce temps, vous pouvez reprendre votre pseudo. Alternativement, utilisez la commande RELEASE (/msg %S HELP RELEASE) pour reprendre votre pseudo plus tôt. Pour utiliser la commande RECOVER pour un pseudo, l'adresse telle qu'elle est montrée dans un /WHOIS doit être sur la liste d'accès du pseudo, vous devez être identifié et dans le groupe du pseudo, ou vous devez fournir le mot de passe correct du pseudo.

source: Syntax: RELOAD Causes Services to reload the configuration file. Note that some directives still need the restart of the Services to take effect (such as Services' nicknames, activation of the session limitation, etc.)
fr_fr: Syntaxe: RELOAD Provoque le rechargement du fichier de configuration des Services. Notez que certaines directives demandent tout de même le redémarrage des Services pour prendre effet (comme le nom des services, l'activation de la limite de sessions, etc.)

source: Syntax: RESEND This command will re-send the auth code (also called passcode) to the e-mail address of the user whom is performing it.
fr_fr: Syntax: RESEND Cette commande envoie à nouveau le code d'authentification ( aussi appelé passcode) à l'adresse E-mail de l'utilisateur qui l'exécute.

source: Syntax: RESTART Causes Services to save all databases and then restart (i.e. exit and immediately re-run the executable).
fr_fr: Syntaxe: RESTART Provoque la sauvegarde de toutes les bases de données et le redémarrage des Services (c'est à dire qu'elle stoppe le programme et le relance immédiatement).

source: Syntax: SASET nickname DISPLAY new-display  Changes the display used to refer to the nickname group in Services. The new display MUST be a nick of the group.
fr_fr: Syntaxe: SASET pseudo DISPLAY nouvel-affichage  Change l'affichage utilisé pour nommer le groupe du pseudo dans les Services. Le nouvel affichage DOIT être un pseudo de votre groupe.

source: Syntax: SASET nickname EMAIL address  Associates the given E-mail address with the nickname.
fr_fr: Syntaxe: SASET pseudo EMAIL adresse-email  Associe l'E-mail donnée au pseudo.

source: Syntax: SASET nickname GREET message  Makes the given message the greet of the nickname, that will be displayed when joining a channel that has GREET option enabled, provided that the user has the necessary access on it.
fr_fr: Syntaxe: SASET pseudo GREET message  Définit un message d'accueil au pseudo, qui sera affiché lorsqu'il rejoint un canal qui a l'option GREET active, à condition d'avoir un niveau d'accès suffisant.

source: Syntax: SASET nickname HIDE {EMAIL | STATUS | USERMASK | QUIT} {ON | OFF} Allows you to prevent certain pieces of information from being displayed when someone does a %S INFO on the nick. You can hide the E-mail address (EMAIL), last seen user@host mask (USERMASK), the services access status (STATUS) and last quit message (QUIT). The second parameter specifies whether the information should be displayed (OFF) or hidden (ON).
fr_fr: Syntaxe: SASET pseudo HIDE {EMAIL | STATUS | USERMASK | QUIT} {ON | OFF} Vous permet d'empêcher l'affichage de certaines parties des informations quand quelqu'un fait un %S INFO sur le pseudo donné. Vous pouvez cacher son adresse e-mail (EMAIL), masque user@host vu pour la dernière fois (USERMASK), et la dernière raison de /QUIT (QUIT). Le second paramètre indique si l'option doit être affichée (OFF) ou cachée (ON).

source: Syntax: SASET nickname MSG {ON | OFF} Allows you to choose the way Services are communicating with the given user. With MSG set, Services will use messages, else they'll use notices.
fr_fr: Syntaxe: SASET pseudo MSG {ON | OFF} Vous permet de choisir la façon dont les Services communiquent avec le pseudo donné. Si cette option est activée, ils utiliseront des messages, sinon ils utiliseront des notices.

source: Syntax: SASET nickname NOEXPIRE {ON | OFF} Sets whether the given nickname will expire. Setting this to ON prevents the nickname from expiring.
fr_fr: Syntaxe: SASET pseudo NOEXPIRE {ON | OFF} Permet d'activer le mode NOEXPIRE au pseudo donné. Configurez ce paramètre sur ON pour que le pseudo n'expire pas.

source: Syntax: SASET nickname PRIVATE {ON | OFF} Turns %S's privacy option on or off for the nick. With PRIVATE set, the nickname will not appear in nickname lists generated with %S's LIST command. (However, anyone who knows the nickname can still get information on it using the INFO command.)
fr_fr: Syntaxe: SASET pseudo PRIVATE {ON | OFF} Active ou désactive le mode privé de %S du pseudo donné. Si le mode privé est actif, son pseudo n'apparaitra pas dans les listes de pseudos générées par la commande LIST de %S. (Cependant, quiconque connaissant son pseudo peut tout de même avoir des informations en utilisant la commande INFO).

source: Syntax: SAY channel text  Makes the bot say the given text on the given channel.
fr_fr: Syntaxe: SAY canal texte  Fait dire au bot le texte donné sur le canal donné.

source: Syntax: SENDPASS nickname  Send the password of the given nickname to the e-mail address set in the nickname record. This command is really useful to deal with lost passwords. May be limited to IRC operators on certain networks.
fr_fr: Syntaxe: SENDPASS pseudo  Envoie le mot de passe du pseudo donné à l'adresse e-mail qui a été définie pour ce pseudo. Cette commande est très utile pour régler les problèmes de mots de passe perdus. Peut être limité aux Opérateurs IRC sur certains réseaux.

source: Syntax: SESSION LIST threshold  SESSION VIEW host  Allows Services Operators to view the session list. SESSION LIST lists hosts with at least threshold sessions. The threshold must be a number greater than 1. This is to prevent accidental listing of the large number of single session hosts. SESSION VIEW displays detailed information about a specific host - including the current session count and session limit. The host value may not include wildcards. See the EXCEPTION help for more information about session limiting and how to set session limits specific to certain hosts and groups thereof.
fr_fr: Syntax: SESSION LIST minimal  SESSION VIEW host  Permet aux Opérateurs Services de voir la liste des sessions. SESSION LIST liste les hôtes ayant au minimum minimal sessions. La limite minimale doit être un nombre supérieur à 1. Ceci pour prévenir d'un listing accidentel d'un large nombre d'hôtes à session unique. SESSION VIEW affiche des informations détaillées sur une hôte spécifique - comprenant le nombre de sessions actuelles ainsi que la limite de sessions. La valeur host ne doit pas contenir de joker. Consultez l'aide de EXCEPTION pour plus d'informations concernant la limitation et comment définir les limites de sessions pour certains hôtes et groupes.

source: Syntax: SET <nick> <hostmask>. Sets the vhost for the given nick to that of the given hostmask. If your IRCD supports vIdents, then using SET <nick> <ident>@<hostmask> set idents for users as well as vhosts.
fr_fr: Syntaxe: SET <pseudo> <hostmask>. Configure le vhost donné pour le pseudo indiqué. Si le serveur IRC supporte la modification de l'ident, utilisez SET <nick> <ident>@<hostmask> Limité aux Services Opérateurs.

source: Syntax: SET bot-nick PRIVATE { ON|OFF } This option prevents a bot from being assigned to a channel by users that aren't IRC operators.
fr_fr: Syntaxe: SET nick-du-bot PRIVATE { ON|OFF } Cette option empêche un bot d'être attribué à un canal par des utilisateurs qui ne sont pas OPérateurs IRC. Réservé aux administrateurs des services.

source: Syntax: SET channel option parameters  Allows the channel founder to set various channel options and other information. Available options:
fr_fr: Syntaxe: SET canal option paramètres  Permet au propriétaire du canal de configurer diverses options du canal et d'autres informations. Options disponibles:

source: Syntax: SET channel DONTKICKOPS { ON|OFF } Enables or disables ops protection mode on a channel. When it is enabled, ops won't be kicked by the bot even if they don't match the NOKICK level.
fr_fr: Syntaxe: SET canal DONTKICKOPS { ON|OFF } Active ou désactive la protection des OPs sur un canal. Quand elle est active, cette option empêche le bot de kicker les OPs même s'ils sont en-deçà du niveau NOKICK.

source: Syntax: SET channel DONTKICKVOICES { ON|OFF } Enables or disables voices protection mode on a channel. When it is enabled, voices won't be kicked by the bot even if they don't match the NOKICK level.
fr_fr: Syntaxe: SET canal DONTKICKVOICES { ON|OFF } Active ou désactive la protection des Voices sur un canal. Quand elle est active, cette option empêche le bot de kicker les Voices même s'ils sont en-deçà du niveau NOKICK.

source: Syntax: SET channel FANTASY { ON|OFF } Enables or disables fantasy mode on a channel. When it is enabled, users will be able to use commands !op, !deop, !voice, !devoice, !kick, !kb, !unban, !seen on a channel (find how to use them; try with or without nick for each, and with a reason for some?). Note that users wanting to use fantaisist commands MUST have enough level for both the FANTASIA and another level depending of the command if required (for example, to use !op, user must have enough access for the OPDEOP level).
fr_fr: Syntaxe: SET canal FANTASY { ON|OFF } Active ou désactive le mode fantaisie sur un canal. Quand elle est active, cette option permet aux utilisateurs d'utiliser les commandes !op, !deop, !voice, !devoice, !kick, !kb, !unban et !seen sur un canal (trouvez comment les utiliser; essayez avec ou sans pseudo pour chacune, et avec une raison pour certaines). Notez que les utilisateurs souhaitant utiliser les commandes fantaisistes DOIVENT avoir suffisamment d'accès pour les niveaux FANTASIA et un autre niveau qui dépend de la commande (par exemple, pour utiliser !op, un utilisateur doit avoir suffisamment de permissions pour le niveau OP/DEOP).

source: Syntax: SET channel GREET { ON|OFF } Enables or disables greet mode on a channel. When it is enabled, the bot will display greet messages of users joining the channel, provided they have enough access to the channel.
fr_fr: Syntaxe: SET canal GREET { ON|OFF } Active ou désactive le mode message d'accueil sur un canal. Quand elle est active, cette option fait afficher au bot le message d'accueil de chaque utilisateur qui a un accès suffisant au canal.

source: Syntax: SET channel NOBOT { ON|OFF } This option makes a channel be unassignable. If a bot is already assigned to the channel, it is unassigned automatically when you enable the option.
fr_fr: Syntaxe: SET canal NOBOT { ON|OFF } Cette option empêche un bot d'être attribué au canal. Si un bot est déjà attribué, il est enlevé automatiquement quand vous activez l'option. Réservé aux administrateurs des services.

source: Syntax: SET channel NOEXPIRE {ON | OFF} Sets whether the given channel will expire. Setting this to ON prevents the channel from expiring.
fr_fr: Syntaxe: SET canal NOEXPIRE {ON | OFF} Définit si le canal donné expirera. Mettre ceci sur ON empêche le canal d'expirer.

source: Syntax: SET channel SYMBIOSIS { ON|OFF } Enables or disables symbiosis mode on a channel. When it is enabled, the bot will do everything normally done by %s on channels, such as MODEs, KICKs, and even the entry message.
fr_fr: Syntax: SET canal SYMBIOSIS { ON|OFF } Active ou désactive la symbiose sur un canal. Quand elle est active, cette option fait faire au bot tout ce qui est normalement effectué par %s sur les canaux, tels que les MODEs, les KICKs, et même le message d'entrée.

source: Syntax: SET option parameters  Sets various nickname options. option can be one of:
fr_fr: Syntaxe: SET option paramètres  Configure diverses options du pseudo. option peut être:

source: Syntax: SET AUTOOP {ON | OFF} Sets whether you will be opped automatically. Set to ON to allow ChanServ to op you automatically when entering channels.
fr_fr: Syntax: SET AUTOOP {ON | OFF} Définit si vous voulez être automatiquement désigné OP. Positionnez sur ON pour permettre à ChanServ de le faire quand vous entrez dans un canal.

source: Syntax: SET DISPLAY new-display  Changes the display used to refer to your nickname group in Services. The new display MUST be a nick of your group.
fr_fr: Syntaxe: SET DISPLAY nouvel-affichage  Change l'affichage utilisé pour nommer votre groupe de pseudos dans les Services. Le nouvel affichage DOIT être un pseudo de votre groupe.

source: Syntax: SET EMAIL address  Associates the given E-mail address with your nickname. This address will be displayed whenever someone requests information on the nickname with the INFO command.
fr_fr: Syntaxe: SET EMAIL adresse  Associe l'e-mail donnée avec votre pseudo. L'email sera affichée lorsque quelqu'un demandera des informations sur votre pseudo avec la commande INFO.

source: Syntax: SET GREET message  Makes the given message the greet of your nickname, that will be displayed when joining a channel that has GREET option enabled, provided that you have the necessary access on it.
fr_fr: Syntaxe: SET GREET message  Définit un message d'accueil pour votre pseudo, qui sera affiché lorsque vous joignez un canal qui a l'option GREET active, à condition d'avoir un niveau d'accès suffisant.

source: Syntax: SET HIDE {EMAIL | STATUS | USERMASK | QUIT} {ON | OFF} Allows you to prevent certain pieces of information from being displayed when someone does a %S INFO on your nick. You can hide your E-mail address (EMAIL), last seen user@host mask (USERMASK), your services access status (STATUS) and last quit message (QUIT). The second parameter specifies whether the information should be displayed (OFF) or hidden (ON).
fr_fr: Syntaxe: SET HIDE {EMAIL | STATUS | USERMASK | QUIT} {ON | OFF} Vous permet d'empêcher l'affichage de certaines parties des informations quand quelqu'un fait un %S INFO sur votre pseudo. Vous pouvez cacher votre adresse e-mail (EMAIL), masque user@host vu pour la dernière fois (USERMASK), et la dernière raison de /QUIT (QUIT). Le second paramètre indique si l'option doit être affichée (OFF) ou cachée (ON).

source: Syntax: SET LIMIT [ channel ] limit  Sets the maximum number of memos you (or the given channel) are allowed to have. If you set this to 0, no one will be able to send any memos to you. However, you cannot set this any higher than %d.
fr_fr: Syntaxe: SET LIMIT [ canal ] limite  Définit le nombre maximum de mémos que vous (ou le canal donné) est autorisé à stocker. Si vous définissez ceci à 0, personne ne pourra vous envoyer de mémo. Cependant, vous ne pouvez pas définir la limite à plus de %d.

source: Syntax: SET LIMIT [ user | channel ] { limit | NONE} [HARD] Sets the maximum number of memos a user or channel is allowed to have. Setting the limit to 0 prevents the user from receiving any memos; setting it to NONE allows the user to receive and keep as many memos as they want. If you do not give a nickname or channel, your own limit is set. Adding HARD prevents the user from changing the limit. Not adding HARD has the opposite effect, allowing the user to change the limit (even if a previous limit was set with HARD). This use of the SET LIMIT command is limited to Services admins. Other users may only enter a limit for themselves or a channel on which they have such privileges, may not remove their limit, may not set a limit above %d, and may not set a hard limit.
fr_fr: Syntaxe: SET LIMIT [ utilisateur | canal ] { limite | NONE} [HARD] Définit le nombre maximum de mémos qu'un utilisateur ou un canal est autorisé à stocker. Définir la limite à 0 empêche l'utilisateur de recevoir des mémos, définir ceci à NONE permet à l'utilisateur de recevoir et garder autant de mémos qu'il souhaite. Si vous ne donnez pas de pseudo ou de canal, votre définnissez votre propre limite. Ajouter HARD empêche l'utilisateur de changer cette limite. Ne pas ajouter HARD a l'effet inverse, permettant à l'utilisateur de changer cette limite (même si une limite antérieure a été définie avec HARD). Cette utilisation de la commande SET LIMIT est réservée aux Services operators. Les autres utilisateurs peuvent uniquement entrer une limite pour eux-mêmes ou un canal sur lequel ils ont les privilèges requis, ne peuvent supprimer %d limite, et ne peuvent définir de limite stricte.

source: Syntax: SET LIST Display the various %S settings
fr_fr: Syntaxe: SET LIST Afficher diverses options à propos de %S

source: Syntax: SET MSG {ON | OFF} Allows you to choose the way Services are communicating with you. With MSG set, Services will use messages, else they'll use notices.
fr_fr: Syntaxe: SET MSG {ON | OFF} Vous permet de choisir la façon dont les Services communiquent avec vous. Si cette option est activée, ils utiliseront des messages, sinon ils utiliseront des notices.

source: Syntax: SET NOTIFY {ON | LOGON | NEW | MAIL | NOMAIL | OFF} Changes when you will be notified about new memos: ON You will be notified of memos when you log on, when you unset /AWAY, and when they are sent to you. LOGON You will only be notified of memos when you log on or when you unset /AWAY. NEW You will only be notified of memos when they are sent to you. MAIL You will be notified of memos by email aswell as any other settings you have. NOMAIL You will not be notified of memos by email. OFF You will not receive any notification of memos. ON is essentially LOGON and NEW combined.
fr_fr: Syntaxe: SET NOTIFY {ON | LOGON | NEW | MAIL | NOMAIL | OFF} Définit à quel moment vous serez notifié de vos nouveaux mémos: ON Vous serez notifiés lorsque vous vous connectez, lorsque vous enlevez /AWAY, et quand ils vous sont envoyés. LOGON Vous serez uniquement notifiés des mémos lorsque vous vous connectez ou quand vous enlevez /AWAY. NEW Vous serez uniquement notifiés des mémos lorsqu'ils vous sont envoyés. MAIL Vous serez prévenu pour les mémos par E-mail quelques soient vos autres paramètres. NOMAIL Vous ne serez pas prévenu par E-mail. OFF Vous ne recevrez aucune notification. ON est la combinaison de LOGON et NEW.
