Repository: anope/anope
Catalog: language/anope.*.po
Languages: fr_fr

source: Syntax: CHECK nick  Checks whether the _last_ memo you sent to nick has been read or not. Note that this does only work with nicks, not with chans.
fr_fr: Syntaxe: CHECK pseudo  Vérifie si le dernier mémo que vous avez envoyé au pseudo donné a été lu ou pas. Note: Cela fonctionne uniquement avec un pseudo et non pas avec un canal.

source: Syntax: CONFIRM passcode  This is the second step of nickname registration process. You must perform this command in order to get your nickname registered with %S. The passcode (or called auth code also) is sent to your e-mail address in the first step of the registration process. For more information about the first stage of the registration process, type: %R%S HELP REGISTER This is also used after the RESETPASS command has been used to force identify you to your nick so you may change your password.
fr_fr: Syntax: CONFIRM passcode  C'est la seconde étape du processus d'enregistrement d'un pseudo. Vous devez exécuter cette commande afin de compléter l'enregistrement de votre pseudo sur %S. Le passcode (aussi appelé code d'authentification) est envoyé à l'adresse E-mail fournie à la première étape de votre enregistrement. Pour plus d'informations sur cette première étape, tapez: /msg %S HELP REGISTER This is also used after the RESETPASS command has been used to force identify you to your nick so you may change your password.

source: Syntax: DEFCON [1|2|3|4|5] The defcon system can be used to implement a pre-defined set of restrictions to services useful during an attempted attack on the network.
fr_fr: Syntax: DEFCON [1|2|3|4|5] Le système defcon utilise et applique des configurations pré-definies pour protéger durant une attaque sur le réseau.

source: Syntax: DEL <nick> Deletes the vhost assigned to the given nick from the database.
fr_fr: Syntaxe: DEL <pseudo> Supprime le vhost pour le pseudo indiqué. Limité aux Services Opérateurs.

source: Syntax: DROP channel  Unregisters the named channel. Can only be used by channel founder.
fr_fr: Syntaxe: DROP canal  Efface le canal donné. Peut uniquement être utilisé par le propriétaire du canal.

source: Syntax: DROP channel  Unregisters the named channel. Only Services Operators can drop a channel for which they have not identified.
fr_fr: Syntaxe: DROP canal  Efface le canal nommé. Seuls les Services operators peuvent effacer un canal pour lequel ils n'ont pas été identifiés.

source: Syntax: DROP [ nickname ] Without a parameter, drops your nickname from the %S database. With a parameter, drops the named nick from the database. You may drop any nick within your group without any special privileges. Dropping any nick is limited to Services Operators.
fr_fr: Syntaxe: DROP [ pseudo ] Sans paramètre, efface votre pseudo de la base de données de %S. Avec un paramètre, efface le pseudo donné de la base de données. Vous pouvez effacer n'importe quel pseudo de votre groupe sans privilège particulier. La possibilité d'effacer n'importe quel pseudo est cependant réservée aux Services Operators.

source: Syntax: FORBID channel [ reason ] Disallows anyone from registering or using the given channel. May be cancelled by dropping the channel. Reason may be required on certain networks.
fr_fr: Syntaxe: FORBID canal [ raison ] Empêche toute personne d'enregistrer ou d'utiliser le canal donné. Peut être annulé en effacant le canal. Une raison peut être requise sur certains réseaux.

source: Syntax: FORBID nickname [ reason ] Disallows a nickname from being registered or used by anyone. May be cancelled by dropping the nick. On certain networks, reason is required.
fr_fr: Syntaxe: FORBID nick [ raison ] Empêche un pseudo d'être enregistré ou utilisé par quelqu'un. Peut être annulé en effaçant le pseudo. Sur certains réseaux, une raison est requise.

source: Syntax: GETEMAIL user@emailhost  Returns the matching nicks that used given email. Note that you can not use wildcards for either user or emailhost. Whenever this command is used, a message including the person who issued the command and the email it was used on will be logged.
fr_fr: Syntax: GETEMAIL user@emailhost  Retourne la liste des pseudos enregistrés avec l'E-mail donnée. Note vous ne pouvez pas utiliser de jokers pour plusieurs pseudos. Lorsque cette commande est utilisée, un message incluant le pseudo de la personne qui a utilisé la commande et pour quelle E-mail a été formulée la commande est ajouté dans les logs.

source: Syntax: GETKEY channel  Returns the key of the given channel.
fr_fr: Syntaxe: GETKEY canal  Retourne la clef du canal donné.

source: Syntax: GLIST Lists all nicks in your group.
fr_fr: Syntaxe: GLIST Liste tous les pseudos dans votre groupe.

source: Syntax: GLIST [ nickname ] Without a parameter, lists all nicknames that are in your group. With a parameter, lists all nicknames that are in the group of the given nick. This use limited to Services Operators.
fr_fr: Syntaxe: GLIST [ nick ] Sans paramètre, liste tous les pseudos qui sont dans votre groupe. Avec un paramètre, liste tous les pseudos qui sont dans le groupe du pseudo donné. Cette utilisation est limitée aux administrateurs des Services.

source: Syntax: GLOBAL message  Allows Administrators to send messages to all users on the network. The message will be sent from the nick %s.
fr_fr: Syntaxe: GLOBAL message  Permet aux Administrateurs d'envoyer des messages à tous les utilisateurs du réseau. Le message sera envoyé avec le pseudo %s.

source: Syntax: GROUP This command allows users to set the vhost of their CURRENT nick to be the vhost for all nicks in the same group.
fr_fr: Syntaxe: GROUP Permet d'enregistrer le vHost du pseudo actuellement utilisé pour tous les pseudos du groupe.

source: Syntax: GROUP target password  This command makes your nickname join the target nickname's group. password is the password of the target nickname. Joining a group will allow you to share your configuration, memos, and channel privileges with all the nicknames in the group, and much more! A group exists as long as it is useful. This means that even if a nick of the group is dropped, you won't lose the shared things described above, as long as there is at least one nick remaining in the group. You can use this command even if you have not registered your nick yet. If your nick is already registered, you'll need to identify yourself before using this command. Type %R%S HELP IDENTIFY for more information. This last may be not possible on your IRC network. It is recommended to use this command with a non-registered nick because it will be registered automatically when using this command. You may use it with a registered nick (to change your group) only if your network administrators allowed it. You can only be in one group at a time. Group merging is not possible. Note : all the nicknames of a group have the same password.
fr_fr: Syntaxe: GROUP cible motdepasse  Cette commande joint votre pseudo au groupe du pseudo cible . motdepasse est le mot de passe du pseudo cible. Joindre un groupe vous permettra de partager votre configuration, vos mémos et vos privilèges de canal avec tous les pseudos du groupe, et bien plus encore! Un groupe existe tant qu'il est utile. Cela signifie que même si un des pseudos du groupe est effacé, les éléments partagés sus-nommés sont conservés pour peu qu'il reste d'autres pseudos dans le groupe. Il est préférable d'utiliser cette commande avec un pseudo non enregistré puisqu'il sera automatiquement enregistré lorsque vous utiliserez cette commande. Vous pouvez l'utiliser avec un pseudo enregistré (pour changer votre groupe) uniquement si vos administrateurs l'autorisent. (/msg %S HELP IDENTIFY pour plus d'informations). Vous ne pouvez être que dans un groupe à la fois. La fusion de groupes n'est pas possible. Note : tous les pseudos du groupe ont le même mot de passe.

source: Syntax: IDENTIFY [account] password  Tells %S that you are really the owner of this nick. Many commands require you to authenticate yourself with this command before you use them. The password should be the same one you sent with the REGISTER command.
fr_fr: Syntaxe: IDENTIFY [account] motdepasse  Informe %S que vous êtes vraiment le propriétaire de ce pseudo. Beaucoup de commandes nécessitent que vous soyez identifié avec cette commande avant de les utiliser. Le mot de passe est celui que vous avez donné avec la commande REGISTER.

source: Syntax: INFO channel  Lists information about the named registered channel, including its founder, time of registration, last time used, description, and mode lock, if any. If ALL is specified, the entry message and successor will also be displayed.
fr_fr: Syntaxe: INFO canal  Liste les informations concernant le canal enregistré cité, dont son propriétaire, la date d'enregistrement, la date de dernière utilisation, la description, et les modes bloqués, s'il y en a. Si ALL est donné, le message d'entrée et le successeur seront également affichés. Par défaut, l'option ALL est limitée à ceux ayant un accès de propriétaire sur le canal.

source: Syntax: INFO nickname  Displays information about the given nickname, such as the nick's owner, last seen address and time, and nick options.
fr_fr: Syntaxe: INFO pseudo  Affiche des informations sur le pseudo donné, telles que le propriétaire du pseudo, l'adresse avec laquelle il était connecté pour la dernière fois, et les options du pseudo. Si vous êtes identifié pour le pseudo pour lequel vous demandez des informations et que ALL est spécifié, toutes les informations seront affichées, qu'elles soient cachées ou non.

source: Syntax: INFO [ channel ] Displays information on the number of memos you have, how many of them are unread, and how many total memos you can receive. With a parameter, displays the same information for the given channel.
fr_fr: Syntaxe: INFO [ canal ] Affiche des informations sur le nombre de mémos que vous avez, combien sont non lus, et combien de mémos vous pouvez recevoir au total. Avec un paramètre, affiche la même information pour le canal donné.

source: Syntax: INFO [ nick | channel ] Without a parameter, displays information on the number of memos you have, how many of them are unread, and how many total memos you can receive. With a channel parameter, displays the same information for the given channel. With a nickname parameter, displays the same information for the given nickname. This use limited to Services admins.
fr_fr: Syntaxe: INFO [ pseudo | canal ] Sans paramètre, affiche les informations sur le nombre de mémos que vous avez, combien sont non lus, et combien de mémos vous pouvez recevoir au total. Avec un paramètre de canal, affiche la même information pour le canal donné. Avec un paramètre de pseudo, affiche la même information pour le pseudo donné. Cette utilisation réservée aux Services admins.

source: Syntax: INFO { chan | nick } Allows you to see %S information about a channel or a bot. If the parameter is a channel, then you'll get information such as enabled kickers. If the parameter is a nick, you'll get information about a bot, such as creation time or number of channels it is on.
fr_fr: Syntax: INFO { canal | pseudo } Vous permet de voir les informations %S pour un canal ou un bot. Si le paramètre est un canal, vous verrez des informations sur le canal tels que les kickers actifs. Si le paramètre est un pseudo, vous verrez des informations à propos d'un bot, comme le temps de création ou le nombre de canaux auxquels il a été attribué.

source: Syntax: KICK #channel nick [ reason ] Kicks a selected nick on a channel. By default, limited to AOPs or those with level 5 access and above on the channel.
fr_fr: Syntaxe: KICK #canal pseudo [ raison ] Kicke le pseudo sélectionné sur un canal. Par défaut, limité aux AOPs ou à ceux ayant un niveau d'accès de 5 ou plus sur le canal.

source: Syntax: KICK #channel BADWORDS { ON|OFF } [ ttb ] Sets the bad words kicker on or off. When enabled, this option tells the bot to kick users who say certain words on the channels. You can define bad words for your channel using the BADWORDS command. Type %R%S HELP BADWORDS for more information. ttb is the number of times a user can be kicked before it get banned. Don't give ttb to disable the ban system once activated.
fr_fr: Syntaxe: KICK #canal BADWORDS { ON|OFF } [ ttb ] Active ou désactive le kicker de mots interdits. Quand elle est active, cette option demande au bot de kicker les utilisateurs qui disent certains mots sur le canal. Vous pouvez définir les mots interdits pour votre channel en utilisant la commande BADWORDS. Tapez /msg %S HELP BADWORDS pour plus d'informations. ttb est le nombre de fois qu'un utilisateur peut se faire kicker avant d'être banni. Ne donnez pas ttb ou mettez le à 0 pour désactiver le système de ban une fois activé.

source: Syntax: KICK #channel REPEAT { ON|OFF } [ ttb [ num ]] Sets the repeat kicker on or off. When enabled, this option tells the bot to kick users who are repeating themselves num times (if num is not given, it defaults to 3). ttb is the number of times a user can be kicked before it get banned. Don't give ttb to disable the ban system once activated.
fr_fr: Syntaxe: KICK #canal REPEAT { ON|OFF } [ ttb [ num ]] Active ou désactive le kicker de répétitions. Quand elle est active, cette option demande au bot de kicker les utilisateurs qui se répètent num fois (si num n'est pas donné, la valeur par défaut est 3). ttb est le nombre de fois qu'un utilisateur peut se faire kicker avant d'être banni. Ne donnez pas ttb ou mettez le à 0 pour désactiver le système de ban une fois activé.

source: Syntax: KICK channel BOLDS { ON|OFF } [ ttb ] Sets the bolds kicker on or off. When enabled, this option tells the bot to kick users who use bolds. ttb is the number of times a user can be kicked before it get banned. Don't give ttb to disable the ban system once activated.
fr_fr: Syntaxe: KICK canal BOLDS { ON|OFF } [ ttb ] Active ou désactive le kicker de caractères gras. Quand elle est active, cette option demande au bot de kicker les utilisateurs qui utilisent des caractères gras. ttb est le nombre de fois qu'un utilisateur peut se faire kicker avant d'être banni. Ne donnez pas ttb ou mettez le à 0 pour désactiver le système de ban une fois activé.

source: Syntax: KICK channel CAPS { ON|OFF } [ ttb [ min [ percent ]]] Sets the caps kicker on or off. When enabled, this option tells the bot to kick users who are talking in CAPS. The bot kicks only if there are at least min caps and they constitute at least percent%% of the total text line (if not given, it defaults to 10 characters and 25%%). ttb is the number of times a user can be kicked before it get banned. Don't give ttb to disable the ban system once activated.
fr_fr: Syntaxe: KICK canal CAPS { ON|OFF } [ ttb [ min [ percent ]]] Active ou désactive le kicker de majuscules. Quand elle est active, cette option demande au bot de kicker les utilisateurs qui parlent en MAJUSCULES sur le canal. Le bot ne kicke que s'il y a au minimum min majuscules et qu'elles constituent au moins percent%% de la ligne de texte entière (si ces paramètres ne sont pas donnés, les valeurs par défaut 10 caractères et 25%% seront utilisés). ttb est le nombre de fois qu'un utilisateur peut se faire kicker avant d'être banni. Ne donnez pas ttb ou mettez le à 0 pour désactiver le système de ban une fois activé.

source: Syntax: KICK channel COLORS { ON|OFF } [ ttb ] Sets the colors kicker on or off. When enabled, this option tells the bot to kick users who use colors. ttb is the number of times a user can be kicked before it get banned. Don't give ttb to disable the ban system once activated.
fr_fr: Syntaxe: KICK canal COLORS { ON|OFF } [ ttb ] Active ou désactive le kicker de couleurs. Quand elle est active, cette option demande au bot de kicker les utilisateurs qui utilisent des couleurs. ttb est le nombre de fois qu'un utilisateur peut se faire kicker avant d'être banni. Ne donnez pas ttb ou mettez le à 0 pour désactiver le système de ban une fois activé.

source: Syntax: KICK channel FLOOD { ON|OFF } [ ttb [ ln [ secs ]]] Sets the flood kicker on or off. When enabled, this option tells the bot to kick users who are flooding the channel using at least ln lines in secs seconds (if not given, it defaults to 6 lines in 10 seconds). ttb is the number of times a user can be kicked before it get banned. Don't give ttb to disable the ban system once activated.
fr_fr: Syntaxe: KICK canal FLOOD { ON|OFF } [ ttb [ ln [ secs ]]] Active ou désactive le kicker de flood. Quand elle est active, cette option demande au bot de kicker les utilisateurs qui floodent le canal en utilisant au moins ln lignes en secs secondes (si ces paramètres ne sont pas donnés, les valeurs par défaut sont 6 lignes en 10 secondes). ttb est le nombre de fois qu'un utilisateur peut se faire kicker avant d'être banni. Ne donnez pas ttb ou mettez le à 0 pour désactiver le système de ban une fois activé.

source: Syntax: KICK channel REVERSES { ON|OFF } [ ttb ] Sets the reverses kicker on or off. When enabled, this option tells the bot to kick users who use reverses. ttb is the number of times a user can be kicked before it get banned. Don't give ttb to disable the ban system once activated.
fr_fr: Syntaxe: KICK canal REVERSES { ON|OFF } [ ttb ] Active ou désactive le kicker de reverses. Quand elle est active, cette option demande au bot de kicker les utilisateurs qui utilisent des reverses. ttb est le nombre de fois qu'un utilisateur peut se faire kicker avant d'être banni. Ne donnez pas ttb ou mettez le à 0 pour désactiver le système de ban une fois activé.

source: Syntax: KICK channel UNDERLINES { ON|OFF } [ ttb ] Sets the underlines kicker on or off. When enabled, this option tells the bot to kick users who use underlines. ttb is the number of times a user can be kicked before it get banned. Don't give ttb to disable the ban system once activated.
fr_fr: Syntaxe: KICK canal UNDERLINES { ON|OFF } [ ttb ] Active ou désactive le kicker de caractères soulignés. Quand elle est active, cette option demande au bot de kicker les utilisateurs qui utilisent des caractères soulignés. ttb est le nombre de fois qu'un utilisateur peut se faire kicker avant d'être banni. Ne donnez pas ttb ou mettez le à 0 pour désactiver le système de ban une fois activé.

source: Syntax: LIST [<key>|<#X-Y>] This command lists registered vhosts to the operator if a Key is specified, only entries whos nick or vhost match the pattern given in <key> are displayed e.g. Rob* for all entries beginning with "Rob" If a #X-Y style is used, only entries between the range of X and Y will be displayed, e.g. #1-3 will display the first 3 nick/vhost entries. The list uses the value of NSListMax as a hard limit for the number of items to display to a operator at any 1 time.
fr_fr: Syntaxe: LIST [<clé>|<#X-Y>] Cette commande liste tous les vhosts enregistrés, si une clé est spécifiée, seuls les résultats contenant le pseudo ou le vhost seront affichés, par exemple : Rob* pour toutes les entrées contenant "Rob" Si le style #X-Y est utilisé, seules les entrées entre X et Y seront affichées, par exemple: #1-3 affichera les 3 premières entrées. La liste utilise la valeur de NSListMax pour une limite hard du nombre de résultats affichés en une fois. Limité aux Services opérateurs.

source: Syntax: LIST pattern  Lists all registered channels matching the given pattern. (Channels with the PRIVATE option set are not listed.) Note that a preceding '#' specifies a range, channel names are to be written without '#'.
fr_fr: Syntaxe: LIST modèle Liste tous les canaux enregistrés correspondants au modèle donné. (Les canaux avec l'option PRIVATE ne sont pas listés.)

source: Syntax: LIST pattern  Lists all registered nicknames which match the given pattern, in nick!user@host format. Nicks with the PRIVATE option set will not be displayed. Examples: LIST *!joeuser@foo.com Lists all nicks owned by joeuser@foo.com. LIST *Bot*!*@* Lists all registered nicks with Bot in their names (case insensitive). LIST *!*@*.bar.org Lists all nicks owned by users in the bar.org domain.
fr_fr: Syntaxe: LIST modèle  Liste tous les pseudos enregistrés qui correspondent au modèle donné, dans le format pseudo!user@host . Les pseudos avec l'option PRIVATE active ne seront pas affichés. Exemples: LIST *!joeuser@foo.com Liste tous les pseudos appartenant à joeuser@foo.com. LIST *Bot*!*@* Liste tous les pseudos enregistrés avec Bot dans leurs noms (ne différencie pas minuscules et majuscules). LIST *!*@*.bar.org Liste tous les pseudos appartenant aux utilisateurs dans le domaine bar.org.

source: Syntax: LOGONNEWS ADD text 
fr_fr: Syntaxe: LOGONNEWS ADD texte 

source: Syntax: LOGONNEWS ADD text  LOGONNEWS DEL { num | ALL} LOGONNEWS LIST Edits or displays the list of logon news messages. When a user connects to the network, these messages will be sent to them. (However, no more than %d messages will be sent in order to avoid flooding the user. If there are more news messages, only the most recent will be sent.) NewsCount can be configured in services.conf. LOGONNEWS may only be used by Services Operators.
fr_fr: Syntaxe: LOGONNEWS ADD texte  LOGONNEWS DEL { nombre | ALL} LOGONNEWS LIST Edite ou affiche la liste de messages logon news. Lorsqu'un utilisateur se connecte au réseau, ces messages leur seront envoyés. (Cependant, pas plus de %d messages ne seront envoyés pour éviter le flood des utilisateurs. Si il y a plus de messages de news, seuls les plus récents seront envoyés.) NewsCount peut être configuré dans services.conf. LOGONNEWS ne peut être utilisé que pas les Opérateurs Services.

source: Syntax: LOGONNEWS DEL { num | ALL}
fr_fr: Syntaxe: LOGONNEWS DEL { num | ALL}

source: Syntax: LOGOUT This reverses the effect of the IDENTIFY command, i.e. make you not recognized as the real owner of the nick anymore. Note, however, that you won't be asked to reidentify yourself.
fr_fr: Syntaxe: LOGOUT Cette commande inverse l'effet de la commande IDENTIFY, c'est-à-dire qu'elle fait en sorte que vous ne soyez plus reconnu en tant que propriétaire réel du pseudo. Notez cependant que l'on ne vous demandera pas de vous réidentifier.

source: Syntax: LOGOUT [ nickname [REVALIDATE]] Without a parameter, reverses the effect of the IDENTIFY command, i.e. make you not recognized as the real owner of the nick anymore. Note, however, that you won't be asked to reidentify yourself. With a parameter, does the same for the given nick. If you specify REVALIDATE as well, Services will ask the given nick to re-identify. This use limited to Services Operators.
fr_fr: Syntaxe: LOGOUT [ pseudo [REVALIDATE]] Sans paramètre, inverse l'effet de la commande IDENTIFY, c'est-à-dire qu'elle fait en sorte que vous ne soyez plus reconnu en tant que propriétaire réel du pseudo. Notez cependant que l'on ne vous demandera pas de vous réidentifier. Avec un paramètre, fait la même chose avec le pseudo donné. Si vous spécifiez également REVALIDATE, les Services demanderont au pseudo donné de se ré-identifier. Cette utilisation est réservée aux Services Operators.

source: Syntax: MODINFO FileName This command lists information about the specified loaded module
fr_fr: Syntaxe: MODINFO Fichier Cette commande donne des informations sur un module chargé.

source: Syntax: MODLIST [Core|3rd|protocol|encryption|supported|qatested] Lists all currently loaded modules.
fr_fr: Syntaxe: MODLIST [Core|3rd|protocol|encryption|supported|qatested] Liste les modules actuellement chargés.
