Repository: anope/anope
Catalog: language/anope.*.po
Languages: fr_fr

source: Syntax: SET PASSWORD new-password  Changes the password used to identify you as the nick's owner.
fr_fr: Syntaxe: SET PASSWORD nouveau-mot-de-passe  Change le mot de passe utilisé pour vous identifier en tant que propriétaire du pseudo.

source: Syntax: SET PRIVATE {ON | OFF} Turns %S's privacy option on or off for your nick. With PRIVATE set, your nickname will not appear in nickname lists generated with %S's LIST command. (However, anyone who knows your nickname can still get information on it using the INFO command.)
fr_fr: Syntaxe: SET PRIVATE {ON | OFF} Active ou désactive le mode privé de %S de votre pseudo. Si le mode privé est actif, votre pseudo n'apparaitra pas dans les listes de pseudos générées par la commande LIST de %S. (Cependant, quiconque connaissant votre pseudo peut tout de même avoir des informations en utilisant la commande INFO).

source: Syntax: SET READONLY {ON | OFF} Sets read-only mode on or off. In read-only mode, normal users will not be allowed to modify any Services data, including channel and nickname access lists, etc. IRCops with sufficient Services privileges will be able to modify Services' AKILL list and drop or forbid nicknames and channels, but any such changes will not be saved unless read-only mode is deactivated before Services is terminated or restarted. This option is equivalent to the command-line option -readonly.
fr_fr: Syntaxe: SET READONLY {ON | OFF} Active ou désactive le mode lecture seule. Dans le mode lecture-seule, les utilisateurs normaux ne seront pas autorisés à modifier les données des Services, comprenant les access lists des canaux et pseudos, etc. Les IRCops ayant suffisamment de droits sur les Services pourront modifier l'AKILL list des Services et effacer ou interdire des pseudos et canaux, mais de tels changements ne seront pas sauvegardés à moins que le mode lecture-seule ne soit désactivé avant que les Services ne soient arrêtés ou relancés. Cette option est équivalente à l'option de la ligne de commande -readonly.

source: Syntax: SET SUPERADMIN {ON | OFF} Setting this will grant you extra privileges such as the ability to be "founder" on all channel's etc... This option is not persistent, and should only be used when needed, and set back to OFF when no longer needed.
fr_fr: Syntax: SET SUPERADMIN {ON | OFF} Vous permet d'avoir tous les privilèges comme le droit d'être reconnu "founder" de tous les canaux... Utilisation temporaire.

source: Syntax: SHUTDOWN Causes Services to save all databases and then shut down.
fr_fr: Syntaxe: SHUTDOWN Provoque la sauvegarde de toutes les bases de données puis l'arrêt des Services.

source: Syntax: STAFF Displays all Services Staff nicks along with level and on-line status.
fr_fr: Syntaxe: STAFF Affiche tous les pseudos du staff des services avec leur niveau d'accès et leur statut (online/offline).

source: Syntax: STATS [AKILL | ALL | RESET | MEMORY | UPLINK] Without any option, shows the current number of users and IRCops online (excluding Services), the highest number of users online since Services was started, and the length of time Services has been running. With the AKILL option, displays the current size of the AKILL list and the current default expiry time. The RESET option currently resets the maximum user count to the number of users currently present on the network. The MEMORY option displays information on the memory usage of Services. Using this option can freeze Services for a short period of time on large networks; don't overuse it! The UPLINK option displays information about the current server Anope uses as an uplink to the network. The ALL displays the user and uptime statistics, and everything you'd see with MEMORY and UPLINK options.
fr_fr: Syntaxe: STATS [AKILL | ALL | RESET | MEMORY | UPLINK] Sans option, affiche le nombre d'utilisateurs et d'IRCops actuellement présents (Services exclus), le plus grand nombre d'utilisateurs connectés depuis le démarrage des Services, et le nombre d'heures durant lesquelles les Services ont tourné. Avec l'option AKILL, affiche la taille actuelle de la liste d'AKILL et le temps d'échéance par défaut. L'option ALL est réservée uniquement aux Services operators, et affiche des informations sur l'utilisation de la mémoire par les Services. L'utilisation de cette commande peut geler les Services pendant un court instant sur de grands réseaux, donc n'en abusez pas! L'option RESET réinitialise le nombre maximum d'utilisateurs au nombre courant d'utilisateurs sur le réseau. L'option MEMORYaffiche les informations sur l'utilisation de la mémoire par les services. L'utilisation de cette commande peut paralyser les Services durant un court instant sur les gros réseaux; n'en abusez pas! L'option UPLINK affiche les informations sur le serveur qui est utilisé pour linker Anope au réseau.

source: Syntax: STATUS channel nickname  Returns the current access level of the given nick on the given channel. The reply is of the form: STATUS channel nickname access-level If an error occurs, the reply will be in the form: STATUS ERROR error-message
fr_fr: Syntaxe: STATUS canal pseudo  Retourne le niveau d'accès actuel du pseudo donné pour le canal donné. La réponse est sous la forme: STATUS canal pseudo access-level Si une erreur se produit, la réponse aura alors la forme: STATUS ERROR error-message

source: Syntax: SUSPEND channel [ reason ] Disallows anyone from registering or using the given channel. May be cancelled by using the UNSUSPEND command to preserve all previous channel data/settings. Reason may be required on certain networks.
fr_fr: Syntax: SUSPEND canal [ raison ] Désactive l'enregistrement du canal donné. Ceci peut être inversé via la commande UNSUSPEND pour recupérer les données et configurations. Une raison peut être demandée sur certain réseaux.

source: Syntax: SVSNICK nick newnick  Forcefully changes a user's nickname from nick to newnick.
fr_fr: Syntaxe: SVSNICK pseudo nouveau-pseudo  Force le changement de pseudo d'un utilisateur.

source: Syntax: TOPIC channel [ topic ] Causes %S to set the channel topic to the one specified. If topic is not given, then an empty topic is set. This command is most useful in conjunction with SET TOPICLOCK. See %R%S HELP SET TOPICLOCK for more information. By default, limited to those with founder access on the channel.
fr_fr: Syntaxe: TOPIC canal [ topic ] %S change le sujet du canal pour celui spécifié. Si topic n'est pas donné, alors le sujet du canal sera supprimé. Cette commande est surtout utile en conjonction avec la commande SET TOPICLOCK. Consultez /msg %S HELP SET TOPICLOCK pour plus d'informations. Par défault, limité à ceux ayant un statut de propriétaire du canal.

source: Syntax: UMODE user modes  Allows Services Opers to set user modes for any user. Parameters are the same as for the standard /MODE command.
fr_fr: Syntaxe: UMODE pseudo modes  Permet aux Services Operators de changer un mode d'un utilisateur.

source: Syntax: UNASSIGN chan  Unassigns a bot from a channel. When you use this command, the bot won't join the channel anymore. However, bot configuration for the channel is kept, so you will always be able to reassign a bot later without have to reconfigure it entirely.
fr_fr: Syntaxe: UNASSIGN canal  Retire le bot d'un canal. Si vous utilisez cette commande, le bot ne joindra plus le canal. Cependant, la configuration du bot est conservée donc vous aurez toujours la possibilité de réattribuer un bot plus tard sans avoir à le reconfigurer entièrement.

source: Syntax: UNBAN channel [ nick ] Tells %S to remove all bans preventing you or the given user from entering the given channel. By default, limited to AOPs or those with level 5 and above on the channel.
fr_fr: Syntaxe: UNBAN canal [ nick ] Tells %S to remove all bans preventing you or the given user from entering the given channel. Par défaut, limité aux AOPs ou à ceux ayant un niveau d'accès de 5 ou plus sur le canal.

source: Syntax: UNSUSPEND channel  Releases a suspended channel. All data and settings are preserved from before the suspension.
fr_fr: Syntax: UNSUSPEND canal  Libère un canal qui a été suspendu. Toutes les données et configurations seront restaurées tel qu'elles étaient avant la suspension.

source: Syntax: UPDATE Causes Services to update all database files as soon as you send the command.
fr_fr: Syntaxe: UPDATE Provoque la mise à jour de toutes les bases de données dès que vous le demandez.

source: Syntax: USERLIST [{ pattern | channel } [ INVISIBLE ]] Lists all users currently online on the IRC network, whether their nick is registered or not. If pattern is given, lists only users that match it (it must be in the format nick!user@host). If channel is given, lists only users that are on the given channel. If INVISIBLE is specified, only users with the +i flag will be listed.
fr_fr: Syntaxe: USERLIST [{ modèle | canal } [ INVISIBLE ]] Liste tous les utilisateurs connectés sur le réseau IRC, enregistrés ou non. Si modèle est donné (format nick!user@host), seuls les utilisateurs correspondants seront listés. Si canal est donné, seuls les utilisateurs du canal seront listés. +i INVISIBLE est spécifié, seuls les utilisateurs avec le mode +i seront listés.

source: Syntax: SASET channel option parameters Allows Services Operators to forcefully change settings on channels. Available options:
fr_fr: Syntaxe: SASET channel option parameters Allows Services Operators to forcefully change settings on channels. Available options:

source: Syntax: SUSPEND nickname reason SUSPENDs a nickname from being used.
fr_fr: Syntaxe: SUSPEND pseudo raison / UNSUSPEND pseudo Suspend / libère le pseudo spécifié.

source: Syntax: UNSUSPEND nickname UNSUSPENDS a nickname from being used.
fr_fr: Syntaxe: UNSUSPEND pseudo Libère un pseudo suspendu.

source: Syntax: UPDATE Updates your current status, i.e. it checks for new memos, sets needed chanmodes (ModeonID) and updates your vhost and your userflags (lastseentime, etc).
fr_fr: Syntax: UPDATE Actualise votre session, ex : vérification de l'arrivée de nouveaux mémos, l'application des modes sur les canaux (ModeonID), met à jour votre vhost et vos flags (dernière fois vu, etc).

source: TOPIC channel [ topic ]
fr_fr: TOPIC canal [ topic ]

source: The IMMED option is not available on this network.
fr_fr: L'option IMMED n'est pas disponible sur ce réseau.

source: The AKILL list has been cleared.
fr_fr: La liste d'AKILL a été vidée.

source: The Defcon Level is now at Level: %d
fr_fr: Le niveau de DEFCON est maintenant: %d.

source: The E-mail address of %s will now be hidden from %s INFO displays.
fr_fr: L'adresse E-mail de %s sera cachée dans la commande INFO de %s.

source: The E-mail address of %s will now be shown in %s INFO displays.
fr_fr: L'adresse email de %s sera maintenant affichée dans la commande INFO de %s.

source: The SNLINE list has been cleared.
fr_fr: La liste de SNLINEs a été vidée.

source: The SQLINE list has been cleared.
fr_fr: La liste de SQLINEs a été vidée.

source: The SZLINE list has been cleared.
fr_fr: La liste de SZLINEs a été vidée.

source: The channel %s has no key.
fr_fr: Le canal %s n'a pas de clé.

source: The host %s currently has %d sessions with a limit of %d.
fr_fr: L'hôte %s a actuellement %d sessions avec une limite de %d.

source: The last memo you sent to %s (sent on %s) has been read.
fr_fr: Le dernier mémo que vous avez envoyé à %s (le %s) a été lu.

source: The last memo you sent to %s (sent on %s) has not yet been read.
fr_fr: Le dernier mémo que vous avez envoyé à %s (le %s) n'a pas encore été lu.

source: The last quit message of %s will now be hidden from %s INFO displays.
fr_fr: Le dernier message de quit de %s ne sera plus affiché dans la commande INFO de %s.

source: The last quit message of %s will now be shown in %s INFO displays.
fr_fr: Le dernier message de quit de %s sera affiché dans la commande INFO de %s.

source: The last seen user@host mask of %s will now be hidden from %s INFO displays.
fr_fr: Le dernier masque user@host de %s sera maintenant caché dans la commande INFO de %s.

source: The last seen user@host mask of %s will now be shown in %s INFO displays.
fr_fr: Le dernier masque user@host de %s sera maintenant affiché dans la commande INFO de %s.

source: The memo limit for %s may not be changed.
fr_fr: La limite de mémos pour %s ne peut être changée.

source: The new display for %s MUST be a nickname of the nickname group!
fr_fr: Le nouvel affichage pour %s DOIT être un pseudo de son groupe!

source: The new display is now %s.
fr_fr: Le nouvel affichage est maintenant %s.

source: The nick %s is now being changed to %s.
fr_fr: Le pseudo de %s a été changé en %s.

source: The services access status of %s will now be hidden from %s INFO displays.
fr_fr: Le statut sur les services de %s sera maintenant caché dans la commande INFO de %s.

source: The services access status of %s will now be shown in %s INFO displays.
fr_fr: Le statut sur les services de %s sera maintenant affiché dans la commande INFO de %s.

source: There are %d memos on channel %s.
fr_fr: Il y a %d mémos sur le canal %s.

source: There are no bots available at this time. Ask a Services Operator to create one!
fr_fr: Il n'y a aucun bot disponible actuellement. Demandez à un administrateur des services d'en créer un!

source: There are too many nicks in %s's group; list them and drop some. Type %R%s HELP GLIST and %R%s HELP DROP for more information.
fr_fr: Il y a trop de pseudos dans le groupe de %s; listez-les et effacez-en quelques uns. Tapez /msg %s HELP GLIST et /msg %s HELP DROP pour plus d'informations.

source: There is %d memo on channel %s.
fr_fr: Il y a %d mémo sur le canal %s.

source: There is a new memo on channel %s. Type %R%s READ %s %d to read it.
fr_fr: Il y a un nouveau mémo dans le canal %s. Tapez /msg %s READ %s %d pour le lire.

source: There is no bot assigned to %s anymore.
fr_fr: Il n'y a plus de bot attribué à %s.

source: There is no logon news.
fr_fr: Il n'y a pas de logon news.

source: There is no oper news.
fr_fr: Il n'y a pas d'OPER news.

source: There is no random news.
fr_fr: Il n'y a pas de nouvelles aléatoires.

source: There's no email address set for your nick.
fr_fr: Vous n'avez configuré aucune adresse email pour votre pseudo.

source: These options are reserved to Services Operators: NOBOT Prevent a bot from being assigned to a channel PRIVATE Prevent a bot from being assigned by non IRC operators
fr_fr: Ces options sont réservées aux Services operators: NOBOT Empêche un bot d'être attribué à un canal PRIVATE Empêche un bot d'être attribué par des non-opérateurs IRC

source: This channel has been forbidden.
fr_fr: Ce canal a été interdit.

source: This channel has been registered with %s.
fr_fr: Ce canal a été enregistré avec %s.

source: This channel has been suspended.
fr_fr: Ce canal est suspendu.

source: This channel may not be used.
fr_fr: Ce canal ne peut être utilisé.

source: This channel will not expire.
fr_fr: Ce canal n'expirera pas.

source: This nick has already been requested, please check your e-mail address for the pass code
fr_fr: Une demande d'enregistrement pour ce pseudo est en cours. Merci de patienter 24 heures.

source: This nick is awaiting an e-mail verification code before completing registration.
fr_fr: Une demande d'enregistrement pour ce pseudo est en cours. La confirmation n'a pas été effectuée.

source: This nick is owned by someone else. Please choose another. (If this is your nick, type %R%s IDENTIFY password .)
fr_fr: Ce pseudo appartient à quelqu'un d'autre. Veuillez en changer. (Si c'est votre pseudo, tapez /msg %s IDENTIFY motdepasse .)

source: This nickname has been registered; you may not use it.
fr_fr: Ce pseudo a été enregistré, vous ne pouvez pas l'utiliser.

source: This nickname is currently suspended
fr_fr: Ce pseudo est actuellement suspendu.

source: This nickname is currently suspended, reason: %s
fr_fr: Ce pseudo est actuellement suspendu, raison: %s

source: This nickname is registered and protected. If it is your nick, type %R%s IDENTIFY password . Otherwise, please choose a different nick.
fr_fr: Ce pseudo est enregistré et protégé. Si c'est votre pseudo, tapez /msg %s IDENTIFY motdepasse . Sinon veuillez choisir un pseudo différent.

source: This nickname may not be used. Please choose another one.
fr_fr: Ce pseudo ne peut être utilisé. Veuillez en choisir un autre.

source: This nickname will not expire.
fr_fr: Ce pseudo n'expirera pas.

source: To search for channels starting with #, search for the channel name without the #-sign prepended (anope instead of #anope).
fr_fr: Pour rechercher des canaux commençant par #, cherchez des des noms de canaux sans le signe # (anope au lieu de #anope).

source: Topic Lock
fr_fr: Verrouillage du topic

source: Topic Retention
fr_fr: Maintien du topic

source: Turn caps lock OFF!
fr_fr: Cessez d'utiliser tant de majuscules!

source: Type %R%S HELP SASET option  for more information on a specific option. The options will be set on the given nickname .
fr_fr: Taper /msg %S HELP SASET option  pour plus d'informations sur une option spécifique. L'option devra être mise avec le pseudo en préfixe.

source: Type %R%S HELP SASET option  for more information on a particular option.
fr_fr: Type /msg %S HELP SASET option  for more information on a particular option.

source: Type %R%S HELP SET option  for more information on a particular option.
fr_fr: Tapez /msg %S HELP SET option  pour plus d'informations sur une option particulière.

source: Type %R%S SET EMAIL e-mail  in order to set your e-mail. Your privacy is respected; this e-mail won't be given to any third-party person.
fr_fr: Tapez /msg %S SET EMAIL e-mail  pour définir votre e-mail. Votre vie privée est respectée, cet e-mail ne sera pas divulgué à des tierces personnes.

source: Type %R%s LIST NEW to list them.
fr_fr: Tapez /msg %s LIST NEW pour les lister.

source: Type %R%s READ %d to read it.
fr_fr: Tapez /msg %s READ %d pour le lire.

source: Type %R%s READ LAST to read it.
fr_fr: Tapez /msg %s READ LAST pour le lire.

source: UMODE nick modes
fr_fr: UMODE pseudo modes

source: UNASSIGN chan
fr_fr: UNASSIGN canal

source: UNBAN channel [ nick ]
fr_fr: UNBAN canal [ nick ]

source: UNSUSPEND channel
fr_fr: UNSUSPEND canal

source: UNSUSPEND nickname
fr_fr: UNSUSPEND pseudo

source: Unable to load module %s
fr_fr: Impossible de charger le module %s.

source: Unable to remove module %s
fr_fr: Impossible de décharger le module %s.

source: Unknown SASET option %s.
fr_fr: Option SASET %s inconnue.

source: Unknown SET option %s.
fr_fr: L'option SET %s est inconnue.

source: Unknown STATS option %s.
fr_fr: Option STATS inconnue %s.

source: Unknown command %s. "%R%s HELP" for help.
fr_fr: Commande %s inconnue. Tapez "/msg %s HELP" pour obtenir de l'aide.

source: Unknown option %s.
fr_fr: Option inconnue %s.

source: Updating databases.
fr_fr: Mise à jour des bases de données.

source: Uplink capab: %s
fr_fr: Caractéristiques du lien: %s

source: Uplink server: %s
fr_fr: Connecté à: %s

source: User : %6d records, %5d kB
fr_fr: Utilisateur : %6d enregistrements, %5d ko

source: User claiming your nick has been killed. %R%s RELEASE %s to get it back before %s timeout.
fr_fr: L'utilisateur se servant de votre pseudo a été déconnecté. /msg %s RELEASE %s pour le récupérer avant que la %s ne s'écoule.

source: User matches channel except.
fr_fr: Utilisateur trouvé dans les exceptions.

source: Users list: Nick Mask
fr_fr: Liste des utilisateurs: Nick Masque

source: VOP channel {ADD|DEL|LIST|CLEAR} [ nick | entry-list ]
fr_fr: VOP canal {ADD|DEL|LIST|CLEAR} [ pseudo [ level ] | liste-d'entrées ]

source: Voices protection
fr_fr: Protection des voices

source: Watch your language!
fr_fr: Surveillez votre langage !

source: You are already a member of the group of %s.
fr_fr: Vous êtes déjà membre du groupe de %s.

source: You are already identified.
fr_fr: Vous êtes déjà identifié.

source: You are already in %s!
fr_fr: Vous êtes déjà dans %s!

source: You are no longer a SuperAdmin
fr_fr: Vous n'êtes plus SuperAdmin

source: You are not permitted to be on this channel.
fr_fr: Vous n'êtes pas autorisé à être sur ce canal.

source: You are not permitted to change your memo limit.
fr_fr: Vous n'êtes pas autorisé à changer votre limite de mémos.

source: You are now a SuperAdmin
fr_fr: Vous êtes maintenant SuperAdmin.

source: You are now an IRC Operator.
fr_fr: Vous êtes maintenant IRCOp.

source: You are now identified for your nick. Change your password using "%R%s SET PASSWORD newpassword" now.
fr_fr: You are now identified for your nick. Change your password using "/msg %s SET PASSWORD newpassword" now.

source: You are now in the group of %s.
fr_fr: Vous êtes maintenant dans le groupe de %s.

source: You can not request a receipt when sending a memo to yourself.
fr_fr: Vous ne pouvez pas recevoir d'accusé de réception quand vous vous ètes envoyé un message à vous-meme.

source: You can use this command.
fr_fr: Vous pouvez utiliser cette commande.

source: You can't ghost yourself!
fr_fr: Vous ne pouvez pas utiliser GHOST sur vous-même!

source: You can't recover yourself!
fr_fr: Vous ne pouvez pas utiliser RECOVER sur vous-même!

source: You can't use this command. Use the AOP, SOP and VOP commands instead. Type %R%s HELP command  for more information.
fr_fr: Vous ne pouvez pas utiliser cette commande. Utilisez les commandes AOP, SOP et VOP à la place. Tapez /msg %s HELP commande  pour plus d'informations.

source: You can't use this command. Use the AOP, SOP, HOP and VOP commands instead. Type %R%s HELP command  for more information.
fr_fr: Vous ne pouvez pas utiliser cette commande. Utilisez les commandes AOP, SOP, HOP and VOP à la place. Tapez /msg %s HELP command  pour plus d'informations.

source: You can't use this command. Use the ACCESS command instead. Type %R%s HELP ACCESS for more information.
fr_fr: Vous ne pouvez pas utiliser cette commande. Utilisez la commandes ACCESS à la place. Tapez /msg %s HELP ACCESS pour plus d'informations.

source: You cannot set the memo limit for %s higher than %d.
fr_fr: Vous ne pouvez mettre la limite de mémos de %s à plus de %d.

source: You cannot set your memo limit higher than %d.
fr_fr: Vous ne pouvez mettre votre limite de mémos à plus de %d.

source: You cannot unset the e-mail on this network.
fr_fr: Vous ne pouvez pas effacer votre e-mail sur ce réseau.

source: You cannot use this command.
fr_fr: Vous ne pouvez pas utiliser cette commande.

source: You currently have %d memos, of which %d are unread.
fr_fr: Vous avez actuellement %d mémos, desquels %d n'ont pas été lus.

source: You currently have %d memos, of which 1 is unread.
fr_fr: Vous avez actuellement %d mémos, desquels 1 n'a pas été lu.

source: You currently have %d memos.
fr_fr: Vous avez actuellement %d mémos.

source: You currently have %d memos; all of them are unread.
fr_fr: Vous avez actuellement %d mémos, aucun d'entre-eux n'a été lu.

source: You currently have 1 memo, and it has not yet been read.
fr_fr: Vous avez actuellement 1 mémo, qui n'a pas encore été lu.

source: You currently have 1 memo.
fr_fr: Vous avez actuellement 1 mémo.

source: You currently have no memos.
fr_fr: Vous n'avez aucun mémo actuellement.

source: You have %d new memos.
fr_fr: Vous avez %d nouveaux mémos.

source: You have 1 new memo.
fr_fr: Vous avez 1 nouveau mémo.
