Repository: anope/anope
Catalog: language/anope.*.po
Languages: fr_fr

source: You have a new memo from %s. Type %R%s READ %d to read it.
fr_fr: Vous avez un nouveau mémo de %s. Tapez /msg %s READ %d pour le lire.

source: You have been invited to %s.
fr_fr: Vous avez été invité à rejoindre %s.

source: You have been unbanned from %s.
fr_fr: Vous avez été débanni de %s.

source: You have no limit on the number of memos you may keep.
fr_fr: Vous n'avez aucune limite sur le nombre de mémos que vous pouvez garder.

source: You have no memos.
fr_fr: Vous n'avez pas de mémos.

source: You have no new memos.
fr_fr: Vous n'avez pas de nouveaux mémos.

source: You have to enter a valid number as time.
fr_fr: Vous devez entrer une durée valide

source: You must assign a bot to the channel before using this command. Type %R%S HELP ASSIGN for more information.
fr_fr: Vous devez attribuer un bot au canal avant d'utiliser cette commande. Tapez /msg %S HELP ASSIGN pour plus d'informations.

source: You must be a channel operator to register the channel.
fr_fr: Vous devez être un opérateur du canal pour l'enregistrer.

source: You must have been using this nick for at least %d seconds to register.
fr_fr: Vous devez rester connecté plus de %d secondes pour enregistrer votre pseudo.

source: You must now supply an e-mail for your nick. This e-mail will allow you to retrieve your password in case you forget it.
fr_fr: Vous devez maintenant associer un e-mail à votre pseudo. Cet e-mail vous permettra de retrouver votre mot de passe au cas où vous le perdriez.

source: You need to be identified to use this command.
fr_fr: Vous devez être identifié pour utiliser cette commande.

source: You will be notified of new memos at logon and when they arrive.
fr_fr: Vous serez notifié pour les nouveaux mémos à la connexion et quand ils arrivent.

source: You will be notified of new memos at logon.
fr_fr: Vous serez notifié pour les nouveaux mémos à la connexion.

source: You will be notified when new memos arrive.
fr_fr: Vous serez notifié quand de nouveaux mémos arrivent.

source: You will no longer be able to receive memos.
fr_fr: Vous ne pourrez désormais plus recevoir de mémos.

source: You will no longer be informed via email.
fr_fr: Vous ne serez plus averti par mail de l'arrivée de nouveau(x) mémo(s).

source: You will not be notified of new memos.
fr_fr: Vous ne serez pas notifié pour les nouveaux mémos.

source: You will now be informed about new memos via email.
fr_fr: Vous serez maintenant averti par mail de l'arrivée de nouveau(x) mémo(s).

source: Your IRCD does not support vIdent's, if this is incorrect, please report this as a possible bug
fr_fr: L'IRCD utilisé ne supporte par la modification de l'ident.

source: Your access list is empty.
fr_fr: Votre liste d'accès est vide.

source: Your memo limit has been disabled.
fr_fr: Votre limite de mémos a été désactivée.

source: Your memo limit has been set to %d.
fr_fr: Votre limite de mémos a été fixée à %d.

source: Your memo limit is %d, and may not be changed.
fr_fr: Votre limite de mémos est de %d, et ne peut être changée.

source: Your memo limit is %d.
fr_fr: Votre limite de mémos est de %d.

source: Your memo limit is 0; you will not receive any new memos.
fr_fr: Votre limite de mémos est de 0, vous ne recevrez aucun nouveau mémo.

source: Your memo limit is 0; you will not receive any new memos. You cannot change this limit.
fr_fr: Votre limite de mémos est de 0, vous ne recevrez aucun nouveau mémo. Vous ne pouvez pas changer cette limite.

source: Your nick has been logged out.
fr_fr: Votre pseudo n'est plus identifié.

source: Your nick isn't registered.
fr_fr: Votre pseudo n'est pas enregistré.

source: Your nickname has been dropped.
fr_fr: Votre pseudo a été effacé.

source: Your nickname is now being changed to %s
fr_fr: Votre pseudo est maintenant changé en %s.

source: Your passcode has been re-sent to %s.
fr_fr: Votre mot de passe a été renvoyé à %s.

source: Your password is %s - remember this for later use.
fr_fr: Votre mot de passe est %s - notez-le pour une utilisation ultérieure.

source: Your password is too long. Please try again with a shorter password.
fr_fr: Votre mot de passe est trop long. Veuillez réessayer avec un mot de passe plus court.

source: Your vhost of %s is now activated.
fr_fr: Votre vhost %s est activé.

source: Your vhost of %s@%s is now activated.
fr_fr: Votre vhost %s@%s est activé.

source: [Random News - %s] %s
fr_fr: [News Aléatoire - %s] %s

source: does not expire
fr_fr: n'expire pas

source: expires at next database update
fr_fr: expire à la prochaine mise à jour de la base de données

source: expires in %d day
fr_fr: expire dans %d jour

source: expires in %d days
fr_fr: expire dans %d jours

source: expires in %d hour, %d minute
fr_fr: expire dans %d heure, %d minute

source: expires in %d hour, %d minutes
fr_fr: expire dans %d heure, %d minutes

source: expires in %d hours, %d minute
fr_fr: expire dans %d heures, %d minute

source: expires in %d hours, %d minutes
fr_fr: expire dans %d heures, %d minutes

source: expires in %d minute
fr_fr: expire dans %d minute

source: expires in %d minutes
fr_fr: expire dans %d minutes

source: vhost for %s removed.
fr_fr: Le vhost pour %s a été supprimé.

source: vhost for %s set to %s.
fr_fr: Le vhost pour %s enregistrée en %s.

source: vhost for %s set to %s@%s.
fr_fr: Le vhost pour %s enregistrée en %s@%s.

source: vhost for group %s set to %s.
fr_fr: Le vhost pour le groupe %s enregistrée en %s.

source: vhost for group %s set to %s@%s.
fr_fr: Le vhost pour le groupe %s enregistrée en %s@%s.

source: vhosts for group %s have been removed.
fr_fr: Le vhost pour le groupe %s a été supprimé.

source: xOP lists system
fr_fr: Système de listes de xOPs

source: xOP system is not available.
fr_fr: Le système xOP n'est pas disponible.
