Repository: anope/anope
Catalog: language/anope.*.po
Languages: fr_fr

source: SET Set options, including kill protection
fr_fr: SET Configure les options, protection comprise

source: SET Set options related to memos
fr_fr: SET Définit des options relatives aux mémos

source: SETALL Set the vhost for all nicks in a group
fr_fr: SETALL Configure le vhost pour tous les pseudos d'un groupe

source: SHUTDOWN Terminate the Services program with save
fr_fr: SHUTDOWN Arrête les Services avec sauvegarde

source: SIGNKICK Sign kicks that are done with KICK command
fr_fr: SIGNKICK Signe les kicks générés par la commande KICK

source: SNLINE Manipulate the SNLINE list
fr_fr: SNLINE Contrôle la liste des SNLINEs

source: SOP Modify the list of SOP users
fr_fr: SOP Modifie la liste des utilisateurs SOPs

source: SQLINE Manipulate the SQLINE list
fr_fr: SQLINE Contrôle la liste des SQLINEs

source: STAFF Display Services staff and online status
fr_fr: STAFF Affiche le staff des services et leurs statuts

source: STAFF Send a memo to all opers/admins
fr_fr: STAFF Envoie un mémo à tous les OPERs/admins

source: STATS Show status of Services and network
fr_fr: STATS Affiche le statut des Services et du réseau

source: STATUS Returns the owner status of the given nickname
fr_fr: STATUS Renvoie le statut de propriétaire du pseudo donné

source: SUCCESSOR Set the successor for a channel
fr_fr: SUCCESSOR Définit le successeur d'un canal

source: SUSPEND Suspend a given nick
fr_fr: SUSPEND Suspend un pseudo

source: SVSNICK Forcefully change a user's nickname
fr_fr: SVSNICK Force le changement de pseudo d'un utilisateur

source: SZLINE Manipulate the SZLINE list
fr_fr: SZLINE Contrôle la liste des SZLINEs

source: TOPIC Manipulate the topic of the specified channel
fr_fr: TOPIC Change le sujet sur un canal spécifié

source: TOPICLOCK Topic can only be changed with TOPIC
fr_fr: TOPICLOCK Le sujet peut uniquement être changé avec TOPIC

source: UMODE Change a user's modes
fr_fr: UMODE Change un mode d'un utilisateur

source: UNASSIGN Unassigns a bot from a channel
fr_fr: UNASSIGN Retire le bot d'un canal

source: UNSUSPEND Releases a suspended channel
fr_fr: UNSUSPEND Libère un canal suspendu

source: UNSUSPEND Unsuspend a given nick
fr_fr: UNSUSPEND Unsuspend un pseudo

source: UPDATE Force the Services databases to be updated on disk immediately
fr_fr: UPDATE Oblige les bases de données des Services à être sauvegardées immédiatement.

source: UPDATE Updates your current status, i.e. it checks for new memos
fr_fr: UPDATE Met à jour votre statut, ex : vérification de nouveaux mémos

source: USERLIST Lists all user records
fr_fr: USERLIST Liste tous les utilisateurs

source: Used on : %d channel(s)
fr_fr: Utilisé sur : %d channel(s)

source: VOICE Voices a selected nick on a channel
fr_fr: VOICE Donne un voice au pseudo spécifié sur un canal

source: VOP Maintains the VOP (VOicePeople) list for a channel
fr_fr: VOP Configure la liste des VOP pour un canal (VOicePeople)

source: XOP Toggle the user privilege system
fr_fr: XOP Change le système de privilèges utilisateurs

source: %s (expires in %s)
fr_fr: %s (expire le %s)

source: Bad words kicker : %s
fr_fr: Kicker de mots interdits : %s

source: Bad words kicker : %s (%d kick(s) to ban)
fr_fr: Kicker de mots interdits : %s (%d kick(s) pour un ban)

source: E-mail address: %s
fr_fr: Adresse e-mail: %s

source: Is online from: %s
fr_fr: Connecté de: %s

source: Last seen time: %s
fr_fr: Dernière connexion: %s

source: Topic set by: %s
fr_fr: Sujet changé par: %s

source: Real name : %s
fr_fr: Vrai nom : %s

source: Time registered: %s
fr_fr: Enregistré le: %s

source: Underlines kicker : %s
fr_fr: Kicker de car. soulignés : %s

source: Underlines kicker : %s (%d kick(s) to ban)
fr_fr: Kicker de car. soulignés : %s (%d kick(s) pour un ban)

source: Num Sender Date/Time
fr_fr: Num Expéditeur Date/Heure

source: "/msg %s" is no longer supported. Use "/msg %s@%s" or "/%s" instead.
fr_fr: "/msg %s" n'est plus supporté. Utilisez "/msg %s@%s" ou "/%s" à la place.

source: #%d Nick:%s, vhost:%s (%s - %s)
fr_fr: #%d Pseudo:%s, vhost:%s (%s - %s)

source: #%d Nick:%s, vhost:%s@%s (%s - %s)
fr_fr: #%d Pseudo:%s, vhost:%s@%s (%s - %s)

source: %3d %s (by %s on %s; %s) %s
fr_fr: %3d %s (par %s le %s; %s) %s

source: %3d %s (by %s on %s) %s
fr_fr: %3d %s (par %s le %s) %s

source: %5d (%s by %s) %s
fr_fr: %5d (%s par %s) %s

source: %S commands:
fr_fr: Commandes %S:

source: %d Modules loaded.
fr_fr: %d Modules changés.

source: %d bots available.
fr_fr: %d bots disponibles.

source: %d nicknames in the group.
fr_fr: %d pseudos dans le groupe.

source: %s access list is empty.
fr_fr: La liste d'accès de %s est vide.

source: %s autokick list is empty.
fr_fr: la liste de kicks automatiques de %s est vide.

source: %s bad words list is empty.
fr_fr: La liste des mots interdits de %s est vide.

source: %s cannot be the successor on channel %s because he is its founder.
fr_fr: %s ne peut être successeur et propriétaire du canal %s.

source: %s cannot receive memos.
fr_fr: %s ne peut recevoir de mémos.

source: %s coverage is too wide; Please use a more specific mask.
fr_fr: La couverture de %s est trop grande, utilisez un masque plus précis.

source: %s currently has %d memos, of which %d are unread.
fr_fr: %s a actuellement %d mémos, desquels %d n'ont pas été lus.

source: %s currently has %d memos, of which 1 is unread.
fr_fr: %s a actuellement %d mémos, desquels 1 n'a pas été lu.

source: %s currently has %d memos.
fr_fr: %s a actuellement %d mémos.

source: %s currently has %d memos; all of them are unread.
fr_fr: %s a actuellement %d mémos; aucun n'a été lu.

source: %s currently has 1 memo, and it has not yet been read.
fr_fr: %s a actuellement 1 mémo, qui n'a pas encore été lu.

source: %s currently has 1 memo.
fr_fr: %s a actuellement 1 mémo.

source: %s currently has no memos.
fr_fr: %s n'a actuellement aucun mémo.

source: %s currently has too many memos and cannot receive more.
fr_fr: %s a trop de mémos et ne peut en recevoir plus.

source: %s has no memo limit.
fr_fr: %s n'a aucune limitation de mémos.

source: %s has no memos.
fr_fr: %s n'a pas de mémos.

source: %s has no new memos.
fr_fr: %s n'a pas de nouveaux mémos.

source: %s is %s
fr_fr: %s est %s

source: %s is a services operator of type %s.
fr_fr: %s est un opérateur services du type %s.

source: %s is currently offline.
fr_fr: %s n'est pas connecté(e) actuellement.

source: %s is currently online.
fr_fr: %s est actuellement connecté.

source: %s is disabled
fr_fr: %s est désactivé

source: %s is enabled
fr_fr: %s est activé

source: %s is no longer a Super-Admin
fr_fr: %s n'est plus SuperAdmin

source: %s is not notified of new memos.
fr_fr: %s n'est pas notifié pour les nouveaux mémos.

source: %s is notified of new memos at logon and when they arrive.
fr_fr: %s est notifié pour les nouveaux mémos quand ils arrivent et à la connexion.

source: %s is notified of news memos at logon.
fr_fr: %s est notifié pour les nouveaux mémos à la connexion.

source: %s is notified when new memos arrive.
fr_fr: %s est notifié quand de nouveaux mémos arrivent.

source: %s is now a Super-Admin
fr_fr: %s est maintenant SuperAdmin

source: %s will not send you any notification of memos.
fr_fr: %s ne vous enverra aucune notification de mémo.

source: %s will now notify you of memos when they are sent to you.
fr_fr: %s vous notifiera maintenant des mémos quand ils vous seront envoyés.

source: %s will now notify you of memos when you log on and when they are sent to you.
fr_fr: %s vous notifiera maintenant des mémos quand vous vous connecterez et quand ils vous seront envoyés.

source: %s will now notify you of memos when you log on or unset /AWAY.
fr_fr: %s vous notifiera maintenant des mémos quand vous vous connecterez ou enleverez /AWAY.

source: %s!%s@%s (%s) added to the bot list.
fr_fr: %s!%s@%s (%s) ajouté à la liste des bots.

source: %s's memo limit is %d, and may not be changed.
fr_fr: La limite de mémos de %s est de %d, elle ne peut pas être changée.

source: %s's memo limit is %d.
fr_fr: La limite de mémos de %s est de %d.

source: * AKILL any new clients connecting
fr_fr: * AKILL toutes les nouvelles connexions

source: * Force Chan Modes (%s) to be set on all channels
fr_fr: * Application des modes %s sur tous les canaux.

source: * Ignore any non-opers with message
fr_fr: * Ignore tous les non OPERs pour les messages

source: * Kill any NEW clients connecting
fr_fr: * Refuse toute nouvelle connexion client

source: * No MLOCK changes
fr_fr: * Changement des MLOCK bloqué

source: * No new channel registrations
fr_fr: * Enregistrement de nouveaux canaux bloqué

source: * No new memos sent
fr_fr: * Aucun(s) nouveau(x) mémo(s) envoyé(s)

source: * No new nick registrations
fr_fr: * Enregistrement de nouveaux pseudos bloqué

source: * Silently ignore non-opers
fr_fr: * Ignore silencieusement les non-OPERs

source: * Use the reduced session limit of %d
fr_fr: * Réduction du nombre maxi de sessions à %d

source: <unknown>
fr_fr: <inconnu>

source: A massmemo has been sent to all registered users.
fr_fr: Un mémo de masse a été envoyé à tous les pseudos enregistrés.

source: A notification memo has been sent to %s informing him/her you have read his/her memo.
fr_fr: Un accusé de réception a été envoyé a %s pour l'informer que vous avez lu son mémo.

source: A vhost ident must be in the format of a valid ident
fr_fr: L'identd du vhost dois être dans un format d'identd valide

source: A vhost must be in the format of a valid hostmask.
fr_fr: Erreur! Un vhost peut seulement contenir les caratères A-Z, a-z, 0-9, '.' et '-'.

source: ACT channel text
fr_fr: ACT canal texte

source: AKICK ENFORCE for %s complete; %d users were affected.
fr_fr: L'application des entrées de la liste de kicks automatiques pour %s est terminée, %d utilisateurs étaient concernés.

source: AKILL list is empty.
fr_fr: La liste d'AKILL est vide.

source: AOP channel {ADD|DEL|LIST|CLEAR} [ nick | entry-list ]
fr_fr: AOP canal {ADD|DEL|LIST|CLEAR} [ pseudo [ level ] | liste-d'entrées ]

source: ASSIGN chan nick
fr_fr: ASSIGN canal pseudo

source: Access denied.
fr_fr: Accès refusé.

source: Access level for %s on %s changed to %d.
fr_fr: Le niveau d'accès de %s sur %s est maintenant de %d.

source: Access level for %s on %s unchanged from %d.
fr_fr: Le niveau d'accès de %s sur %s est inchangé de %d.

source: Access level must be between %d and %d inclusive.
fr_fr: Le niveau d'accès doit être compris entre %d et %d inclus.

source: Access level must be non-zero.
fr_fr: Le niveau d'accès doit être différent de zéro.

source: Access level settings for channel %s:
fr_fr: Options de niveaux d'accès du canal %s:

source: Access levels for %s reset to defaults.
fr_fr: Les niveaux d'accès de %s ont été réinitialisés à leur valeur par défaut.

source: Access list for %s is empty.
fr_fr: La liste d'accès de %s est vide.

source: Access list for %s:
fr_fr: Liste d'accès de %s:

source: Access list:
fr_fr: Liste d'accès:

source: Added new logon news item (#%d).
fr_fr: Ajouté un nouvel article de logon news (#%d).

source: Added new oper news item (#%d).
fr_fr: Ajouter un nouvel article d'OPER news (#%d).

source: Added new random news item (#%d).
fr_fr: Nouvelle aléatoire ajoutée (n°%d).

source: All O:lines of %s have been removed.
fr_fr: Toutes les O:lines de %s ont été supprimées.

source: All O:lines of %s have been reset.
fr_fr: Toutes les O:lines de %s ont été réinitialisées.

source: All logon news items deleted.
fr_fr: Tous les articles de logon news supprimés.

source: All memos for channel %s have been deleted.
fr_fr: Tous les mémos du canal %s ont été supprimés.

source: All of your memos have been deleted.
fr_fr: Tous vos mémos ont été supprimés.

source: All oper news items deleted.
fr_fr: Tous les articles OPER news supprimés.

source: All random news items deleted.
fr_fr: Toutes les nouvelles aléatoires ont été supprimées.

source: All vhost's in the group %s have been set to %s
fr_fr: Tous les vhosts du groupe %s ont été enregistrés en %s

source: All vhost's in the group %s have been set to %s@%s
fr_fr: Tous les vhosts du groupe %s ont été enregistrés en %s@%s

source: Allowed to (de)halfop him/herself
fr_fr: Autorisé à se (de)halfop

source: Allowed to (de)op him/herself
fr_fr: Autorisé à se (de)op

source: Allowed to (de)protect him/herself
fr_fr: Autorisé à se (dé)protéger

source: Allowed to (de)voice him/herself
fr_fr: Autorisé à se (de)voicer

source: Allowed to assign/unassign a bot
fr_fr: Autorisé à attribuer/retirer un bot

source: Allowed to ban him/herself
fr_fr: Autorisé à se bannir

source: Allowed to kick him/herself
fr_fr: Autorisé à se kicker

source: Allowed to list/read channel memos
fr_fr: Autorisé à lister/lire les mémos

source: Allowed to modify the access list
fr_fr: Autorisé à modifier la liste d'accès

source: Allowed to use AKICK command
fr_fr: Autorisé à utiliser la commande AKICK

source: Allowed to use BADWORDS command
fr_fr: Autorisé à utiliser la commande BADWORDS

source: Allowed to use BAN command
fr_fr: Autorisé à utiliser la commande BAN

source: Allowed to use GETKEY command
fr_fr: Autorisé à utiliser la commande GETKEY

source: Allowed to use INFO command with ALL option
fr_fr: Autorisé à utiliser la commande INFO avec l'option ALL

source: Allowed to use INVITE command
fr_fr: Autorisé à utiliser la commande INVITE

source: Allowed to use KICK command
fr_fr: Autorisé à utiliser la commande KICK

source: Allowed to use OP/DEOP commands
fr_fr: Autorisé à utiliser les commandes OP/DEOP

source: Allowed to use PROTECT/DEPROTECT commands
fr_fr: Autorisé à utiliser les commandes PROTECT/DEPROTECT

source: Allowed to use SAY and ACT commands
fr_fr: Autorisé à utiliser les commandes ACT et SAY

source: Allowed to use SET command (not FOUNDER/PASSWORD)
fr_fr: Autorisé à utiliser la commande SET (mais pas FOUNDER/PASSWORD)

source: Allowed to use TOPIC command
fr_fr: Autorisé à utiliser la commande TOPIC

source: Allowed to use UNBAN command
fr_fr: Autorisé à utiliser la commande UNBAN

source: Allowed to use VOICE/DEVOICE commands
fr_fr: Autorisé à utiliser les commandes VOICE/DEVOICE

source: Allowed to use fantaisist commands
fr_fr: Autorisé à utiliser les commandes fantaisistes

source: Allowed to view the access list
fr_fr: Autorisé à voir la liste d'accès

source: Autokick list for %s:
fr_fr: Liste de kicks automatiques de %s:

source: Automatic channel operator status
fr_fr: Statut automatique d'opérateur du canal

source: Automatic mode +a
fr_fr: Mode +a automatique

source: Automatic mode +h
fr_fr: Mode +h automatique

source: Automatic mode +v
fr_fr: Mode +v automatique

source: BADWORDS channel {ADD|DEL|LIST|CLEAR} [ word | entry-list ] [SINGLE|START|END]
fr_fr: BADWORDS canal {ADD|DEL|LIST|CLEAR} [ mot | liste-d'entrées ] [SINGLE|START|END]

source: BOT ADD nick user host real BOT CHANGE oldnick newnick [ user [ host [ real ]]] BOT DEL nick 
fr_fr: BOT ADD pseudo user host real BOT CHANGE ancien-pseudo nouveau-pseudo [ user [ host [ real ]]] BOT DEL pseudo 

source: Bad words list for %s: Num Word Type
fr_fr: Liste des mots interdits de %s: Num Mot Type

source: Bad words list is now empty.
fr_fr: La liste des mots interdits est maintenant vide.

source: Ban type for channel %s is now #%d.
fr_fr: Le type de ban du canal %s est maintenant le numéro %d.

source: Bot %s already exists.
fr_fr: Le bot %s existe déjà.

source: Bot %s does not exist.
fr_fr: Le bot %s n'existe pas.

source: Bot %s has been assigned to %s.
fr_fr: Le bot %s a été attribué à %s.

source: Bot %s has been changed to %s!%s@%s (%s)
fr_fr: Le bot %s a été changé en %s!%s@%s (%s)

source: Bot %s has been deleted.
fr_fr: Le bot %s a été supprimé.

source: Bot %s is already assigned to channel %s.
fr_fr: Le bot %s est déja assigné au canal %s.

source: Bot will kick ops on channel %s.
fr_fr: Le bot kickera les OPs du canal %s.

source: Bot will kick voices on channel %s.
fr_fr: Le bot kickera les voices du canal %s.

source: Bot won't kick ops on channel %s.
fr_fr: Le bot ne kickera pas les OPs du canal %s.

source: Bot won't kick voices on channel %s.
fr_fr: Le bot ne kickera pas les voices du canal %s.

source: Bot Hosts may only contain %d characters.
fr_fr: Les hôtes des bots ne doivent contenir que %d caractères.

source: Bot Hosts may only contain valid host characters.
fr_fr: Les hôtes des bots ne doivent contenir que des caractères valides.

source: Bot Idents may only contain %d characters.
fr_fr: Les identités des bots ne doivent contenir que %d caractères.

source: Bot Idents may only contain valid characters.
fr_fr: Les identités des bots ne doivent contenir que des caractères valides.

source: Bot Nicks may only contain valid nick characters.
fr_fr: Les pseudos des bots ne peuvent contenir que des caractères valides.

source: Bot is not on channel %s.
fr_fr: Le bot n'est pas sur le canal %s.

source: Bot list:
fr_fr: Liste des bots:

source: Bot will now kick bad words, and will place a ban after %d kicks for the same user. Use the BADWORDS command to add or remove a bad word.
fr_fr: Le bot kickera maintenant les mots interdits, et mettra un ban après %d kicks pour le même utilisateur. Utilisez la commande BADWORDS pour ajouter ou supprimer un mot.

source: Bot will now kick bad words. Use the BADWORDS command to add or remove a bad word.
fr_fr: Le bot kickera maintenant les mots interdits. Utilisez la commande BADWORDS pour ajouter ou supprimer un mot.

source: Bot will now kick bolds.
fr_fr: Le bot kickera maintenant les caractères gras.

source: Bot will now kick caps (they must constitute at least %d characters and %d%% of the entire message), and will place a ban after %d kicks for the same user.
fr_fr: Le bot kickera maintenant les majuscules (qui doivent constituer au moins %d caractères et %d%% du message entier), et mettra un ban après %d kicks pour le même utilisateur.

source: Bot will now kick caps (they must constitute at least %d characters and %d%% of the entire message).
fr_fr: Le bot kickera maintenant les majuscules (qui doivent constituer au moins %d caractères et %d%% du message entier).

source: Bot will now kick colors.
fr_fr: Le bot kickera maintenant les couleurs.

source: Bot will now kick flood (%d lines in %d seconds).
fr_fr: Le bot kickera maintenant le flood (%d lignes en %d secondes).

source: Bot will now kick repeats (users that say %d times the same thing), and will place a ban after %d kicks for the same user.
fr_fr: Le bot kickera maintenant les répétitions (les utilisateurs qui disent %d fois la même chose), et mettra un ban après %d kicks pour le même utilisateur.

source: Bot will now kick repeats (users that say %d times the same thing).
fr_fr: Le bot kickera maintenant les répétitions (les utilisateurs qui disent %d fois la même chose).

source: Bot will now kick reverses.
fr_fr: Le bot kickera maintenant les reverses.

source: Bot will now kick underlines.
fr_fr: Le bot kickera maintenant les caractères soulignés.

source: Bot won't kick bad words anymore.
fr_fr: Le bot ne kickera plus les mots interdits.

source: Bot won't kick bolds anymore.
fr_fr: Le bot ne kickera plus les caractères gras.

source: Bot won't kick caps anymore.
fr_fr: Le bot ne kickera plus les majuscules.

source: Bot won't kick colors anymore.
fr_fr: Le bot ne kickera plus les couleurs.

source: Bot won't kick flood anymore.
fr_fr: Le bot ne kickera plus le flood.

source: Bot won't kick repeats anymore.
fr_fr: Le bot ne kickera plus les répétitions.

source: Bot won't kick reverses anymore.
fr_fr: Le bot ne kickera plus les reverses.

source: Bot won't kick underlines anymore.
fr_fr: Le bot ne kickera plus les caractères soulignés.

source: BotServ : %6d records, %5d kB
fr_fr: BotServ : %6d enregistrements, %5d ko

source: Bots reserved to IRC operators:
fr_fr: Bots réservés aux opérateurs IRC:

source: Bytes read : %5d kB
fr_fr: Octets lus : %5d ko

source: Bytes written : %5d kB
fr_fr: Octets écrits : %5d ko

source: CANCEL { nick | channel }
fr_fr: CANCEL { pseudo | canal }

source: CHANKILL [+ expiry ] { #channel } [ reason ]
fr_fr: CHANKILL [+ expiry ] { #canal } [ raison ]

source: CHECK nickname
fr_fr: CHECK pseudo

source: Cannot send mail now; please retry a little later.
fr_fr: Impossible d'envoyer un e-mail maintenant, veuillez réessayez un peu plus tard.

source: ChanServ : %6d records, %5d kB
fr_fr: ChanServ : %6d enregistrements, %5d ko

source: Changed usermodes of %s.
fr_fr: Mode de %s changés.

source: Channel %s doesn't exist.
fr_fr: Le canal %s n'existe pas.

source: Channel %s has been dropped.
fr_fr: Le canal %s a été effacé.

source: Channel %s has been forbidden by %s: %s
fr_fr: Le canal %s a été interdit par %s: %s

source: Channel %s is already registered!
fr_fr: Le canal %s est déjà enregistré!

source: Channel %s is now forbidden.
fr_fr: Le canal %s est maintenant interdit.

source: Channel %s is now released.
fr_fr: Le canal %s est maintenant liberé.

source: Channel %s is now suspended.
fr_fr: Le canal %s est maintenant suspendu.

source: Channel %s isn't registered.
fr_fr: Le canal %s n'est pas enregistré.

source: Channel %s may not be registered or used.
fr_fr: Le canal %s ne peut être ni enregistré ni utilisé.

source: Channel %s may not be registered.
fr_fr: Le canal %s ne peut pas être enregistré.

source: Channel %s registered under your nickname: %s
fr_fr: Le canal %s a été enregistré sous votre pseudo: %s

source: Channel : %6d records, %5d kB
fr_fr: Channel : %6d enregistrements, %5d ko

source: Channel %s will expire.
fr_fr: Le canal %s expirera.

source: Channel %s will not expire.
fr_fr: Le canal %s n'expirera pas.

source: Channel %s access list has been cleared.
fr_fr: La liste d'accès de %s est maintenant vide.

source: Channel %s akick list has been cleared.
fr_fr: La liste de kicks automatiques de %s est maintenant vide.

source: Channel %s is not a valid channel.
fr_fr: Le canal %s n'est pas un canal valide.

source: Channel SQLINEs are not supported by your IRCd, so you can't use them.
fr_fr: Les SQLINEs de canaux ne sont pas supportées par votre serveur, vous ne pouvez donc pas les utiliser.

source: Channel list: Name Users Modes Topic
fr_fr: Liste des channels: Nom Users Modes Topic

source: Channels that %s has access on: Num Channel Level Description
fr_fr: Liste des canaux auquels %s a accès: Num Canal Level Description

source: Channels that you have access on: Num Channel Level Description
fr_fr: Liste des canaux auquels vous avez accès: Num Canal Level Description

source: Couldn't release channel %s!
fr_fr: Impossible de libérer le canal %s!

source: Current AKILL list:
fr_fr: Liste d'AKILL actuelle:

source: Current AKILL list: Num Mask Reason
fr_fr: Liste d'AKILL actuelle: Num Masque Raison

source: Current Module list:
fr_fr: Liste des modules courant:

source: Current SNLINE list:
fr_fr: Liste de SNLINEs actuelle:

source: Current SNLINE list: Num Mask Reason
fr_fr: Liste de SNLINEs actuelle: Num Masque Raison

source: Current SQLINE list:
fr_fr: Liste de SQLINEs actuelle:

source: Current SQLINE list: Num Mask Reason
fr_fr: Liste de SQLINEs actuelle: Num Masque Raison

source: Current SZLINE list:
fr_fr: Liste de SZLINEs actuelle:

source: Current SZLINE list: Num Mask Reason
fr_fr: Liste de SZLINEs actuelle: Num Masque Raison

source: Current Session Limit Exception list:
fr_fr: Liste actuelle des exceptions à la limitation de sessions:

source: Current number of AKILLs: %d
fr_fr: Nombre d'AKILLs actuel: %d
