Repository: anope/anope
Catalog: language/anope.*.po
Languages: fr_fr

source: RECOVER nickname [ password ]
fr_fr: RECOVER pseudo [ motdepasse ]

source: REGISTER channel description
fr_fr: REGISTER canal motdepasse description

source: RELEASE nickname [ password ]
fr_fr: RELEASE pseudo [ motdepasse ]

source: RSEND { nick | channel } memo-text
fr_fr: RSEND { pseudo | canal } memo-text

source: Random news item #%d deleted.
fr_fr: Nouvelle aléatoire n°%d supprimée.

source: Random news item #%d not found!
fr_fr: Nouvelle aléatoire n°%d non trouvée!

source: Random news items:
fr_fr: Nouvelles aléatoires:

source: Registration step 1 may have expired, please use "%R%s register <password> <email>" first.
fr_fr: Aucune validation en attente... Tapez: "/msg %s register <password> <email>" pour l'enregistrer.

source: Restricted Access
fr_fr: Accès restreint

source: SASAET nickname PRIVATE {ON | OFF}
fr_fr: SASET pseudo PRIVATE {ON | OFF}

source: SASET nickname option parameters
fr_fr: SASET pseudo option paramètres

source: SASET nickname KILL {ON | QUICK | IMMED | OFF}
fr_fr: SASET pseudo KILL {ON | QUICK | IMMED | OFF}

source: SASET nickname KILL {ON | QUICK | OFF}
fr_fr: SASET pseudo KILL {ON | QUICK | OFF}

source: SASET nickname NOEXPIRE {ON | OFF}
fr_fr: SASET pseudo NOEXPIRE {ON | OFF}

source: SASET nickname PRIVATE {ON | OFF}
fr_fr: SASET pseudo PRIVATE {ON | OFF}

source: SASET nickname SECURE {ON | OFF}
fr_fr: SASET pseudo SECURE {ON | OFF}

source: SAY channel text
fr_fr: SAY canal texte

source: SEND { nick | channel } memo-text
fr_fr: SEND { pseudo | canal } texte-du-memo

source: SENDPASS nickname
fr_fr: SENDPASS pseudo

source: SENDPASS command unavailable because encryption is in use.
fr_fr: La commande SENDPASS est indisponible car le cryptage est utilisé.

source: SESSION LIST limit
fr_fr: SESSION LIST limite

source: SET <nick> <hostmask>.
fr_fr: SET <pseudo> <hostmask>.

source: SET (channel | bot) option settings
fr_fr: SET canal option paramètres

source: SET channel option parameters
fr_fr: SET canal option paramètres

source: SET channel KEEPTOPIC {ON | OFF}
fr_fr: SET canal KEEPTOPIC {ON | OFF}

source: SET channel NOEXPIRE {ON | OFF}
fr_fr: SET canal NOEXPIRE {ON | OFF}

source: SET channel OPNOTICE {ON | OFF}
fr_fr: SET canal OPNOTICE {ON | OFF}

source: SET channel PEACE {ON | OFF}
fr_fr: SET canal PEACE {ON | OFF}

source: SET channel PRIVATE {ON | OFF}
fr_fr: SET canal PRIVATE {ON | OFF}

source: SET channel RESTRICTED {ON | OFF}
fr_fr: SET canal RESTRICTED {ON | OFF}

source: SET channel SECURE {ON | OFF}
fr_fr: SET canal SECURE {ON | OFF}

source: SET channel SECUREFOUNDER {ON | OFF}
fr_fr: SET canal SECUREFOUNDER {ON | OFF}

source: SET channel SECUREOPS {ON | OFF}
fr_fr: SET canal SECUREOPS {ON | OFF}

source: SET channel SIGNKICK {ON | LEVEL | OFF}
fr_fr: SET canal SIGNKICK {ON | LEVEL | OFF}

source: SET channel TOPICLOCK {ON | OFF}
fr_fr: SET canal TOPICLOCK {ON | OFF}

source: SET channel XOP {ON | OFF}
fr_fr: SET canal XOP {ON | OFF}

source: SET option parameters
fr_fr: SET option paramètres

source: SET option setting
fr_fr: SET option valeur

source: SET LIMIT [ channel ] limit
fr_fr: SET LIMIT [ canal ] limite

source: SET LIMIT [ user | channel ] { limit | NONE} [HARD]
fr_fr: SET LIMIT [ utilisateur | canal ] { limite | NONE} [HARD]

source: SET MSG {ON | OFF}
fr_fr: SET PRIVATE {ON | OFF}

source: SETALL <nick> <hostmask>.
fr_fr: SETALL <pseudo> <hostmask>.

source: SNLINE list is empty.
fr_fr: La liste de SNLINEs est vide.

source: SNLINE {ADD | DEL | LIST | VIEW | CLEAR} [[+ expiry ] { mask | entry-list }[: reason ]]
fr_fr: SNLINE {ADD | DEL | LIST | VIEW | CLEAR} [[+ échéance ] { masque | liste d'entrées } [ raison ]]

source: SOP channel {ADD|DEL|LIST|CLEAR} [ nick | entry-list ]
fr_fr: SOP canal {ADD|DEL|LIST|CLEAR} [ pseudo [ level ] | liste-d'entrées ]

source: SQLINE list is empty.
fr_fr: La liste de SQLINEs est vide.

source: STATUS %s %s %d
fr_fr: STATUT %s %s %d

source: STATUS ERROR Nick %s not online
fr_fr: ERREUR : Le pseudo %s n'est pas connecté.

source: SUSPEND channel reason
fr_fr: SUSPEND canal raison

source: SUSPEND nickname reason
fr_fr: SUSPEND pseudo raison

source: SVSNICK nick newnick
fr_fr: SVSNICK pseudo nouveau-pseudo

source: SZLINE list is empty.
fr_fr: La liste de SZLINEs est vide.

source: Secure
fr_fr: Sécurité

source: Secure Founder
fr_fr: Contrôle du propriétaire

source: Secure Ops
fr_fr: Contrôle des OPs

source: Security
fr_fr: Sécurité

source: Servers found: %d
fr_fr: Serveurs trouvés: %d

source: Services are in Defcon mode, Please try again later.
fr_fr: Ce service est temporairement désactivé, veuillez réessayer ultérieurement.

source: Services are now at DEFCON %d
fr_fr: Les services sont maintenant sur DEFCON %d.

source: Services are now in expire mode.
fr_fr: Les Services sont maintenant en mode expiration.

source: Services are now in no expire mode.
fr_fr: Les Services sont maintenant en mode sans expiration.

source: Services are now in read-only mode.
fr_fr: Les Services sont maintenant en mode lecture-seule.

source: Services are now in read-write mode.
fr_fr: Les Services sont maintenant en mode lecture-écriture.

source: Services are now in debug mode (level %d).
fr_fr: Les Services sont maintenant en mode debug (niveau %d).

source: Services are now in debug mode.
fr_fr: Les Services sont maintenant en mode debug.

source: Services are now in non-debug mode.
fr_fr: Les Services sont maintenant en mode normal ( non debug).

source: Services have been configured to not send mail.
fr_fr: Les services ont été configurés pour ne pas envoyer de mail.

source: Services up %d days, %02d:%02d
fr_fr: Les services tournent depuis %d jours, %02d:%02d

source: Services up %d hours, %d minutes
fr_fr: Les services tournent depuis %d heures, %d minutes

source: Services up %d minutes, %d seconds
fr_fr: Les services tournent depuis %d minutes, %d secondes

source: Services will no longer autoop %s in channels.
fr_fr: Le service ne rendra plus %s automatiquement OP dans les canaux.

source: Services will now autoop %s in channels.
fr_fr: Le service rendra %s automatiquement OP dans les canaux.

source: Services will now reply to %s with messages.
fr_fr: Les services repondront à %s par des messages.

source: Services will now reply to %s with notices.
fr_fr: Les services repondront à %s par des notices.

source: Services' configuration file has been reloaded.
fr_fr: Le fichier de configuration des Services a été rechargé.

source: Services' hold on your nick has been released.
fr_fr: La tutelle des Services sur votre pseudo a été enlevée.

source: Session limit for %s set to %d.
fr_fr: La limite de sessions de %s est maintenant de %d.

source: Session limiting is disabled.
fr_fr: La limitation de sessions est désactivée.

source: Sessions : %6d records, %5d kB
fr_fr: Sessions : %6d enregistrements, %5d ko

source: Signed kick option for %s is now ON, but depends of the level of the user that is using the command.
fr_fr: Les kicks seront maintenant signés sur %s en fonction de l'accès de l'utilisateur sur le canal.

source: Signed kicks
fr_fr: Kicks signés

source: Sorry, RSEND has been disabled on this network.
fr_fr: Désolé, RSEND est désactivé sur ce réseau.

source: Sorry, bot assignment is temporarily disabled.
fr_fr: Désolé, l'attribution des bots est temporairement désactivée.

source: Sorry, bot creation failed.
fr_fr: Désolé, la création du bot a échoué.

source: Sorry, bot modification is temporarily disabled.
fr_fr: Désolé, la modification des bots est temporairement désactivée.

source: Sorry, bot option setting is temporarily disabled.
fr_fr: Désolé, la configuration des options du bot est temporairement désactivée.

source: Sorry, channel access list modification is temporarily disabled.
fr_fr: Désolé, la modification des listes d'accès des canaux est temporairement désactivée.

source: Sorry, channel autokick list modification is temporarily disabled.
fr_fr: Désolé, la modification de la liste de kicks automatiques du canal est temporairement désactivée.

source: Sorry, channel bad words list modification is temporarily disabled.
fr_fr: Désolé, la modification de la liste des mots interdits est temporairement désactivée.

source: Sorry, channel de-registration is temporarily disabled.
fr_fr: Désolé, l'effacement de canaux est temporairement désactivé.

source: Sorry, channel option setting is temporarily disabled.
fr_fr: Désolé, la configuration des options du canal est temporairement désactivée.

source: Sorry, channel registration is temporarily disabled.
fr_fr: Désolé, l'enregistrement des canaux est temporairement désactivé.

source: Sorry, couldn't change password for %s.
fr_fr: Désolé, impossible de changer le mot de passe pour %s.

source: Sorry, identification failed.
fr_fr: Désolé, l'identification a échoué.

source: Sorry, kicker configuration is temporarily disabled.
fr_fr: Désolé, la configuration des kickers est temporairement désactivée.

source: Sorry, memo option setting is temporarily disabled.
fr_fr: Désolé, la configuration des options est temporairement désactivée.

source: Sorry, memo sending is temporarily disabled.
fr_fr: Désolé, l'envoi de mémos est temporairement désactivé.

source: Sorry, nickname de-registration is temporarily disabled.
fr_fr: Désolé, l'effacement de pseudo est temporairement désactivé.

source: Sorry, nickname grouping is temporarily disabled.
fr_fr: Désolé, le groupage de pseudos est temporairement désactivé.

source: Sorry, nickname option setting is temporarily disabled.
fr_fr: Désolé, la configuration des options du pseudo est temporairement désactivée.

source: Sorry, nickname registration is temporarily disabled.
fr_fr: Désolé, l'enregistrement des pseudos est temporairement désactivé.

source: Sorry, registration failed.
fr_fr: Désolé, l'enregistrement a échoué.

source: Sorry, you can only have %d access entries for a nickname.
fr_fr: Vous ne pouvez avoir que %d entrées dans la liste d'accès d'un pseudo.

source: Sorry, you can only have %d access entries on a channel.
fr_fr: Désolé, vous ne pouvez avoir que %d entrées sur la liste d'accès d'un canal.

source: Sorry, you can only have %d autokick masks on a channel.
fr_fr: Désolé, vous ne pouvez avoir plus de %d entrées de kicks automatiques sur un canal.

source: Sorry, you can only have %d bad words entries on a channel.
fr_fr: Désolé, vous ne pouvez avoir que %d entrées sur la liste des mots interdits.

source: Sorry, you have already exceeded your limit of %d channels.
fr_fr: Désolé, vous avez déjà dépassé votre limite de %d canaux.

source: Sorry, you have already reached your limit of %d channels.
fr_fr: Désolé, vous avez déjà atteint votre limite de %d canaux.

source: Statistics reset.
fr_fr: Statistiques réinitialisées.

source: Status updated (memos, vhost, chmodes, flags).
fr_fr: Statut mis à jour (memos, vhost, modes, flags).

source: Stop flooding!
fr_fr: Arrêtez d'envoyer autant de messages!

source: Stop repeating yourself!
fr_fr: Arrêtez de vous répéter!

source: Successor for %s unset.
fr_fr: Il n'y a plus de successeur sur %s.

source: Successor for %s changed to %s.
fr_fr: Le successeur de %s est maintenant %s.

source: SuperAdmin setting not enabled in services.conf
fr_fr: L'option Super-Admin n'est pas activée dans le services.conf

source: Symbiosis
fr_fr: Symbiose

source: Syntax: %s
fr_fr: Syntaxe: %s

source: Syntax: %s channel BANTYPE bantype  Sets the ban type that will be used by services whenever they need to ban someone from your channel. bantype is a number between 0 and 3 that means: 0: ban in the form *!user@host 1: ban in the form *!*user@host 2: ban in the form *!*@host 3: ban in the form *!*user@*.domain
fr_fr: Syntaxe: %s canal BANTYPE typedeban  Définit le type de ban qui sera utilisé par les services lorsqu'ils doivent bannir quelqu'un de votre canal. typedeban est un nombre entre 0 et 3 qui signifie: 0: ban de style *!user@host 1: ban de style *!*user@host 2: ban de style *!*@host 3: ban de style *!*user@*.domain

source: Syntax: %s channel DESC description  Sets the description for the channel, which shows up with the LIST and INFO commands.
fr_fr: Syntaxe: %s canal DESC description  Définit la description du canal, qui apparait dans les commandes LIST et INFO.

source: Syntax: %s channel KEEPTOPIC {ON | OFF} Enables or disables the topic retention option for a channel. When topic retention is set, the topic for the channel will be remembered by %S even after the last user leaves the channel, and will be restored the next time the channel is created.
fr_fr: Syntaxe: %s canal KEEPTOPIC {ON | OFF} Active ou désactive l'option de maintien du sujet pour un canal. Lorsque le maintien du sujet est défini, le sujet pour le canal sera retenu par %S même après que le dernier utilisateur ait quitté le canal, et sera restauré la prochaine fois que le canal sera créé.

source: Syntax: %s channel OPNOTICE {ON | OFF} Enables or disables the op-notice option for a channel. When op-notice is set, %S will send a notice to the channel whenever the OP or DEOP commands are used for a user in the channel.
fr_fr: Syntaxe: %s canal OPNOTICE {ON | OFF} Active ou désactive l'option notice sur OP/DEOP pour un canal. Lorsque notice sur OP/DEOP est défini, %S enverra une notice au canal à chaque fois que les commandes OP ou DEOP sont utilisées par un utilisateur sur le canal.

source: Syntax: %s channel PEACE {ON | OFF} Enables or disables the peace option for a channel. When peace is set, a user won't be able to kick, ban or remove a channel status of a user that has a level superior or equal to his via %S commands.
fr_fr: Syntaxe: %s canal PEACE {ON | OFF} Active ou désactive l'option de paix pour un canal. Quand elle est active, cette option empêche un utilisateur de kicker, bannir ou enlever un privilège de canal d'un user qui a un niveau supérieur ou égal au sien via les commandes de %S.

source: Syntax: %s channel PRIVATE {ON | OFF} Enables or disables the private option for a channel. When private is set, a %R%S LIST will not include the channel in any lists.
fr_fr: Syntaxe: %s canal PRIVATE {ON | OFF} Active ou désactive l'option private pour un canal. Si private est défini, un /msg %S LIST ne comprendra le canal dans aucune liste.

source: Syntax: %s channel SECURE {ON | OFF} Enables or disables %S's security features for a channel. When SECURE is set, only users who have registered their nicknames with %s and IDENTIFY'd with their password will be given access to the channel as controlled by the access list.
fr_fr: Syntaxe: %s canal SECURE {ON | OFF} Active ou désactive les caractéristiques de sécurité %S pour un canal. Lorsque la sécurité est active, seuls les utilisateurs qui ont enregistré leur pseudo avec %s et qui sont identifiés avec leur mot de passe auront accès au canal, sous contrôle de la liste d'accès.

source: Syntax: %s channel XOP {ON | OFF} Enables or disables the xOP lists system for a channel. When XOP is set, you have to use the AOP/SOP/VOP commands in order to give channel privileges to users, else you have to use the ACCESS command. Technical Note: when you switch from access list to xOP lists system, your level definitions and user levels will be changed, so you won't find the same values if you switch back to access system! You should also check that your users are in the good xOP list after the switch from access to xOP lists, because the guess is not always perfect... in fact, it is not recommended to use the xOP lists if you changed level definitions with the LEVELS command. Switching from xOP lists system to access list system causes no problem though.
fr_fr: Syntaxe: %s canal XOP {ON | OFF} Active ou désactive le système de listes de xOPs pour un canal. Si vous choisissez ce système, vous devez utiliser les commandes AOP/SOP/VOP pour donner des privilèges aux utilisateurs, sinon vous devez utiliser la commande ACCESS. Info technique: quand vous passez du système de liste d'accès au système de listes de xOPs, les définitions de niveaux et les niveaux des utilisateurs seront changés, et donc vous ne les récupérerez pas tels quels si vous repassez au système de liste d'accès. Vous devriez également vérifier que les utilisateurs sont dans la bonne liste de xOPs après être passé du système de liste d'accès à celui de listes de xOPs, car la conversion n'est pas parfaite à tous les coups... en fait, elle est déconseillée si vous avez changé les définitions des niveaux avec la commande LEVELS. Passer du système de listes de xOPs au système de liste d'accès ne pose aucun problème par contre.

source: Syntax: ACCESS ADD mask  ACCESS DEL mask  ACCESS LIST Modifies or displays the access list for your nick. This is the list of addresses which will be automatically recognized by %S as allowed to use the nick. If you want to use the nick from a different address, you need to send an IDENTIFY command to make %S recognize you. Examples: ACCESS ADD anyone@*.bepeg.com Allows access to user anyone from any machine in the bepeg.com domain. ACCESS DEL anyone@*.bepeg.com Reverses the previous command. ACCESS LIST Displays the current access list.
fr_fr: Syntaxe: ACCESS ADD mask  ACCESS DEL mask  ACCESS LIST Modifie ou affiche la liste d'accès de votre pseudo. C'est la liste des adresses qui seront automatiquement reconnues par %S comme autorisées à utiliser le pseudo. Si vous voulez utiliser le pseudo depuis une adresse différente, vous devez envoyer une commande IDENTIFY pour que %S vous reconnaisse. Exemples: ACCESS ADD anyone@*.bepeg.com Autorise l'accès à l'utilisateur anyone d'une machine avec le domaine bepeg.com. ACCESS DEL anyone@*.bepeg.com Inverse la commande précédente. ACCESS LIST Affiche votre liste d'accès.

source: Syntax: ACT channel text  Makes the bot do the equivalent of a "/me" command on the given channel using the given text.
fr_fr: Syntaxe: ACT canal texte  Fait faire au bot l'équivalent d'une commande "/me" sur le canal donné avec le texte donné.

source: Syntax: ALIST [ level ] Lists all channels you have access on. Optionally, you can specify a level in XOP or ACCESS format. The resulting list will only include channels where you have the given level of access. Examples: ALIST Founder Lists all channels where you have Founder access. ALIST AOP Lists all channels where you have AOP access or greater. ALIST 10 Lists all channels where you have level 10 access or greater. Channels that have the NOEXPIRE option set will be prefixed by an exclamation mark.
fr_fr: Syntaxe: ALIST [ level ] Liste tous les canaux auquels vous avez accès. Optionnellement, vous pouvez spécifier un niveau au format XOP ou ACCESS. Le résultat retournera uniquement les canaux auquels vous avez un accès supérieur ou égal au niveau donné. Exemples: ALIST Founder Liste tous les canaux auxquels vous avez un accès FOUNDER. ALIST AOP Liste tous les canaux auxquels vous avez un accès AOP ou plus. ALIST 10 Liste tous les canaux auxquels vous avez un accès 10 ou plus. Les canaux ayant l'option NOEXPIRE active seront retournés avec un point d'exclamation devant.

source: Syntax: ALIST [ nickname ] [ level ] With no parameters, lists channels you have access on. With one parameter, lists channels that nickname has access on. With two parameters lists channels that nickname has level access or greater on. This use limited to Services Operators.
fr_fr: Syntax: ALIST [ pseudo ] [ level ] Sans aucun paramètre, retourne la liste des canaux où vous avez un accès. pseudo liste les canaux auxquels le pseudo donné a accès level liste les canaux auxquels le pseudo donné a un accès supérieur ou égal au niveau donné.

source: Syntax: ASSIGN chan nick  Assigns a bot pointed out by nick to the channel chan. You can then configure the bot for the channel so it fits your needs.
fr_fr: Syntaxe: ASSIGN canal pseudo  Attribue le bot désigné par 'pseudo' au canal. Vous pouvez ensuite configurer le bot pour qu'il convienne à vos besoins.

source: Syntax: BAN #channel nick [ reason ] Bans a selected nick on a channel. By default, limited to AOPs or those with level 5 access and above on the channel.
fr_fr: Syntaxe: BAN #canal pseudo [ raison ] Bannit le pseudo sélectionné sur un canal. Par défaut, limité aux AOPs ou à ceux ayant un niveau d'accès de 5 ou plus sur le canal.

source: Syntax: BOT ADD nick user host real  BOT CHANGE oldnick newnick [ user [ host [ real ]]] BOT DEL nick  Allows Services Operators to create, modify, and delete bots that users will be able to use on their own channels. BOT ADD adds a bot with the given nickname, username, hostname and realname. Since no integrity checks are done for these settings, be really careful. BOT CHANGE allows to change nickname, username, hostname or realname of a bot without actually delete it (and all the data associated with it). BOT DEL removes the given bot from the bot list. Note: you cannot create a bot that has a nick that is currently registered. If an unregistered user is currently using the nick, they will be killed.
fr_fr: Syntax: BOT ADD pseudo user host real  BOT CHANGE ancien-pseudo nouveau-pseudo [ user [ host [ real ]]] BOT DEL pseudo  Permet aux Services operators de créer, modifier, et supprimer les bots que les utilisateurs pourront utiliser sur leurs canaux. BOT ADD ajoute un bot avec le pseudo, username, hostname et realname donné. Aucun test d'intégrité n'est effectué pour ces données, donc faites très attention. BOT CHANGE permet de changer le pseudo, username, hostname ou realname d'un bot tout en conservant les données qui lui sont associées. BOT DEL supprime le bot donné de la liste des bots. Note: si vous créez un bot ayant un pseudo enregistré avec NickServ, il sera effacé. De plus, si un utilisateur utilise le pseudo du bot lors de sa création ou modification, il sera déconnecté.

source: Syntax: BOTLIST Lists all available bots on this network.
fr_fr: Syntaxe: BOTLIST Liste tous les bots disponibles sur ce réseau.

source: Syntax: CANCEL { nick | channel } Cancels the last memo you sent to the given nick or channel, provided it has not been read at the time you use the command.
fr_fr: Syntaxe: CANCEL { pseudo | canal } Supprime le dernier mémo que vous avez envoyé à un pseudo ou canal donné, à condition qu'il n'ait pas été lu lorsque vous utilisez la commande.

source: Syntax: CHANKILL [+ expiry ] channel reason  Puts an AKILL for every nick on the specified channel. It uses the entire and complete real ident@host for every nick, then enforces the AKILL.
fr_fr: Syntaxe: CHANKILL [+ expire ] canal raison  Inflige un AKILL à toutes les personnes qui sont sur le canal spécifié. Ceci utilise le réel identd@host de tous les pseudos.

source: Syntax: CHANLIST [{ pattern | nick } [ SECRET ]] Lists all channels currently in use on the IRC network, whether they are registered or not. If pattern is given, lists only channels that match it. If a nickname is given, lists only the channels the user using it is on. If SECRET is specified, lists only channels matching pattern that have the +s or +p mode.
fr_fr: Syntaxe: CHANLIST [{ modèle | pseudo } [ SECRET ]] Liste tous les canaux actuellement utilisés sur le réseau IRC, qu'ils soient enregistrés ou non. Si modèle est donné, seuls les canaux correspondants sont listés. Si un pseudo est donné, les canaux sur lesquels est l'utilisateur ayant ce pseudo seront listés. Si SECRET est spécifié, liste seulement les canaux correspondants à modèle qui ont le mode +s ou +p.
