Repository: anope/anope
Catalog: language/anope.*.po
Languages: fr_fr

source: %R%s HELP %s for more information.
fr_fr: Tapez /msg %s HELP %s pour plus d'informations.

source: %S allows you to "register" a nickname and prevent others from using it. The following commands allow for registration and maintenance of nicknames; to use them, type %R%S command . For more information on a specific command, type %R%S HELP command .
fr_fr: %S vous permet d'enregistrer un pseudo et d'empêcher les autres de l'utiliser. Les commandes suivantes permettent l'enregistrement et la gestion des pseudos. Pour les utiliser, tapez /msg %S commande . Pour plus d'informations sur une certaine commande, tapez /msg %S HELP commande .

source: %S allows you to have a bot on your own channel. It has been created for users that can't host or configure a bot, or for use on networks that don't allow user bots. Available commands are listed below; to use them, type %R%S command . For more information on a specific command, type %R %S HELP command .
fr_fr: %S vous permet d'avoir un bot sur votre canal. Il a été conçu pour les utilisateurs qui ne peuvent héberger ou configurer un bot, ou pour être utilisé sur les réseaux qui n'autorisent pas un bot d'un utilisateur. Les commandes disponibles sont listées ci-dessous, pour les utiliser, tapez /msg %S command . Pour plus d'information sur une commande spécifique, tapez /msg %S HELP command .

source: %s Changed the DEFCON level to %d
fr_fr: %s a changé le niveau de DEFCON en %d.

source: %s added to %s access list at level %d.
fr_fr: %s ajouté à la liste d'accès de %s au level %d.

source: %s added to %s autokick list.
fr_fr: %s ajouté à la liste de kicks automatiques de %s.

source: %s added to %s bad words list.
fr_fr: %s ajouté à la liste des mots interdits de %s.

source: %s added to the AKILL list.
fr_fr: %s ajouté à la liste d'AKILL.

source: %s added to the SNLINE list.
fr_fr: %s ajouté à la liste de SNLINEs.

source: %s added to the SQLINE list.
fr_fr: %s ajouté à la liste de SQLINEs.

source: %s added to the SZLINE list.
fr_fr: %s ajouté à la liste de SZLINEs.

source: %s added to your access list.
fr_fr: %s ajouté à votre liste d'accès.

source: %s already exists in %s bad words list.
fr_fr: %s existe déjà dans la liste des mots interdits de %s.

source: %s already exists on %s autokick list.
fr_fr: %s existe déjà sur la liste de kicks automatiques de %s.

source: %s already exists on the AKILL list.
fr_fr: %s existe déjà sur la liste d'AKILL.

source: %s already exists on the EXCEPTION list.
fr_fr: %s existe déjà dans la liste des exceptions.

source: %s already exists on the SNLINE list.
fr_fr: %s existe déjà sur la liste de SNLINEs.

source: %s already exists on the SQLINE list.
fr_fr: %s existe déjà sur la liste de SQLINEs.

source: %s already exists on the SZLINE list.
fr_fr: %s existe déjà sur la liste de SZLINEs.

source: %s cannot be taken as times to ban.
fr_fr: %s ne peut être pris comme nombre de fois pour un ban.

source: %s changed your usermodes.
fr_fr: %s a changé vos modes.

source: %s channel list: Name Users Modes Topic
fr_fr: Liste des channels de %s: Nom Users Modes Topic

source: %s deleted from %s access list.
fr_fr: %s supprimé de la liste d'accès de %s.

source: %s deleted from %s autokick list.
fr_fr: %s supprimé de la liste de kicks automatiques de %s.

source: %s deleted from %s bad words list.
fr_fr: %s supprimé de la liste des mots interdits de %s.

source: %s deleted from session-limit exception list.
fr_fr: %s supprimé de la liste des exceptions à la limitation de sessions.

source: %s deleted from the AKILL list.
fr_fr: %s supprimé de la liste d'AKILL.

source: %s deleted from the SNLINE list.
fr_fr: %s supprimé de la liste de SNLINEs.

source: %s deleted from the SQLINE list.
fr_fr: %s supprimé de la liste de SQLINEs.

source: %s deleted from the SZLINE list.
fr_fr: %s supprimé de la liste de SZLINEs.

source: %s deleted from your access list.
fr_fr: %s supprimé de votre liste d'accès.

source: %s disabled on channel %s.
fr_fr: Le niveau %s est maintenant désactivé sur le canal %s.

source: %s has too many channels registered.
fr_fr: %s a trop de canaux enregistrés.

source: %s is already covered by %s.
fr_fr: %s est déjà couvert par %s.

source: %s is not a valid ban type.
fr_fr: %s n'est pas un type de ban valide.

source: %s is not a valid bot or registered channel.
fr_fr: %s n'est pas un bot ou canal enregistré valide.

source: %s is not a valid e-mail address.
fr_fr: %s n'est pas une adresse e-mail valide.

source: %s is not currently on channel %s.
fr_fr: %s n'est actuellement pas sur %s.

source: %s matches an except on %s and cannot be banned until the except have been removed.
fr_fr: %s a trouvé une exception sur %s et ne peut le bannir tant que l'exception n'a pas été retirée.

source: %s not found on %s access list.
fr_fr: %s introuvable sur la liste d'accès de %s.

source: %s not found on %s autokick list.
fr_fr: %s introuvable sur la liste de kicks automatiques de %s.

source: %s not found on %s bad words list.
fr_fr: %s introuvable sur la liste des mots interdits de %s.

source: %s not found on session list.
fr_fr: %s introuvable sur la liste des sessions.

source: %s not found on session-limit exception list.
fr_fr: %s non trouvé sur la liste des exceptions à la limitation de sessions.

source: %s not found on the AKILL list.
fr_fr: %s introuvable sur la liste d'AKILL.

source: %s not found on the SNLINE list.
fr_fr: %s introuvable sur la liste de SNLINEs.

source: %s not found on the SQLINE list.
fr_fr: %s introuvable sur la liste de SQLINEs.

source: %s not found on the SZLINE list.
fr_fr: %s introuvable sur la liste de SZLINEs.

source: %s not found on your access list.
fr_fr: %s introuvable dans votre liste d'accès.

source: %s users list: Nick Mask
fr_fr: Liste des utilisateurs de %s: Nick Masque

source: %s will no longer be ignored.
fr_fr: %s n'est plus ignoré

source: %s will now be ignored for %s.
fr_fr: %s est ignoré pour %s.

source: %s will now permanently be ignored.
fr_fr: %s est ignoré en permanence.

source: Notice: All commands sent to %S are logged!
fr_fr: Remarque: Toutes les commandes envoyées à %S sont enregistrées!

source: Notice: Services is in read-only mode; changes will not be saved!
fr_fr: Note: les Services sont en mode lecture-seule; les changements ne seront pas sauvegardés!

source: Reminder: AKILL masks cannot contain nicknames; make sure you have not included a nick portion in your mask.
fr_fr: Rappel: les masques AKILL ne peuvent contenir de pseudo, assurez vous que vous n'avez pas mis de partie pseudo dans le masque.

source: Reminder: you can only add IP masks to the SZLINE list.
fr_fr: Rappel: vous ne pouvez ajouter que des masques d'IP à la liste de SZLINEs.

source: User access levels By default, the following access levels are defined: Founder Full access to %S functions; automatic opping upon entering channel. Note that only one person may have founder status (it cannot be given using the ACCESS command).  10 Access to AKICK command; automatic opping.  5 Automatic opping.  3 Automatic voicing.  0 No special privileges; can be opped by other ops (unless secure-ops is set).  <0 May not be opped. These levels may be changed, or new ones added, using the LEVELS command; type %R%S HELP LEVELS for information.
fr_fr: Niveaux d'accès utilisateur Par défaut, les niveaux d'accès suivants sont définis: Proprio Accès total aux fonctions de %S, Op automatique dès l'entrée sur le canal. Notez que seule une personne peut avoir le statut de propriétaire (il ne peut être donné en utilisant la commande ACCESS).  10 Accès à la commande AKICK, Op automatique.  5 Op automatique.  3 Voice automatique.  0 Aucun privilège particulier.  <0 Ne doit pas être OP. Ces niveaux peuvent être changés, ou de nouveaux ajoutés, en utilisant la commande LEVELS; tapez /msg %S HELP LEVELS pour plus d'informations.

source: [auto-memo] The memo you sent has been viewed.
fr_fr: [auto-memo] Le mémo que vous avez envoyé a été vu.

source: [auto-memo] The memo you sent to %s has been viewed.
fr_fr: [auto-memo] Le mémo que vous avez envoyé a %s a été vu.

source: Services Operators can also drop any channel without needing to identify via password, and may view the access, AKICK, and level setting lists for any channel.
fr_fr: Les Services operators peuvent aussi effacer tout canal sans avoir besoin de s'identifier avec un mot de passe, et peuvent voir l'access, AKICK, et level lists de tout canal.

source: Services Operators can also drop any nickname without needing to identify for the nick, and may view the access list for any nickname (%R%S ACCESS LIST nick ).
fr_fr: Les Services Operators peuvent également effacer n'importe quel pseudo sans avoir besoin de s'identifier pour le celui-ci, et peuvent voir l'access list pour n'importe quel pseudo (/msg %S ACCESS LIST nick ).

source: Bot nick : %s
fr_fr: Pseudo du bot : %s

source: Bot nick : not assigned yet.
fr_fr: Pseudo du bot : non attribué.

source: Caps kicker : %s
fr_fr: Kicker de majuscules : %s

source: Caps kicker : %s (%d kick(s) to ban; minimum %d/%d%%)
fr_fr: Kicker de majuscules : %s (%d kick(s) pour un ban; minimum %d/%d%%)

source: Caps kicker : %s (minimum %d/%d%%)
fr_fr: Kicker de majuscules : %s (minimum %d/%d%%)

source: Founder: %s
fr_fr: Propriétaire: %s

source: Ban type: %d
fr_fr: Type de ban: %d

source: Bolds kicker : %s
fr_fr: Kicker de car. gras : %s

source: Bolds kicker : %s (%d kick(s) to ban)
fr_fr: Kicker de car. gras : %s (%d kick(s) pour un ban)

source: Flood kicker : %s
fr_fr: Kicker de flood : %s

source: Flood kicker : %s (%d kick(s) to ban; %d lines in %ds)
fr_fr: Kicker de flood : %s (%d kick(s) pour un ban, %d lignes en %ds)

source: Flood kicker : %s (%d lines in %ds)
fr_fr: Kicker de flood : %s (%d lignes en %ds)

source: Mask : %s@%s
fr_fr: Masque : %s@%s

source: Colors kicker : %s
fr_fr: Kicker de couleurs : %s

source: Colors kicker : %s (%d kick(s) to ban)
fr_fr: Kicker de couleurs : %s (%d kick(s) pour un ban)

source: Expires on: %s
fr_fr: Expires in: %s

source: Last used: %s
fr_fr: Dernière utilisation: %s

source: Mode lock: %s
fr_fr: Modes maintenus: %s

source: Repeat kicker : %s
fr_fr: Kicker de répétition : %s

source: Repeat kicker : %s (%d kick(s) to ban; %d times)
fr_fr: Kicker de répétition : %s (%d kick(s) pour un ban, %d fois)

source: Repeat kicker : %s (%d times)
fr_fr: Kicker de répétition : %s (%d fois)

source: Successor: %s
fr_fr: Successeur: %s

source: Suspended: [%s] %s
fr_fr: Suspendu: [%s] %s

source: Last topic: %s
fr_fr: Dernier sujet: %s

source: Registered: %s
fr_fr: Enregistré: %s

source: %-*s (disabled)
fr_fr: %-*s (désactivé)

source: %-*s (founder only)
fr_fr: %-*s (propriétaire uniquement)

source: ACCESS Modify the list of authorized addresses
fr_fr: ACCESS Modifie la liste des adresses autorisées

source: ACCESS Modify the list of privileged users
fr_fr: ACCESS Modifie la liste des utilisateurs privilégiés

source: ACT Makes the bot do the equivalent of a "/me" command
fr_fr: ACT Fait faire au bot l'équivalent de la commande /me

source: AKICK Maintain the AutoKick list
fr_fr: AKICK Gère la liste des kicks automatiques

source: AKILL Manipulate the AKILL list
fr_fr: AKILL Contrôle la liste des AKILLs

source: ALIST List channels you have access on
fr_fr: ALIST Liste tous les canaux auquels vous êtes connecté

source: AOP Modify the list of AOP users
fr_fr: AOP Modifie la liste des utilisateurs AOPs

source: ASSIGN Assigns a bot to a channel
fr_fr: ASSIGN Attribue un bot à un canal

source: AUTOOP Should services op you automatically.
fr_fr: AUTOOP Demande à Services de vous rendre automatiquement OP.

source: BADWORDS Maintains bad words list
fr_fr: BADWORDS Gère la liste des mots interdits

source: BAN Bans a selected nick on a channel
fr_fr: BAN Ban un pseudo spécifié dans un canal

source: BANTYPE Set how Services make bans on the channel
fr_fr: BANTYPE Définit comment les services mettent les bans sur le canal

source: BOT Maintains network bot list
fr_fr: BOT Gère la liste des bots du réseau

source: BOTLIST Lists available bots
fr_fr: BOTLIST Liste les bots disponibles

source: CANCEL Cancel last memo you sent
fr_fr: CANCEL Annule le dernier mémo que vous avez envoyé

source: CHANKILL AKILL all users on a specific channel
fr_fr: CHANKILL AKILL tout les utilisateurs d'un canal spécifique

source: CHANLIST Lists all channel records
fr_fr: CHANLIST Liste tous les canaux

source: CHECK Checks if last memo to a nick was read
fr_fr: CHECK Vérifie si le dernier mémo envoyé à un pseudo a été lu

source: CONFIRM Confirm a nickserv auth code
fr_fr: CONFIRM Confirme une inscription à NickServ

source: Created : %s
fr_fr: Créé : %s

source: DEFCON Manipulate the DefCon system
fr_fr: DEFCON Active/Désactive DefCon

source: DEHALFOP Dehalfops a selected nick on a channel
fr_fr: DEHALFOP Dehalfop le pseudo spécifié sur un canal

source: DEL Delete the vhost of another user
fr_fr: DEL Supprime le vhost d'un pseudo

source: DEL Delete a memo or memos
fr_fr: DEL Efface un ou des mémos

source: DELALL Delete the vhost for all nicks in a group
fr_fr: DELALL Supprime le vhost pour tous les pseudos d'un groupe

source: DEOP Deops a selected nick on a channel
fr_fr: DEOP Deop le pseudo spécifié sur un canal

source: DEOWNER Removes your owner status on a channel
fr_fr: DEOWNER Retire votre statut de propriétaire d'un canal

source: DEPROTECT Deprotects a selected nick on a channel
fr_fr: DEPROTECT Déprotège le pseudo donné sur un canal

source: DESC Set the channel description
fr_fr: DESC Définit la description du canal

source: DEVOICE Devoices a selected nick on a channel
fr_fr: DEVOICE Devoice le pseudo spécifié sur un canal

source: DISPLAY Set the display of the group in Services
fr_fr: DISPLAY Affiche les pseudos du groupe du pseudo donné

source: DISPLAY Set the display of your group in Services
fr_fr: DISPLAY Change l'affichage de votre groupe dans les services

source: DROP Cancel the registration of a channel
fr_fr: DROP Annule l'enregistrement d'un canal

source: DROP Cancel the registration of a nickname
fr_fr: DROP Annule l'enregistrement d'un pseudo

source: EMAIL Associate an E-mail address with the nickname
fr_fr: EMAIL Associe une email au pseudo donné

source: EMAIL Associate an E-mail address with your nickname
fr_fr: EMAIL Associe une e-mail à votre pseudo

source: EXCEPTION Modify the session-limit exception list
fr_fr: EXCEPTION Modifie la liste d'exceptions à la limite de sessions

source: FORBID Prevent a channel from being used
fr_fr: FORBID Empêche un canal d'être utilisé

source: FORBID Prevents a nickname from being registered
fr_fr: FORBID Empêche l'utilisation d'un pseudo

source: FOUNDER Set the founder of a channel
fr_fr: FOUNDER Définit le propriétaire d'un canal

source: GETEMAIL Matches and returns all users that registered using given email
fr_fr: GETEMAIL Cherche et retourne la liste des pseudos enregistrés avec un certain email

source: GETKEY Returns the key of the given channel
fr_fr: GETKEY Retourne la clé du canal specifié

source: GETPASS Retrieve the password for a nickname
fr_fr: GETPASS Retrouve le mot de passe pour un pseudo (uniquement si le cryptage est désactivé)

source: GHOST Disconnects a "ghost" IRC session using your nick
fr_fr: GHOST Deconnecte un "ghost irc" utilisant votre pseudo

source: GLIST Lists all nicknames in your group
fr_fr: GLIST Liste tous les pseudos de votre groupe

source: GLOBAL Send a message to all users
fr_fr: GLOBAL Envoie un message à tous les utilisateurs

source: GREET Associate a greet message with the nickname
fr_fr: GREET Associe un message d'accueil au pseudo donné

source: GREET Associate a greet message with your nickname
fr_fr: GREET Associe un message d'accueil à votre pseudo

source: GROUP Syncs the vhost for all nicks in a group
fr_fr: GROUP Synchronise tous les vhosts d'un groupe

source: GROUP Join a group
fr_fr: GROUP Joint un groupe

source: Greet message: %s
fr_fr: Message d'accueil: %s

source: HALFOP Halfops a selected nick on a channel
fr_fr: HALFOP Donne le statut d'HalfOP au pseudo donné sur un canal

source: HIDE Hide certain pieces of nickname information
fr_fr: HIDE Cache certaines parties des informations du pseudo

source: HOP Maintains the HOP (HalfOP) list for a channel
fr_fr: HOP Configure la liste de HOP d'un canal (HalfOP)

source: IDENTIFY Identify yourself with your password
fr_fr: IDENTIFY Vous identifie avec votre mot de passe

source: IGNORE Modify the Services ignore list
fr_fr: IGNORE Modifier la liste d'ignore des services

source: INFO Allows you to see BotServ information about a channel or a bot
fr_fr: INFO Vous permet de voir des informations à propos de BotServ sur un canal ou un bot

source: INFO Displays information about a given nickname
fr_fr: INFO Affiche des informations sur un pseudo

source: INFO Lists information about the named registered channel
fr_fr: INFO Liste les informations sur un canal enregistré

source: INFO Displays information about your memos
fr_fr: INFO Affiche des informations à propos de vos mémos

source: INVITE Tells ChanServ to invite you into a channel
fr_fr: INVITE Commande à ChanServ de vous inviter dans un canal

source: JUPE "Jupiter" a server
fr_fr: JUPE "Jupiter" un serveur

source: KEEPTOPIC Retain topic when channel is not in use
fr_fr: KEEPTOPIC Maintient le topic quand le canal n'est pas utilisé

source: KICK Configures kickers
fr_fr: KICK Configure les kickers

source: KICK Kick a user from a channel
fr_fr: KICK Expulse un utilisateur d'un canal

source: KICK Kicks a selected nick from a channel
fr_fr: KICK Kick le pseudo spécifié d'un canal

source: KILL Turn protection on or off
fr_fr: KILL Active ou désactive la protection

source: LANGUAGE Set the language Services will use when sending messages to you
fr_fr: LANGUAGE Change la langue dans laquelle les Services vous envoient leurs messages

source: LEVELS Redefine the meanings of access levels
fr_fr: LEVELS Redéfinit la signification des niveaux d'accès

source: LIST Displays one or more vhost entries.
fr_fr: LIST Recherche un vhost

source: LIST List all registered nicknames that match a given pattern
fr_fr: LIST Liste tous les pseudos en rapport avec la recherche

source: LIST Lists all registered channels matching the given pattern
fr_fr: LIST Liste tous les canaux enregistrés en rapport avec la recherche

source: LIST List your memos
fr_fr: LIST Liste vos mémos

source: LOGONNEWS Define messages to be shown to users at logon
fr_fr: LOGONNEWS Définit les messages affichés aux utilisateurs à la connexion

source: LOGOUT Reverses the effect of the IDENTIFY command
fr_fr: LOGOUT Inverse la commande LOGIN

source: MODE Change a channel's modes
fr_fr: MODE Change les modes d'un canal

source: MODINFO Info about a loaded module
fr_fr: MODINFO Liste les informations sur un module chargé

source: MODLIST List loaded modules
fr_fr: MODLIST Liste les modules chargés

source: MODLOAD Load a module
fr_fr: MODLOAD Charge un module

source: MODUNLOAD Un-Load a module
fr_fr: MODUNLOAD Décharge un module

source: MSG Change the communication method of Services
fr_fr: MSG Change le mode de communication des Services

source: NOEXPIRE Prevent the nickname from expiring
fr_fr: NOEXPIRE Empêche le pseudo d'expirer

source: NOOP Temporarily remove all O:lines of a server remotely
fr_fr: NOOP Supprime temporairement toutes les O:lines d'un serveur

source: OFF Deactivates your assigned vhost
fr_fr: OFF Désactive un vhost

source: OLINE Give Operflags to a certain user
fr_fr: OLINE Donne les flags d'un Oper à un utilisateur

source: ON Activates your assigned vhost
fr_fr: ON Active un vhost

source: OP Gives Op status to a selected nick on a channel
fr_fr: OP Donne l'Op au pseudo spécifié sur un canal

source: OPERNEWS Define messages to be shown to users who oper
fr_fr: OPERNEWS Définit les messages affichés aux utilisateurs qui deviennent IRCops

source: OPNOTICE Send a notice when OP/DEOP commands are used
fr_fr: OPNOTICE Envoie une notice quand OP/DEOP sont utilisés

source: OWNER Gives you owner status on channel
fr_fr: OWNER Vous donne votre accès propriétaire pour un canal

source: PASSWORD Set the nickname password
fr_fr: PASSWORD Change le mot de passe du pseudo donné

source: PASSWORD Set your nickname password
fr_fr: PASSWORD Change le mot de passe de votre pseudo

source: PEACE Regulate the use of critical commands
fr_fr: PEACE Régule l'utilisation de commandes sensibles

source: PRIVATE Hide channel from LIST command
fr_fr: PRIVATE Cacher le canal de la commande LIST

source: PROTECT Protects a selected nick on a channel
fr_fr: PROTECT Protège le pseudo spécifié sur un canal

source: QUIT Terminate the Services program with no save
fr_fr: QUIT Arrête les Services sans sauvegarde

source: RANDOMNEWS Define messages to be randomly shown to users at logon
fr_fr: RANDOMNEWS Définit les messages affichés aléatoirement aux utilisateurs à la connexion

source: READ Read a memo or memos
fr_fr: READ Lit un ou des mémos

source: RECOVER Kill another user who has taken your nick
fr_fr: RECOVER Change le pseudo d'un utilisateur qui a pris votre pseudo

source: REGISTER Register a nickname
fr_fr: REGISTER Enregistre un pseudo

source: RELEASE Regain custody of your nick after RECOVER
fr_fr: RELEASE Reprendre la tutelle de votre pseudo après un RECOVER

source: RELOAD Reload services' configuration file
fr_fr: RELOAD Recharge le fichier de configuration des Services

source: RESEND Resend a nickserv auth code
fr_fr: RESEND Renvoie le code de confirmation de l'inscription à NickServ

source: RESTART Save databases and restart Services
fr_fr: RESTART Sauvegarde les bases de données et relance les Services.

source: RESTRICTED Restrict access to the channel
fr_fr: RESTRICTED Restreindre l'accès au canal

source: RSEND Sends a memo and requests a read receipt
fr_fr: RSEND Envoie un memo et demande un accusé de reception

source: Reverses kicker : %s
fr_fr: Kicker de reverses : %s

source: Reverses kicker : %s (%d kick(s) to ban)
fr_fr: Kicker de reverses : %s (%d kick(s) pour un ban)

source: SASET Set SET-options on another nickname
fr_fr: SASET Configure des options sur d'autres pseudos

source: SAY Makes the bot say the given text on the given channel
fr_fr: SAY Fait dire au bot le texte donné sur un canal

source: SECURE Activate %S security features
fr_fr: SECURE Active les fonctions de sécurité de %S

source: SECURE Turn nickname security on or off
fr_fr: SECURE Active ou désactive la sécurité du pseudo

source: SECUREFOUNDER Stricter control of channel founder status
fr_fr: SECUREFOUNDER Contrôle plus strict du statut de propriétaire du canal

source: SECUREOPS Stricter control of chanop status
fr_fr: SECUREOPS Contrôle plus strict du statut d'OP

source: SEND Send a memo to a nick or channel
fr_fr: SEND Envoie un mémo à un pseudo ou un canal

source: SENDALL Send a memo to all registered users
fr_fr: SENDALL Envoie un mémo à tous les pseudos enregistrés

source: SENDPASS Forgot your password? Try this
fr_fr: SENDPASS A utiliser en cas de perte de mot de passe

source: SESSION View the list of host sessions
fr_fr: SESSION Affiche la liste des sessions par hôte

source: SET Configures bot options
fr_fr: SET Configure les options du bot

source: SET Set the vhost of another user
fr_fr: SET Configure le vhost d'un pseudo

source: SET Set various global Services options
fr_fr: SET Configure des options globales des Services

source: SET Set channel options and information
fr_fr: SET Configure les options et informations du canal
