Repository: anope/anope
Catalog: lang/anope.*.po
Languages: it_it, ru_ru, tr_tr

source: [auto-memo] The memo you sent to %s has been viewed.
it_it: [auto-memo] Il memo che hai inviato a %s è stato letto.
ru_ru: [авто-сообщение] Мемо-сообщение, которые вы посылали %s, было прочитано.

source: Services Operators can also drop any channel without needing to identify via password, and may view the access, AKICK, and level setting lists for any channel.
it_it: I Services Operator possono inoltre deregistrare qualsiasi canale senza che siano identificati con la password, e possono vedere la lista di accesso, la lista AKICK e le liste di configurazione dei livelli per qualsiasi canale.
ru_ru: Администраторы сервисов могут удалить любой канал без идентификации к нему в качестве владельца, могут просматривать списки доступа каналов, а так же, списки акиков и установки уровней доступа каналов.
tr_tr: Servis adminleri kanalýn kaydýný þifreyle tanýtmadan silebilir, ve access, Akick ve seviye ayarlarýný görüntüleyebilirler.

source: Services Operators can also drop any nickname without needing to identify for the nick, and may view the access list for any nickname (%R%S ACCESS LIST nick ).
it_it: I Services Operator possono inoltre deregistrare qualsiasi nick senza doversi identificare per quel nick, e possono visualizzare le liste di accesso per qualunque nick (/msg %S ACCESS LIST nick ).
ru_ru: Администраторы сервисов могут удалить любой ник без идентификации к нему, а так же, могут смотреть список доступа любого ника (более подробно см. /msg %S ACCESS LIST ник ).
tr_tr: Servis adminleri herhangi bir nickin tanýtmasýna gerek olmadan kaydýný silebilir(drop) ve herhangi bir nickin access listesini görüntüleyebilir. (/msg %S ACCESS LIST nick ).

source: Options : %s
it_it: Opzioni: %s
ru_ru: Активированные опции.: %s
tr_tr: Özellikler : %s

source: vhost: %s
ru_ru: Виртуальный хост........: %s

source: vhost: %s@%s
ru_ru: Виртуальный хост........: %s@%s

source: Bot nick : %s
it_it: Nick del bot: %s
ru_ru: Ник бота.............: %s
tr_tr: Botun nicki : %s

source: Bot nick : not assigned yet.
it_it: Nick del bot: nessun bot assegnato.
ru_ru: Ник бота.............: бот не назначен.
tr_tr: Botun nicki : þu an yok.

source: Options: %s
it_it: Opzioni: %s
ru_ru: Активированные опции....: %s
tr_tr: Özellikler: %s

source: Caps kicker : %s
it_it: Kick in caso di maiuscole: %s
ru_ru: Цензор CapsLOCK......: %s
tr_tr: Büyük yazýda atma : %s

source: Caps kicker : %s (%d kick(s) to ban; minimum %d/%d%%)
it_it: Kick in caso di maiuscole: %s (%d portano al ban; minimo %d/%d%%)
ru_ru: Цензор CapsLOCK......: %s (%d киков до бана; минимум %d/%d%%)
tr_tr: Büyük yazýda atma : %s (%d tanede ban; minimum %d/%d%%)

source: Caps kicker : %s (minimum %d/%d%%)
it_it: Kick in caso di maiuscole: %s (minimo %d/%d%%)
ru_ru: Цензор CapsLOCK......: %s (минимум %d/%d%%)
tr_tr: Büyük yazýda atma : %s (minimum %d/%d%%)

source: Founder: %s
it_it: Fondatore: %s
ru_ru: Владелец..................: %s

source: Ban type: %d
it_it: Tipo di ban: %d
ru_ru: Тип бана..................: %d
tr_tr: Ban tipi: %d

source: Bolds kicker : %s
it_it: Kick in caso di grassetto: %s
ru_ru: Цензор жирных букв...: %s
tr_tr: Kalýn yazýda atma : %s

source: Bolds kicker : %s (%d kick(s) to ban)
it_it: Kick in caso di grassetto: %s (%d kick portano al ban)
ru_ru: Цензор жирных букв...: %s (%d киков до бана)
tr_tr: Kalýn yazýda atma : %s (%d tanede ban)

source: Flood kicker : %s
it_it: Kick in caso di flood: %s
ru_ru: Цензор флуда.........: %s
tr_tr: Floodda atma : %s

source: Flood kicker : %s (%d kick(s) to ban; %d lines in %ds)
it_it: Kick in caso di flood: %s (%d kick portano al ban; %d linee in %d secondi)
ru_ru: Цензор флуда.........: %s (%d киков до бана; %d линий из %ds)
tr_tr: Floodda atma : %s (%d tanede ban; %d sýra %ds)

source: Flood kicker : %s (%d lines in %ds)
it_it: Kick in caso di flood: %s (%d linee in %d secondi)
ru_ru: Цензор флуда.........: %s (%d линий за %ds)
tr_tr: Floodda atma : %s (%d sýra %ds)

source: Mask : %s@%s
it_it: Hostmask: %s@%s
ru_ru: Маска...........: %s@%s

source: Colors kicker : %s
it_it: Kick in caso di colori: %s
ru_ru: Цензор цветов........: %s
tr_tr: Renkli yazýda atma : %s

source: Colors kicker : %s (%d kick(s) to ban)
it_it: Kick in caso di colori: %s (%d portano al ban)
ru_ru: Цензор цветов........: %s (%d киков до бана)
tr_tr: Renkli yazýda atma : %s (%d tanede ban)

source: Expires on: %s
it_it: Expires in: %s
ru_ru: Регистрация истекает......: %s
tr_tr: Expires in: %s

source: Last used: %s
it_it: Ultimo utilizzo: %s
ru_ru: Последний раз использован.: %s
tr_tr: Son kullanýlýþ: %s

source: Mode lock: %s
it_it: Modi bloccati: %s
ru_ru: Блокировка режимов........: %s
tr_tr: Mod kilidi: %s

source: Repeat kicker : %s
it_it: Kick in caso di ripetizioni: %s
ru_ru: Цензор повторов......: %s
tr_tr: Tekrarda atma : %s

source: Repeat kicker : %s (%d kick(s) to ban; %d times)
it_it: Kick in caso di ripetizioni: %s (%d kick portano al ban; %d volte)
ru_ru: Цензор повторов......: %s (%d киков до бана; %d раз)
tr_tr: Tekrarda atma : %s (%d tanede ban; %d kez)

source: Repeat kicker : %s (%d times)
it_it: Kick in caso di ripetizioni: %s (%d volte)
ru_ru: Цензор повторов......: %s (%d раз)
tr_tr: Tekrarda atma : %s (%d kez)

source: Successor: %s
it_it: Successore: %s
ru_ru: Наследник.................: %s

source: Suspended: [%s] %s
it_it: Sospeso: [%s] %s
ru_ru: Канал 'заморожен': [%s] %s

source: Last topic: %s
it_it: Ultimo topic: %s
ru_ru: Последний топик...........: %s
tr_tr: Son topic: %s

source: Registered: %s
it_it: Data di registrazione: %s
ru_ru: Зарегистрирован...........: %s
tr_tr: Kayýt tarihi: %s

source: %-*s (disabled)
it_it: %-*s (disabilitato)
ru_ru: %-*s (отключено)
tr_tr: %-*s (kapatýldý)

source: %-*s (founder only)
it_it: %-*s (solo per il fondatore)
ru_ru: %-*s (только для владельца)
tr_tr: %-*s (sadece founder)

source: ACCESS Modify the list of authorized addresses
it_it: ACCESS Modifica la lista degli indirizzi autorizzati
ru_ru: ACCESS Управление ACCESS-списком ника (списком хостмасок)
tr_tr: ACCESS Ýzinli adreslerin listesini düzenler

source: ACCESS Modify the list of privileged users
it_it: ACCESS Modifica la lista degli utenti con privilegi
ru_ru: ACCESS Управление ACCESS-списком привилегий канала
tr_tr: ACCESS Ayrýcalýklý kullanýcýlarý belirler deðiþtirir

source: ACT Makes the bot do the equivalent of a "/me" command
it_it: ACT Invia un /me in canale
ru_ru: ACT Выполнить действие от лица бота на указанном канале

source: AKICK Maintain the AutoKick list
it_it: AKICK Modifica la lista AutoKick
ru_ru: AKICK Управление списком автокиков канала
tr_tr: AKICK Autokick listesini düzenler

source: AKILL Manipulate the AKILL list
it_it: AKILL Manipola la lista AKILL
ru_ru: AKILL Управление списком AKILL'ов
tr_tr: AKILL AKILL listesini düzenler

source: ALIST List channels you have access on
it_it: ALIST Mostra i canali in cui si ha accesso
ru_ru: ALIST Вывод списка каналов, на которых у вас есть доступ

source: AOP Modify the list of AOP users
it_it: AOP Modifica la lista degli utenti AOP
ru_ru: AOP Управление списком AOP'ов канала
tr_tr: AOP AOP listesini düzenler

source: ASSIGN Assigns a bot to a channel
it_it: ASSIGN Assegna un bot a un canale
ru_ru: ASSIGN Установка бота на указанный канал
tr_tr: ASSIGN Kanala bot sokar

source: AUTOOP Should services op you automatically.
ru_ru: AUTOOP активирование/деактивирование автостатуса

source: AUTOOP Turn autoop on or off
ru_ru: AUTOOP активирование/деактивирование режима автостатуса

source: BADWORDS Maintains bad words list
it_it: BADWORDS Gestisce la lista delle parolacce
ru_ru: BADWORDS Управление списком "плохих" слов
tr_tr: BADWORDS Küfür listesi oluþturur

source: BAN Bans a selected nick on a channel
it_it: BAN Permette di bannare un utente
ru_ru: BAN Установка бана на канале

source: BANTYPE Set how Services make bans on the channel
it_it: BANTYPE Imposta il tipo di ban che sarà usato dai Services
ru_ru: BANTYPE установка типа бана сервисами на канале
tr_tr: BANTYPE Servislerin kanalda ne tip ban koyacaðýný belirler

source: BOT Maintains network bot list
it_it: BOT Gestisce la lista dei bot disponibili
ru_ru: BOT Управление сервисными ботами
tr_tr: BOT Networkün bot listesini düzenler

source: BOTLIST Lists available bots
it_it: BOTLIST Mostra la lista dei bot disponibili
ru_ru: BOTLIST Список доступных для установки ботов
tr_tr: BOTLIST Mevcut botlarý listeler

source: CANCEL Cancel last memo you sent
it_it: CANCEL Annulla l'ultimo memo inviato
ru_ru: CANCEL Отмена последнего отправленного вами мемо-сообщения
tr_tr: CANCEL Son gönderilen mesajý iptal eder

source: CHANKILL AKILL all users on a specific channel
it_it: CHANKILL AKILL tutti gli utenti su di un canale specifico
ru_ru: CHANKILL "Прибить" всех пользователей на указанном канале

source: CHANLIST Lists all channel records
it_it: CHANLIST Mostra tutti i canali
ru_ru: CHANLIST Список текущих активных каналов сети
tr_tr: CHANLIST Tüm kanal kayýtlarýný listeler

source: CHECK Checks if last memo to a nick was read
it_it: CHECK Controlla se l'ultimo memo ad un nick è stato letto
ru_ru: CHECK Проверка на то, было ли прочитано последнее посланное вами сообщение

source: CLEAR Tells ChanServ to clear certain settings on a channel
it_it: CLEAR Annulla varie impostazioni del canale
ru_ru: CLEAR Очистка определенных режимов канала

source: CLEARMODES Clear modes of a channel
it_it: CLEARMODES "Pulisce" i modi di un canale
ru_ru: CLEARMODES Очистка всех режимов указанного канала
tr_tr: CLEARMODES Bir kanalýn modlarýný temizler

source: CONFIRM Confirm a nickserv auth code
it_it: CONFIRM Conferma un "auth code" di nickserv
ru_ru: CONFIRM Подтверждение регистрации кодом аутенфикации

source: Created : %s
it_it: Data di crazione: %s
ru_ru: Создан..........: %s
tr_tr: Yaratýlýþ : %s

source: DEFCON Manipulate the DefCon system
it_it: DEFCON Manipola il sistema DefCon
ru_ru: DEFCON Управление системой DefCon (защитных контрмер)

source: DEHALFOP Dehalfops a selected nick on a channel
it_it: DEHALFOP Toglie lo stato di mezzo operatore a un utente
ru_ru: DEHALFOP Снятие режима полуоператора (-h) с указанного ника на канале

source: DEL Delete the vhost of another user
it_it: DEL Rimuove il vhost di un altro utente
ru_ru: DEL Удаление виртуального хоста

source: DEL Delete a memo or memos
it_it: DEL Cancella uno o più memo
ru_ru: DEL Удаление мемо-сообщений
tr_tr: DEL Mesajlarý silmenizi saðlar

source: DELALL Delete the vhost for all nicks in a group
it_it: DELALL Rimuove il vhost da tutti i nick di un gruppo
ru_ru: DELALL Удаление вирт. хоста у всех ников указанной группы

source: DEOP Deops a selected nick on a channel
it_it: DEOP Toglie lo stato di operatore a un utente (-o)
ru_ru: DEOP Снятие режима оператора (-o) с указанного ника на канале

source: DEOWNER Removes your owner status on a channel
it_it: DEOWNER Toglie lo stato di owner a un utente
ru_ru: DEOWNER Снимает с вас статус владельца канала

source: DEPROTECT Deprotects a selected nick on a channel
it_it: DEPROTECT Toglie lo stato di protezione a un utente
ru_ru: DEPROTECT Снятие режима защиты (+a) с указанного ника на канале

source: DESC Set the channel description
it_it: DESC Imposta la descrizione del canale
ru_ru: DESC изменение описания канала
tr_tr: DESC Kanal açýklamasýný belirler

source: DEVOICE Devoices a selected nick on a channel
it_it: DEVOICE Toglie lo stato di voice a un utente (-v)
ru_ru: DEVOICE Снятие режима войса (-v) с указанного ника на канале

source: DISPLAY Set the display of the group in Services
it_it: DISPLAY Imposta il nome del gruppo
ru_ru: DISPLAY установка главного ника группы

source: DISPLAY Set the display of your group in Services
it_it: DISPLAY Imposta il nome del tuo gruppo
ru_ru: DISPLAY установка главного ника группы
tr_tr: DISPLAY Grubunuzun servislerde nasýl görüneceðini ayarlar

source: DROP Cancel the registration of a channel
it_it: DROP Annulla la registrazione di un canale
ru_ru: DROP Удаление канала из базы данных сервисов
tr_tr: DROP Kanal kaydýný siler

source: DROP Cancel the registration of a nickname
it_it: DROP Annulla la registrazione del nick
ru_ru: DROP Отмена регистрации ника (удаление)
tr_tr: DROP Nickin kaydýný siler

source: Description: %s
it_it: Descrizione: %s
ru_ru: Описание..................: %s
tr_tr: Açýklama: %s

source: EMAIL Associate an E-mail address with the nickname
it_it: EMAIL Associa un indirizzo e-mail al nickname
ru_ru: EMAIL установка email-адреса на ник

source: EMAIL Associate an E-mail address with your nickname
it_it: EMAIL Associa un indirizzo e-mail al tuo nick
ru_ru: EMAIL установка email-адреса на ник
tr_tr: EMAIL Nickinizle bir email adresini iliþkilendirir

source: ENTRYMSG Set a message to be sent to users when they enter the channel
it_it: ENTRYMSG Imposta un messaggio che sarà inviato agli utenti che entrano nel canale
ru_ru: ENTRYMSG установка автосообщения при входе на канал
tr_tr: ENTRYMSG Kanala giren kullanýcýlara gönderilecek mesajý belirler

source: EXCEPTION Modify the session-limit exception list
it_it: EXCEPTION Modifica la lista delle eccezioni al limite delle sessioni
ru_ru: EXCEPTION Управление списком исключений из лимита сессий
tr_tr: EXCEPTION Session-limit exception listesini düzenler

source: FORBID Prevent a channel from being used
it_it: FORBID Blocca un canale in modo che non venga usato
ru_ru: FORBID Установка запрета на использование/регистрацию канала
tr_tr: FORBID Kanalý kullanýma kapatýr

source: FORBID Prevents a nickname from being registered
it_it: FORBID Blocca un nick in modo che non venga usato
ru_ru: FORBID Установка запрета на использование/регистрацию ника
tr_tr: FORBID Bir nickin kullanýlmasýný yasaklar

source: FOUNDER Set the founder of a channel
it_it: FOUNDER Imposta il fondatore del canale
ru_ru: FOUNDER смена владельца канала
tr_tr: FOUNDER Kanal founderýný belirler

source: GETEMAIL Matches and returns all users that registered using given email
it_it: GETEMAIL Mostra l'elenco degli utenti registratisi con l'indirizzo email specificato
ru_ru: GETEMAIL Запрос списка всех ников с указанным email

source: GETKEY Returns the key of the given channel
it_it: GETKEY Recupera la password (chiave) di un canale
ru_ru: GETKEY Запрос установленного на канале ключа (+k)

source: GETPASS Retrieve the password for a nickname
it_it: GETPASS Recupera la password di un nick (solo se la criptazione è disattivata)
ru_ru: GETPASS Запрос пароля указанного ника
tr_tr: GETPASS Bir nickin þifresini öðrenmek içindir (Sadece þifreleme(encryption) devre dýþýysa)

source: GHOST Disconnects a "ghost" IRC session using your nick
it_it: GHOST Disconnette un nick fantasma che non è ancora caduto
ru_ru: GHOST Отключение "мертвой" IRC-сессий с вашим ником

source: GLIST Lists all nicknames in your group
it_it: GLIST Mostra la lista di tutti i nick nel proprio gruppo
ru_ru: GLIST Список всех ников в вашей группе

source: GLOBAL Send a message to all users
it_it: GLOBAL Invia un messaggio a tutti gli utenti
ru_ru: GLOBAL Отправка глобального сообщения всем пользователям сети
tr_tr: GLOBAL Tüm kullanýcýlara mesaj gönderir

source: GREET Associate a greet message with the nickname
it_it: GREET Associa un messaggio di saluto al nickname
ru_ru: GREET установка приветственного сообщения

source: GREET Associate a greet message with your nickname
it_it: GREET Associa un messaggio di saluto al tuo nick
ru_ru: GREET установка приветственного сообщения
tr_tr: GREET Nickiniz için bir karþýlama mesajý belirler

source: GROUP Syncs the vhost for all nicks in a group
it_it: GROUP Sincronizza il vhost per tutti i nick nel gruppo
ru_ru: GROUP Синхронизирует виртуальный хост для всех ников группы

source: GROUP Join a group
it_it: GROUP Entra in un gruppo
ru_ru: GROUP Объединение ников в группы
tr_tr: GROUP Bir gruba dahil eder

source: Greet message: %s
it_it: Messaggio di saluto (greet): %s
ru_ru: Текст приветствия.......: %s
tr_tr: Karþýlama mesajý: %s

source: HALFOP Halfops a selected nick on a channel
it_it: HALFOP Assegna lo stato di mezzo operatore a un utente (+h)
ru_ru: HALFOP Установка статуса полуоператора (+h) указанному нику на канале

source: HIDE Hide certain pieces of nickname information
it_it: HIDE Nasconde alcune informazioni sul tuo nick
ru_ru: HIDE скрытие различной информации о вашем нике
tr_tr: HIDE Nickinizle ilgili bazý bilgileri saklar

source: HOP Maintains the HOP (HalfOP) list for a channel
it_it: HOP Modifica la lista degli utenti HOP
ru_ru: HOP Управление списком HOP'ов канале

source: IDENTIFY Identify yourself with your password
it_it: IDENTIFY Ti identifica per il tuo nick
ru_ru: IDENTIFY Идентификация к нику в качестве владельца
tr_tr: IDENTIFY Þifrenizle nickinizi tanýtýr

source: IGNORE Modify the Services ignore list
it_it: IGNORE Modifica la lista ignore dei Services
ru_ru: IGNORE Управление игнор-списком сервисов

source: INFO Allows you to see BotServ information about a channel or a bot
it_it: INFO Mostra informazioni su un bot o su un canale
ru_ru: INFO Запрос информации о боте и его настройках на канале

source: INFO Displays information about a given nickname
it_it: INFO Mostra le informazioni su un nick
ru_ru: INFO Информация о каком-либо нике

source: INFO Lists information about the named registered channel
it_it: INFO Mostra le informazioni su un canale
ru_ru: INFO Запрос информации об указанном канале

source: INFO Displays information about your memos
it_it: INFO Mostra informazioni sui tuoi nuovi memo
ru_ru: INFO Информация о кол-ве сообщений и настройках оповещения

source: JUPE "Jupiter" a server
it_it: JUPE Disabilita ("jupiter") un server
ru_ru: JUPE "Джуп" указанного сервера сети
tr_tr: JUPE Bir server'ý "Kullanýlmaz" yapar

source: KEEPTOPIC Retain topic when channel is not in use
it_it: KEEPTOPIC Mantiene il topic quando il canale non è in uso
ru_ru: KEEPTOPIC активирование автосохранения топика канала
tr_tr: KEEPTOPIC Kanalda kimse olmasa bile topiði hatýrlar

source: KICK Configures kickers
it_it: KICK Configura i kick
ru_ru: KICK Настройка условий KICK'а
tr_tr: KICK Atma özelliklerini ayarlar

source: KICK Kick a user from a channel
it_it: KICK Kicka un utente da un canale
ru_ru: KICK Кикнуть пользователя с канала посредством сервисов
tr_tr: KICK Bir kullanýcýyý kanaldan atar

source: KICK Kicks a selected nick from a channel
it_it: KICK Espelle un utente da un canale (kick)
ru_ru: KICK Выкидывает указанного пользователя с канала

source: KILL Turn protection on or off
it_it: KILL Attiva o disattiva la protezione
ru_ru: KILL активирование/деактивирование режима защиты
tr_tr: KILL Korumayý açar kapatýr

source: LANGUAGE Set the language Services will use when sending messages to you
it_it: LANGUAGE Imposta la lingua utilizzata dai Services
ru_ru: LANGUAGE выбор языка, посредством которого сервисы будут с вами общаться
tr_tr: LANGUAGE Servislerin size hitap edeceði dili belirler

source: LANGUAGE Set the language Services will use when sending messages to nickname
ru_ru: LANGUAGE выбор языка, посредством которого сервисы будут с указанным ником.

source: LEVELS Redefine the meanings of access levels
it_it: LEVELS Ridefinisce i privilegi dei livelli di accesso
ru_ru: LEVELS Переустановка значения уровней доступа канала
tr_tr: LEVELS Access seviyelerini isteðinize göre düzenler

source: LIST Displays one or more vhost entries.
it_it: LIST Mostra uno o più vhost nel database
ru_ru: LIST Вывод списка всех виртуальных хостов

source: LIST List all registered nicknames that match a given pattern
it_it: LIST Mostra l'elenco dei nick registrati
ru_ru: LIST Список всех зарегистрированных ников по маске

source: LIST Lists all registered channels matching the given pattern
it_it: LIST Mostra la lista dei canali
ru_ru: LIST Запрос списка всех зарегистрированных каналов

source: LIST List your memos
it_it: LIST Mostra la lista dei propri memo
ru_ru: LIST Список ваших мемо-сообщений
tr_tr: LIST Mesajlarýnýzý listeler

source: LOGONNEWS Define messages to be shown to users at logon
it_it: LOGONNEWS Definisce i messaggi da mostrare agli utenti quando si connettono
ru_ru: LOGONNEWS Управление списком новостей при подключении
tr_tr: LOGONNEWS Baðlantý sýrasýnda kullanýcýnýn göreceði mesajý belirler

source: LOGOUT Reverses the effect of the IDENTIFY command
it_it: LOGOUT Deidentifica dal proprio nick
ru_ru: LOGOUT Деидентификация от используемого на данный момент ника

source: MLOCK Lock channel modes on or off
it_it: MLOCK Imposta il blocco dei modi di canale
ru_ru: MLOCK блокировка определенных режимов канала
tr_tr: MLOCK Kanal modlarýný kitler yada açar

source: MODE Change a channel's modes
it_it: MODE Cambia dei modi di un canale
ru_ru: MODE Изменение какого-либо режима на указанном канала
tr_tr: MODE Bir kanalýn modlarýný deðiþtirir

source: MODINFO Info about a loaded module
it_it: MODINFO Informazioni su un modulo caricato
ru_ru: MODINFO Информация о загруженном модуле

source: MODLIST List loaded modules
it_it: MODLIST Elenca i moduli caricati
ru_ru: MODLIST Список загруженных модулей

source: MODLOAD Load a module
it_it: MODLOAD Carica un modulo
ru_ru: MODLOAD Загрузить модуль

source: MODUNLOAD Un-Load a module
it_it: MODUNLOAD Rimuovi un modulo
ru_ru: MODUNLOAD Выгрузить модуль

source: MSG Change the communication method of Services
it_it: MSG Cambia il metodo di comunicazione usato dai Services
ru_ru: MSG выбор метода общения сервисов с вами

source: NOEXPIRE Prevent the nickname from expiring
it_it: NOEXPIRE Evita che il nickname scada
ru_ru: NOEXPIRE установка на ник т.н. режима 'не-истечения'

source: NOOP Temporarily remove all O:lines of a server remotely
it_it: NOOP Rimuove temporaneamente tutte le O:line di un server
ru_ru: NOOP Временное удаление всех O:line'ов с указанного сервера сети
tr_tr: NOOP Geçici olarak tüm O:line larý kaldýrýr

source: OFF Deactivates your assigned vhost
it_it: OFF Disattiva il tuo vhost
ru_ru: OFF Деактивирует ваш текущий виртуальный хост

source: OLINE Give Operflags to a certain user
it_it: OLINE Imposta le operflag di un utente
ru_ru: OLINE Установка оперфлагов указанному пользователю сети

source: ON Activates your assigned vhost
it_it: ON Attiva il tuo vhost
ru_ru: ON Активирует назначенный вам виртуальный хост

source: OP Gives Op status to a selected nick on a channel
it_it: OP Assegna lo stato di operatore a un utente (+o)
ru_ru: OP Установка статуса оператора (+o) указанному нику на канале

source: OPERNEWS Define messages to be shown to users who oper
it_it: OPERNEWS Definisce i messaggi da mostrare agli operatori
ru_ru: OPERNEWS Управление списком опер-новостей
tr_tr: OPERNEWS Oper olan kullanýcýlarýn görüntüleyeceði mesajý belirler

source: OPNOTICE Send a notice when OP/DEOP commands are used
it_it: OPNOTICE Invia una notifica quando vengono usati i comandi OP/DEOP
ru_ru: OPNOTICE активирование уведомлений об использовании команд OP/DEOP
tr_tr: OPNOTICE OP/DEOP komutlarý kullanýldýðýnda mesaj yollar

source: OWNER Gives you owner status on channel
it_it: OWNER Assegna lo stato di owner a un utente (+q)
ru_ru: OWNER Запрос статуса владельца на канале

source: Options : %s
it_it: Opzioni: %s
ru_ru: Опции...........: %s
tr_tr: Ayarlar : %s

source: PASSWORD Set the nickname password
it_it: PASSWORD Imposta la password del nick
ru_ru: PASSWORD изменение текущего пароля на ник

source: PASSWORD Set your nickname password
it_it: PASSWORD Imposta la password del tuo nick
ru_ru: PASSWORD изменение текущего пароля на ник
tr_tr: PASSWORD Nickinize þifre belirtir

source: PEACE Regulate the use of critical commands
it_it: PEACE Regola l'uso dei comandi critici
ru_ru: PEACE активирование режима "спокойствия" на канале
tr_tr: PEACE kritik komutlarin kullanilmasini engeller

source: PRIVATE Hide channel from LIST command
it_it: PRIVATE Nasconde il canale dall'output del comando LIST
ru_ru: PRIVATE скрытие канала в списке каналов выводимых по LIST
tr_tr: PRIVATE LIST komutuyla kanal listelenmez
