Repository: anope/anope
Catalog: lang/anope.*.po
Languages: it_it, ru_ru, tr_tr

source: Signed kick option for %s is now OFF.
it_it: L'opzione Signed kick per %s è ora DISATTIVATA.
ru_ru: Режим подписанных киков для канала %s отключен.

source: Signed kick option for %s is now ON, but depends of the level of the user that is using the command.
it_it: L'opzione Signed kick per %s è ora ATTIVATA, ma dipende dal livello dell'utente che utilizza il comando.
ru_ru: Режим подписанных киков для канала %s активирован, но будет работать в зависимости от настроек уровней доступа.

source: Signed kick option for %s is now ON.
it_it: L'opzione Signed kick per %s è ora ATTIVATA.
ru_ru: Режим подписанных киков для канала %s активирован.

source: Signed kicks
it_it: Signed kick
ru_ru: Подписанные кики
tr_tr: Ýþaretli atma

source: Sorry, RSEND has been disabled on this network.
it_it: Spiacente, RSEND è stato disattivato su questo network.
ru_ru: Извините, но возможность использования команды RSEND в вашей IRC-сети недоступна.

source: Sorry, bot assignment is temporarily disabled.
it_it: Spiacente, l'assegnazione dei bot è temporaneamente disabilitata.
ru_ru: Извините, назначение ботов на канал временно недоступно.
tr_tr: Kanala bot sokma geçici olarak devre dýþý.

source: Sorry, bot creation failed.
it_it: Spiacente, la creazione del bot non è andata a buon fine.
ru_ru: Извините, но создать бота неудалось.
tr_tr: Bot yaratma baþarýsýz.

source: Sorry, bot modification is temporarily disabled.
it_it: Spiacente, la modifica dei bot è temporaneamente disabilitata.
ru_ru: Извините, изменение настроек ботов временно недоступно.
tr_tr: Botta deðiþiklik yapma geçici olarak devre dýþý.

source: Sorry, bot option setting is temporarily disabled.
it_it: Spiacente, l'impostazione delle opzioni dei bot è temporaneamente disabilitata.
ru_ru: Извините, но возможность настройки опций бота временно недоступна.
tr_tr: Bot özellik ayarý geçici olarak devre dýþý.

source: Sorry, channel AOP list modification is temporarily disabled.
it_it: Spiacente, la modifica della lista AOP è temporaneamente disabilitata.
ru_ru: Извините, но возможность модификации списка AOP'ов временно недоступна.
tr_tr: Kanal AOP listesi degisiklikleri geçici olarak devre disidir.

source: Sorry, channel HOP list modification is temporarily disabled.
it_it: Spiacente, la modifica della lista HOP è temporaneamente disabilitata.
ru_ru: Извините, но возможность модификации списка HOP'ов временно недоступна.
tr_tr: Kanal HOP listesi degisiklikleri geçici olarak devre disidir.

source: Sorry, channel SOP list modification is temporarily disabled.
it_it: Spiacente, la modifica della lista SOP è temporaneamente disabilitata.
ru_ru: Извините, но возможность модификации списка SOP'ов временно недоступна.
tr_tr: Kanal SOP listesi degisikligi geçici olarak devre disidir.

source: Sorry, channel VOP list modification is temporarily disabled.
it_it: Spiacente, la modifica della lista VOP è temporaneamente disabilitata.
ru_ru: Извините, но возможность модификации списка VOP'ов временно недоступна.
tr_tr: Kanal VOP listesi degisikligi geçici olarak devre disidir.

source: Sorry, channel access list modification is temporarily disabled.
it_it: Spiacente, la modifica della lista di accesso dei canali è temporaneamente disabilitata.
ru_ru: Извините, но возможность модификации списка доступа канала временно недоступна.
tr_tr: Kanal access listesinin deðiþtirilmesi geçici olarak devre dýþýdýr.

source: Sorry, channel autokick list modification is temporarily disabled.
it_it: Spiacente, la modifica della lista autokick è temporaneamente disabilitata.
ru_ru: Извините, но возможность модификации списка автокиков канала временно недоступна.
tr_tr: Kanal Akick listesinin deðiþtirilmesi geçici olarak devre dýþýdýr.

source: Sorry, channel bad words list modification is temporarily disabled.
it_it: Spiacente, la modifica della lista delle parolacce è temporaneamente disabilitata.
ru_ru: Извините, изменение базы данных плохих слов временно невозможно.
tr_tr: Kanalýn küfür listesinde deðiþiklik yapma geçici olarak devre dýþýdýr.

source: Sorry, channel de-registration is temporarily disabled.
it_it: Spiacente, la deregistrazione dei canali è temporaneamente disabilitata.
ru_ru: Извините, возможность удаление каналов временно недоступна.
tr_tr: Kanal kaydýnýn silinmesi(DROP) geçici olarak devre dýþýdýr.

source: Sorry, channel option setting is temporarily disabled.
it_it: Spiacente, l'impostazione delle opzioni dei canali è temporaneamente disabilitata.
ru_ru: Извините, возможность установки опций каналов временно недоступна.
tr_tr: Chanserv'ün SET komutu geçici olarak devre dýþýdýr.

source: Sorry, channel registration is temporarily disabled.
it_it: Spiacente, la registrazione dei canali è temporaneamente disabilitata.
ru_ru: Извините, регистрация каналов временно приостановлена.
tr_tr: Kanal kaydý geçici olarak devre dýþýdýr.

source: Sorry, couldn't change password for %s.
it_it: Spiacente, impossibile cambiare la password per %s.
ru_ru: Извините, но изменить пароль для %s неудалось.

source: Sorry, grouping failed.
it_it: Spiacente, il raggruppamento non è andato a buon fine.
ru_ru: Извините, но сгруппировать ники не удалось.
tr_tr: Nick gruplama baþarýsýz.

source: Sorry, identification failed.
it_it: Spiacente, l'identificazione non è andata a buon fine.
ru_ru: Извините, но идентифицировать ник не удалось.
tr_tr: Tanýmlama baþarýsýz.

source: Sorry, kicker configuration is temporarily disabled.
it_it: Spiacente, la configurazione dei kick è temporaneamente disabilitata.
ru_ru: Извините, но возможность конфигурации условий киков временно недоступна.
tr_tr: Atma ayarlarý geçici olarak devre dýþý.

source: Sorry, memo option setting is temporarily disabled.
it_it: Spiacente, l'impostazione delle opzioni dei memo è temporaneamente disabilitata.
ru_ru: Извините, но настройка опций службы сообщений временно невозможна.
tr_tr: MemoServ'ün SET komutu geçici olarak devre dýþýdýr.

source: Sorry, memo sending is temporarily disabled.
it_it: Spiacente, l'invio dei memo è temporaneamente disabilitato.
ru_ru: Извините, но возможность отправки сообщений временно недоступна.
tr_tr: Mesaj yollama geçici olarak devre dýþýdýr.

source: Sorry, nickname de-registration is temporarily disabled.
it_it: Spiacente, la deregistrazione dei nick è temporaneamente disabilitata.
ru_ru: Извините, но возможность удаления ников временно недоступна.
tr_tr: Nick kaydý silinmesi geçici olarak devre dýþýdýr.

source: Sorry, nickname grouping is temporarily disabled.
it_it: Spiacente, il raggruppamento dei nick è temporaneamente disabilitato.
ru_ru: Извините, но возможность группировки ников временно недоступна.
tr_tr: Nick gruplama geçici olarak devre dýþý.

source: Sorry, nickname option setting is temporarily disabled.
it_it: Spiacente, l'impostazione delle opzioni dei nick è temporaneamente disabilitata.
ru_ru: Извините, но возможность настройки опций ника временно недоступна.
tr_tr: NickServ'ün SET komutu geçici olarak devre dýþýdýr.

source: Sorry, nickname registration is temporarily disabled.
it_it: Spiacente, la registrazione dei nick è temporaneamente disabilitata.
ru_ru: Извините, но регистрация ников временно приостановлена.
tr_tr: Nick kaydý geçici olarak devre dýþýdýr.

source: Sorry, registration failed.
it_it: Spiacente, non è andata a buon fine.
ru_ru: Извините, но зарегистрировать ник не удалось.
tr_tr: Nick kaydý baþarýsýz.

source: Sorry, you can only have %d AOP/SOP/VOP entries on a channel.
it_it: Spiacente, puoi avere un massimo di %d nick nelle liste SOP/AOP/HOP/VOP di un canale.
ru_ru: Извините, но количество VOP/HOP/AOP/SOP-записей не может первышать %d
tr_tr: Bir kanala toplam %d AOP/SOP/VOP kayit edilebilir.

source: Sorry, you can only have %d access entries for a nickname.
it_it: Spiacente, puoi avere soltanto %d maschere nella lista di accesso di un nick.
ru_ru: Извините, но количество записей в списке доступа не может превышать %d
tr_tr: Bir nick için sadece %d tane access girilebilir.

source: Sorry, you can only have %d access entries on a channel.
it_it: Spiacente, puoi avere un massimo di %d nella lista di accesso.
ru_ru: Извините, в списке доступа канала может быть не более %d записей.
tr_tr: Kanalda sadece %d tane access kaydý olabilir.

source: Sorry, you can only have %d autokick masks on a channel.
it_it: Spiacente, puoi avere un massimo di %d maschere autokick.
ru_ru: Список автокиков канала может содержать не более %d записей.
tr_tr: Bir kanalýn akick listesinde en fazla %d kiþi olabilir.

source: Sorry, you can only have %d bad words entries on a channel.
it_it: Spiacente, puoi avere un massimo di %d parolacce nella lista di un canale.
ru_ru: Размер базы данных плохих слов не может превышать %d записей.
tr_tr: Bir kanalda sadece %d tane küfür kaydý olabilir.

source: Sorry, you have already exceeded your limit of %d channels.
it_it: Spiacente, hai già superato il limite di %d canali registrati.
ru_ru: Извините, но вы уже превысили лимит (%d) зарегистрированных каналов.
tr_tr: %d kanallýk limitinizi aþtýnýz.

source: Sorry, you have already reached your limit of %d channels.
it_it: Spiacente, hai già raggiunto il limite di %d canali registrati.
ru_ru: Количество зарегистрированных вами каналов достигло %d, а это - максимум.
tr_tr: %d kanallýk limitinizi doldurdunuz.

source: Statistics reset.
it_it: Le statistiche sono state azzerate.
ru_ru: Статистические данные сброшены.
tr_tr: Ýstatistikler resetlendi.

source: Status updated (memos, vhost, chmodes, flags).
it_it: Stato aggiornato (memos, vhost, chmodes, flags).
ru_ru: Статус на сервисах обновлен (мемо-сообщения, вирутальный хост, и т.д.).

source: Stop flooding!
it_it: Non floodare!
ru_ru: Хватит флудить!
tr_tr: Flood yapma!

source: Stop repeating yourself!
it_it: Smettila di ripetere!
ru_ru: Хватит повторов!
tr_tr: Kendini tekrar etme!

source: Successor for %s unset.
it_it: Il successore del canale %s è stato annullato.
ru_ru: Наследник канал %s удален.
tr_tr: %s için successor kaldýrýldý.

source: Successor for %s changed to %s.
it_it: Il successore del canale %s ora è %s.
ru_ru: Наследником канала %s назначен пользователь %s.
tr_tr: %s için successor %s olarak deðiþtirildi.

source: SuperAdmin setting not enabled in services.conf
it_it: L'impostazione SuperAdmin non è abilitata in services.conf
ru_ru: Директива SuperAdmin отключена в конфигурационном файле сервисов.

source: Symbiosis
it_it: Simbiosi
ru_ru: Симбиоз
tr_tr: Gerçek bot

source: Symbiosis mode is now OFF on channel %s.
it_it: La modalità symbiosis ora è DISATTIVA sul canale %s.
ru_ru: Режим симбиоза для канале %s отключен.
tr_tr: Gerçek bot modu %s kanalýnda KAPALI.

source: Symbiosis mode is now ON on channel %s.
it_it: La modalità symbiosis ora è ATTIVA sul canale %s.
ru_ru: Режим симбиоза для канале %s активирован.
tr_tr: Gerçek bot modu %s kanalýnda AKTÝF.

source: Syntax: %s
it_it: Sintassi: %s
ru_ru: Синтаксис: %s
tr_tr: Kullanýmý: %s

source: Syntax: %s channel BANTYPE bantype  Sets the ban type that will be used by services whenever they need to ban someone from your channel. bantype is a number between 0 and 3 that means: 0: ban in the form *!user@host 1: ban in the form *!*user@host 2: ban in the form *!*@host 3: ban in the form *!*user@*.domain
it_it: Sintassi: %s canale BANTYPE tipo  Imposta il tipo di can che sarà usato dai Services in tutte le occasioni in cui dovranno bannare qualcuno dal canale. tipo è un numero tra 0 e 3 che indica: 0: ban nella forma *!user@host 1: ban nella forma *!*user@host 2: ban nella forma *!*@host 3: ban nella forma *!*user@*.dominio
ru_ru: Синтаксис: %s #канал BANTYPE тип_бана  Позволяет установить шаблон банмаски, по которой будет забанен пользователь канала, относительно которого применяется сервисная команда BAN. Значение типа бана должно быть кокретным числом, от 0 до 3 включительно. Допустимые значения представлены ниже: 0 - бан вида *!идент@хост 1 - бан вида *!*идент@хост 2 - бан вида *!*@хост 3 - бан вида *!*идент@*.домен
tr_tr: Kullanýmý: %s kanaladý BANTYPE bantipi  Servislerin birini kanaldan banlarken kullanacaðý ban tipini belirler. bantipi 0 ile 3 arasýnda bir sayýdýr ve anlamlarý þudur: 0: *!user@host formatýnda ban için 1: *!*user@host formatýnda ban için 2: *!*@host formatýnda ban için 3: *!*user@*.domain formatýnda ban için

source: Syntax: %s channel DESC description  Sets the description for the channel, which shows up with the LIST and INFO commands.
it_it: Sintassi: %s canale DESC descrizione  Imposta la descrizione del canale, che viene mostrata con i comandi LIST e INFO.
ru_ru: Синтаксис: %s #канал DESC описание  Позволяет установить описание канала, которое будет показано при использовании команд LIST и INFO.
tr_tr: Kullanýmý: %s kanaladý DESC açýklama  LIST ve INFO komutlarý kullanýldýðýnda gözükecek kanal açýklamasýný belirler.

source: Syntax: %s channel ENTRYMSG [ message ] Sets the message which will be sent via /notice to users when they enter the channel. If no parameter is given, causes no message to be sent upon entering the channel.
it_it: Sintassi: %s canale ENTRYMSG [ messaggio ] Imposta il messaggio che sarà inviato con un /notice agli utenti che entrano nel canale. Se non viene specificato nessun messaggio, il messaggio attuale viene eliminato, e gli utenti che entrano non riceveranno alcun messaggio.
ru_ru: Синтаксис: %s #канал ENTRYMSG [ текст ] Позволяет установить "сообщение при входе", которое будет отправлено нотисом (notice) каждому вошедшему на канал пользователю. Если использовать команду без параметров - текущее установленное сообщение будет удалено.
tr_tr: Kullanýmý: %s kanaladý ENTRYMSG [ mesaj ] Kanala giren kullanýcýlara notice þeklinde gönderilecek mesajý belirler. Eðer mesaj parametresi belirtilmezse giren kullanýcýya bir mesaj gönderilmez.

source: Syntax: %s channel FOUNDER nick  Changes the founder of a channel. The new nickname must be a registered one.
it_it: Sintassi: %s canale FOUNDER nick  Imposta il nuovo fondatore del canale. Il nick specificato deve essere registrato.
ru_ru: Синтаксис: %s #канал FOUNDER ник  Позволяет передать права на владение каналом другому пользователю. Ник нового владельца канала должен быть зарегистрированным.
tr_tr: Kullanýmý: %s kanaladý FOUNDER nick  Kanal founderýný deðiþtirir. Yeni nickin kayýtlý olmasý gereklidir.

source: Syntax: %s channel KEEPTOPIC {ON | OFF} Enables or disables the topic retention option for a channel. When topic retention is set, the topic for the channel will be remembered by %S even after the last user leaves the channel, and will be restored the next time the channel is created.
it_it: Sintassi: %s canale KEEPTOPIC {ON | OFF} Attiva o disattiva il mantenimento del topic per il canale. Quando il mantenimento del topic è attivo, il topic sarà memorizzato da %S anche quando l'ultimo utente esce dal canale, e sarà reimpostato la volta successiva che entra qualcuno.
ru_ru: Синтаксис: %s #канал KEEPTOPIC {ON | OFF} Позволяет активировать/деактивировать опцию хранения топика на канале. При включенном режиме хранения топика, текст топика канала будет сохраняться в базе данных %S после того, как последний пользователь покинет канал, и автоматически восстанавливаться сразу же, как только канал снова станет активным (то есть, на него опять кто-либо зайдет).
tr_tr: Kullanýmý: %s kanaladý KEEPTOPIC {ON | OFF} Bir kanal için topic hatýrlamayý aktifleþtirir yada kapatýr. topic hatýrlama aktifse kanal kapansa bile kanal topic i %S tarafýndan hatýrlanýr ve birisi kanala girdiðinde bu topic geçerli olur.

source: Syntax: %s channel MLOCK modes  Sets the mode-lock parameter for the channel. %S allows you to define certain channel modes to be always on, off or free to be either on or off. The modes parameter is constructed exactly the same way as a /MODE command; that is, modes followed by a + are locked on, and modes followed by a - are locked off. Note, however, that unlike the /MODE command, each use of SET MLOCK will remove all modes previously locked before setting the new! Warning: If you set a mode-locked key, as in the second example below, you should also set the RESTRICTED option for the channel (see HELP SET RESTRICTED), or anyone entering the channel when it is empty will be able to see the key! Examples: SET #channel MLOCK +nt-iklps Forces modes n and t on, and modes i, k, l, p, and s off. Mode m is left free to be either on or off. SET #channel MLOCK +knst-ilmp my-key Forces modes k, n, s, and t on, and modes i, l, m, and p off. Also forces the channel key to be "my-key". SET #channel MLOCK + Removes the mode lock; all channel modes are free to be either on or off.
it_it: Sintassi: %s canale MLOCK modi  Imposta il blocco dei modi per il canale. %S permette di definire vari modi di canale che saranno sempre attivi, sempre disattivi, o non bloccati. Il parametro modi è costituito esattamente nella stessa maniera di un comando /MODE; vale a dire che i modi che seguono un + sono sempre attivi, e i modi che seguono un - sono sempre disattivi. Diversamente dal comando /MODE, però, ogni uso del comando SET MLOCK rimuove tutti i modi bloccati precedentemente! Attenzione: Se imposti una password (chiave) bloccata, come nel secondo esempio in basso, dovresti anche impostare l'opzione RESTRICTED per il canale (per maggiori informazioni, digita HELP SET RESTRICTED), altrimenti chiunque entra nel canale quando è vuoto potrà vedere la chiave! Esempi: SET #canale MLOCK +nt-iklps Blocca come attivi i modi n e t, e come disattivi i modi i, k, l, p e s. Il modo m può essere cambiato dagli utenti. SET #canale MLOCK +knst-ilmp miachiave Blocca come attivi i modi k, n, s e t, e come disattivi i modi i, l, m e p. Inoltre, blocca la chiave del canale impostandola a "miachiave". SET #canale MLOCK + Rimuove il blocco dei modi; tutti i modi del canale possono essere attivati o disattivati dagli utenti.
ru_ru: Синтаксис: %s #канал MLOCK режимы  MLOCK позволяет вам установить и заблокировать определенные режимы канала. Вы можете заблокировать от снятия/установки любые режимы, какие только захотите - %S никому не позволит изменить их. В качестве параметра команды, вы должны указать режимы в том же формате, в котором указываете при ручной установке, с помощью команды /MODE - режимы с префиксом + считаются включенными, и, соответственно, блокируются от снятия, а режимы с префиксом - считаются выключенными и блокируются от установки. Примечание: однако, вы должны помнить, что повторное использование SET MLOCK удалит все предыдущие заблокированные режимы и заменит их новыми! Внимание: если вы установили и заблокировали ключ канала, как во втором примере ниже, вы должны также установить опцию RESTRICTED на канал (см. HELP SET RESTRICTED), или любой, кто зайдет на канал когда тот будет пуст, сможет увидеть установленный ключ! Примеры: SET #канал MLOCK +nt-iklps блокирует включенными режимы n и t, и выключенными i, k, l, p, и s. Режим m остается свободным к установке/снятию. SET #канал MLOCK +knst-ilmp мой-ключ-пароль блокирует включенным режимы k, n, s, и t, и выключенными i, l, m, и p. Такжеб устанавливает ключ для входа на канал ("мой-ключ-пароль"). SET #канал MLOCK + удаляет блокировку режимов. Все режимы канала могут быть свободно изменены любым оператором канала.
tr_tr: Kullanýmý: %s kanaladý MLOCK modlar  Bir kanal için mod-kilidini aktifleþtirir. %S belirlediðiniz modlarýn her zaman açýk yada kapalý olacaðýný ayarlar. + ile belirtilen modlar açik olarak, - ile belirtilen modlar kapali olarak kitlenir. Dikkat: Eðer ikinci örnekteki gibi bir mod kilidi koyarsanýz, kanalýn RESTRICTED özelliðinide aktifleþtirmeniz gerekir (HELP SET RESTRICTED e bakýn), yoksa kanal boþken ilk giren kiþi kanal key ini(anahtar) görebilir! Örnekler: SET #kanaladý MLOCK +nt-iklps n ve t modlarýný hep açýk, i, k, l, p, ve s modlarýný hep açýk olarak ayarlar. m modu ise istenildiði gibi ayarlanabilir açýk yada kapalý. SET #kanaladý MLOCK +knst-ilmp anahtar k, n, s, ve t modlarý hep açýk, ve i, l, m, ve p modlarý hep kapalý. Ayrýca kanal anahtarýný belirler ve hep o anahtar olmasýný saðlar. SET #kanaladý MLOCK + Mod kilidini kaldýrýr; ve tüm kanal modlarýný açýlýp kapanacak þekilde serbest býrakýr.

source: Syntax: %s channel OPNOTICE {ON | OFF} Enables or disables the op-notice option for a channel. When op-notice is set, %S will send a notice to the channel whenever the OP or DEOP commands are used for a user in the channel.
it_it: Sintassi: %s canale OPNOTICE {ON | OFF} Attiva o disattiva l'opzione op-notice per il canale. Quando l'opzione è attiva, %S invierà un notice al canale quando vengono usati i comandi OP e DEOP.
ru_ru: Синтаксис: %s #канал OPNOTICE {ON | OFF} Включает или выключает опцию OP-уведомления на вашем канале. Когда оп-уведомление включено, %S будет посылать нотис на канал каждый раз, когда кто-либо использует команды OP/DEOP.
tr_tr: Kullanýmý: %s kanaladý OPNOTICE {ON | OFF} Bir kanal için op-notu özelliðini açar yada kapatýr. op-notu özelliði aktifse, %S kanala bir kullanýcý üzerinde OP veya DEOP komutlarýnýn kullanýldýðýný belirten bir mesaj gönderir.

source: Syntax: %s channel PEACE {ON | OFF} Enables or disables the peace option for a channel. When peace is set, a user won't be able to kick, ban or remove a channel status of a user that has a level superior or equal to his via %S commands.
it_it: Sintassi: %s canale PEACE {ON | OFF} Attiva o disattiva l'opzione "pace" per il canale. Quando l'opzione è attiva, gli utenti non potranno kickare, bannare o rimuovere uno stato di canale (op, mezzo op, ecc.) di un utente con livello superiore, attraverso i comandi di %S.
ru_ru: Синтаксис: %s #канал PEACE {ON | OFF} Активирует/деактивирует опцию спокойствия на канале. Данный режим позволяет запретить использование таких команд %S'а как BAN, OP, DEOP, KICK и т. д. относительно тех, кто выше или равен по статусу относительно использующего. Примечание: тем не менее любой, имеющий доступ к этим командам, сможет использовать их относительно себя.
tr_tr: Kullanimi: %s kanaladi PEACE {ON | OFF} Bir kanalin peace özelligini açar veya kapatir. peace özelligi ayarlandiginda, hic kimse seviyesi kendinden yüksek veya esit olanlari atamaz, banlayamaz veya %S seviyesini degistiremez.

source: Syntax: %s channel PRIVATE {ON | OFF} Enables or disables the private option for a channel. When private is set, a %R%S LIST will not include the channel in any lists.
it_it: Sintassi: %s canale PRIVATE {ON | OFF} Attiva o disattiva l'opzione di privacy per il canale. Quando questa opzione è attiva, il canale non sarà incluso nella lista restituita da /msg %S LIST.
ru_ru: Синтаксис: %s #канал PRIVATE {ON | OFF} Активирует/деактивирует опцию приватности канала. Данный режим позволяет скрыть ваш канал в списке каналов по /msg %S LIST.
tr_tr: Kullanýmý: %s kanaladý PRIVATE {ON | OFF} Bir kanal için private özelliðini açar kapatýr. private özelliði aktifse, /msg %S LIST komutuyla kanal listelenemez.
