Repository: anope/anope
Catalog: lang/anope.*.po
Languages: it_it, ru_ru, tr_tr

source: Syntax: GHOST nickname [ password ] Terminates a "ghost" IRC session using your nick. A "ghost" session is one which is not actually connected, but which the IRC server believes is still online for one reason or another. Typically, this happens if your computer crashes or your Internet or modem connection goes down while you're on IRC. In order to use the GHOST command for a nick, your current address as shown in /WHOIS must be on that nick's access list, you must be identified and in the group of that nick, or you must supply the correct password for the nickname.
it_it: Sintassi: GHOST nick [ password ] Disconnette un nick "fantasma" con il tuo nick. Un nick "fantasma" è un nick che non è più connesso realmente, ma che è ancora su IRC. Questo succede, di solito, se il tuo computer ha problemi o se vieni disconnesso mentre sei su IRC. Con questo comando, si può fare in modo che il nick venga disconnesso senza dover attendere che il server lo disconnetta per "ping timeout". Per usare il comando GHOST su un nick, il tuo indirizzo attuale (così come compare nel /WHOIS) deve trovarsi nella lista di accesso di quel nick, devi essere identificato e nello stesso gruppo di quel nick, o devi fornire la password corretta per quel nick.
ru_ru: Синтаксис: GHOST ник [ пароль ] Уничтожает "мертвую" IRC-сессию, использующую Ваш ник. "Мертвая" сессия - это когда реально ее не существует, но IRC-сервер думает что клиент все еще в сети. Чаще всего это происходит при внезапном обрыве связи с сервером, когда IRC-клиент не успевает послать оному уведомление об отключении (например, когда ваш компьютер внезапно перезагрузился или у вас не менее внезапно отключили электричество). Чтобы использовать данную команду, вы должны указать пароль для отключаемого ника, либо же, вы должны быть идентифицированы к группе отключаемого ника. Допустимо использование данной команды даже при идентификации к нику всего лишь через список хостмасок.
tr_tr: Kullanýmý: GHOST nick [ þifre ] Asýlý kalan nickinizin baðlantýsýný koparýr. Asýlý kalan nick aslýnda hayalet nicktir fakat IRC serverý bunun hala hatta olduðunu sanar. Genellikle bu durum bilgisayarýnýzýn çökmesi yada modem baðlantýnýzýn serverdayken kopmasý durumunda gerçekleþir. GHOST komutunu bir nick üzerinde kullanabilmek için o an /WHOIS inizdeki adresin o nickin access listesinde olmasý, o nick için doðru þifrenin belirtilmiþ olmasý yada o nickin grubundaki baþka bir nickin tanýtýlmýþ olmasý gerekir.

source: Syntax: GLIST Lists all nicks in your group.
it_it: Sintassi: GLIST Mostra tutti i nick del tuo gruppo.
ru_ru: Синтаксис: GLIST Выводит список ников в вашей группе.

source: Syntax: GLIST [ nickname ] Without a parameter, lists all nicknames that are in your group. With a parameter, lists all nicknames that are in the group of the given nick. This use limited to Services Operators.
it_it: Sintassi: GLIST [ nick ] Senza parametro, mostra tutti i nick del tuo gruppo. Con un parametro, mostra tutti i nick del gruppo del nick specificato. Questo modo d'uso è riservato ai Services Operator.
ru_ru: Синтаксис: GLIST [ ник ] Без параметров, покажет список ников в вашей группе. С параметром, покажет все ники находящиеся в группе указанного ника . Для использования этой команды необходимы права Администратора сервисов.
tr_tr: Syntax: GLIST [ nickname ] Without a parameter, lists all nicknames that are in your group. With a parameter, lists all nicknames that are in the group of the given nick.

source: Syntax: GLOBAL message  Allows Administrators to send messages to all users on the network. The message will be sent from the nick %s.
it_it: Sintassi: GLOBAL messaggio  Permette agli IrcOp di inviare un messaggio a tutti gli utenti della rete. Il messaggio sarà inviato dal nick %s.
ru_ru: Синтаксис: GLOBAL сообщение  Позволяет Администраторам сервисов отправлять глобальные сообщения всем пользователям сети. В качестве ника отправителя будет указан %s.
tr_tr: Kullanýmý: GLOBAL mesaj  IRCoplarýn networkteki tüm kullanýcýlara mesaj yollamasýný saðlar. Mesajlar %s nickinden gönderilir.

source: Syntax: GROUP This command allows users to set the vhost of their CURRENT nick to be the vhost for all nicks in the same group.
it_it: Sintassi: GROUP Questo comando permette agli utenti di impostare il vhost del loro nick ATTUALE come vhost di tutti i nick nello stesso gruppo.
ru_ru: Синтаксис: GROUP Эта команда позволяет пользователям установить виртуальный хост с их ТЕКУЩЕГО ника на все ники группы.
tr_tr: Syntax: GROUP This command allows users to set the vhost of thier CURRENT nick to be the vhost for all nicks in the same group.

source: Syntax: GROUP target password  This command makes your nickname join the target nickname's group. password is the password of the target nickname. Joining a group will allow you to share your configuration, memos, and channel privileges with all the nicknames in the group, and much more! A group exists as long as it is useful. This means that even if a nick of the group is dropped, you won't lose the shared things described above, as long as there is at least one nick remaining in the group. You can use this command even if you have not registered your nick yet. If your nick is already registered, you'll need to identify yourself before using this command. Type %R%S HELP IDENTIFY for more information. This last may be not possible on your IRC network. It is recommended to use this command with a non-registered nick because it will be registered automatically when using this command. You may use it with a registered nick (to change your group) only if your network administrators allowed it. You can only be in one group at a time. Group merging is not possible. Note : all the nicknames of a group have the same password.
it_it: Sintassi: GROUP destinazione password  Questo comando fa sì che il tuo nick entri nel gruppo del nick destinazione . password è la password del nick di destinazione. Entrare in un gruppo ti permetterà di condividere la tua configurazione, i tuoi memo e i privilegi sui canali con tutti i nick nel tuo gruppo. Un gruppo esiste fino a quando è utile. Questo significa che anche se uno dei nick del gruppo viene deregistrato, non perderai le condivisioni descritte sopra, fino a quando nel gruppo resta almeno un nick. Puoi usare questo comando anche se non hai ancora registrato il tuo nick. Se il tuo nick è già registrato, dovrai identificarti prima di usare questo comando. Digita /msg %S HELP IDENTIFY per maggiori informazioni. E' consigliato l'uso di questo comando con un nick non registrato, in quanto verrà registrato automaticamente con l'uso stesso di questo comando. E' possibile stare in un solo nick per volta. L'unione dei gruppi non è possibile Nota : tutti i nick di un gruppo hanno la stessa password.
ru_ru: Синтаксис: GROUP главный_ник пароль  Данная команда позволяет вам присоединить ваш текущий ник к группе главного_ника. В качестве пароля вам необходимо указать пароль главного ника. Использование групп дает вам возможность объединить несколько ников в одну группу с едиными настройками и привилегиями на каналах, едиными ассоциированными данными и паролем, единым списком сообщений. Группа существует и активна пока используется. Даже если вы удалите один из ников группы, все вышеописанные данные (ну и сама регистрация) будут существовать до тех пор, пока в группе есть хотя бы 1 ник. Вы можете использовать эту команду даже если ваш текущий ник все еще незарегистрирован. В противном случае, для использования описываемой команды вам необходимо будет идентифицироваться к группируемому нику. См. /msg %S HELP IDENTIFY для более подробной информации. Примечание: возможность группировки уже зарегистрированных ников может быть недоступна в вашей IRC-сети. Оптимальным вариантом будет объединение еще не зарегистрированных ников с уже зарегистрированным (они указываются как главный ник ). В противном случае, все данные группируемого ника будут уничтожены в процессе объединения двух ников. Именно поэтому, слияние групп - невозможно. Один зарегистрированный ник, не состоящий ни в одной группе - уже образует группу. И находится в двух группах этот ник никак неможет. Примечание 2: у всех ников в группе - единый пароль.
tr_tr: Kullanýmý: GROUP hedef þifre  Bu komut nickinizin hedef gösterilen nickin grubuna katýlmasýný saðlar. þifre hedef gösterilen nickin þifresidir. Bir gruba dahil olmak size o gruba dahil olan tüm nicklerinizin ayarlarýný, memolarýný, ve kanal ayrýcalýklarýný paylaþmanýzý ve daha fazlasýný saðlar! Bir grup kullanýþlý olduðu sürece kalýcýdýr. Bu demektirki eðer gruba dahil nickleriniz kaydýný silerseniz, grupta en az bir nick kalmasý kaydiyle yukarda açýklanan paylaþýmlarý kaybetmezseniz. Bu komutu nickinizi kaydetmemiþ olsanýz bile kullanabilirsiniz. Eðer nickiniz zaten kayýtlý ise, bu komutu kullanmadan önce nickinizi tanýtmanýz gerekir, daha fazla bilgi için /msg %S HELP IDENTIFY yazýn. Sizin IRC networkunuzda bu mümkün olmayabilir. Bu komutu kayýtlý olmayan bir nickle kullanmanýz önerilir çünkü bu komutu kullanýcý o nick otomatik olarak kaydedilir. Bunu kayýtlý bir nicklede eðer network adminleri buna izin veriyorsa kullanabilirsiniz. Bir seferde sadece bir grupta olabilirsiniz. Grup karýþtýrma mümkün deðildir. Not : bir gruptaki tüm nickler bir þifreye sahip olurlar.

source: Syntax: HALFOP #channel [ nick ] Halfops a selected nick on a channel. If nick is not given, it will halfop you. By default, limited to AOPs and those with level 5 access and above on the channel, or to HOPs or those with level 4 and above for self halfopping.
it_it: Sintassi: HALFOP canale [ nick ] Assegna lo stato di mezzo operatore (halfop, +h) a un utente sul canale specificato. Se non viene indicato alcun nick, dà l'halfop all'utente che invia il comando. Di default, il comando è limitato agli AOP o agli utenti con livello di accesso 5 o superiori, oppure ai HOP o agli utenti con livello 4 o superiori per l'halfop su se stessi.
ru_ru: Синтаксис: HALFOP #канал [ ник ] Позволяет установить статус полуоператора канала указанному нику на указанном канале. Если ник не указан, статус полуоператора будет выдан использующему команду. По-умолчанию, данная команда может быть использована AOP'ами или лицами с уровнем доступа 5 и выше. Может быть использована HOP'ами или лицами с уровнем доступа 4 и выше (в последнем случае - только относительно себя).
tr_tr: Kullanýmý: HALFOP #kanaladý [ nick ] Belirtilen nicki kanalda halfop(yarýmop) yapar. Eðer nick belirtilmemiþse, sizi halfop yapar. Varsayýlan olarak, AOP lar ile access seviyesi 5 ve üzeri olanlar kullanabilir, veya HOP lar ile access seviyesi 4 ve üzeri olanlar kendilerini halfop yapmak için kullanabilir.

source: Syntax: HOP channel ADD nick  HOP channel DEL { nick | entry-num | list } HOP channel LIST [ mask | list ] HOP channel CLEAR Maintains the HOP (HalfOP) list for a channel. The HOP list gives users the right to be auto-halfopped on your channel. The HOP ADD command adds the given nickname to the HOP list. The HOP DEL command removes the given nick from the HOP list. If a list of entry numbers is given, those entries are deleted. (See the example for LIST below.) The HOP LIST command displays the HOP list. If a wildcard mask is given, only those entries matching the mask are displayed. If a list of entry numbers is given, only those entries are shown; for example: HOP #channel LIST 2-5,7-9 Lists HOP entries numbered 2 through 5 and 7 through 9. The HOP CLEAR command clears all entries of the HOP list. The HOP ADD, HOP DEL and HOP LIST commands are limited to AOPs or above, while the HOP CLEAR command can only be used by the channel founder. This command may have been disabled for your channel, and in that case you need to use the access list. See %R%S HELP ACCESS for information about the access list, and %R%S HELP SET XOP to know how to toggle between the access list and xOP list systems.
it_it: Sintassi: HOP channel ADD nick  HOP channel DEL { nick | numero | lista } HOP channel LIST [ mask | lista ] HOP channel CLEAR Gestisce la lista HOP (HalfOP) del canale. La lista HOP dà agli utenti il diritto di essere "half-oppati" sul tuo canale. Il comando HOP ADD aggiunge il nick specificato alla lista HOP. Il comando HOP DEL rimuove il nick specificato dalla lista HOP. Se viene specificata una lista, i record corrispondenti vengono rimossi. (Guarda l'esempio di LIST) Il comando HOP LIST mostra la lista HOP. Se viene utilizzata una wildcard per la mask, solo i record che corrispondono alla mask vengono mostrati. Se viene specificata una lista, i record corrispondenti vengono mostrati. Ad esempio: HOP #canale LIST 2-5,7-9 Mostra i record HOP che hanno numero da 2 a 5 e da 7 a 9 (il 6 è quindi escluso). Il comando HOP CLEAR svuota la lista HOP. I comandi HOP ADD, HOP DEL e HOP LIST sono limitati agli AOP e superiori, mentre il comando HOP CLEAR può essere utilizzato soltanto dal fondatore del canale. Questo comando potrebbe essere stato disabilitato per il tuo canale; in questo caso dovrai usare la lista di accesso. Digita /msg %S HELP ACCESS per maggiori informazioni, e /msg %S HELP SET XOP per scoprire come passare da un sistema all'altro.
ru_ru: Синтаксис: HOP #канал ADD ник  HOP #канал DEL { ник | номер_записи | список_записей } HOP #канал LIST [ маска | список_записей ] HOP #канал CLEAR Позволяет управлять списком HOP'ов (полуоператоров) вашего канала. Привилегии HOP'а дают пользователю возможность получить статус хопа сразу при входе на канал, или запросить его вручную, через сервисы. Команда HOP ADD добавляет указанный ник в список HOP'ов. Команда HOP DEL удаляет указанный ник из списка HOP'ов. В качестве параметра вы можете указать не только ник, но и конкретный номер записи или список записей (см. примеры использования LIST ниже). Команда HOP LIST выводит текущий список HOP'ов канала. В качестве дополнительного параметра, вы можете указать символьную маску, что позволит вам получить список с конкретными никами, попадающими под эту маску, или же, вы можете указать список записей. Например: HOP #канал LIST 2-5,7-9 отобразит все записи со 2-ой по 5-ую, и с 7-ой по 9-ю. HOP #канал LIST *vas* отобразит все записи, которые содержат подстроку "vas" Команда HOP CLEAR позволяет полностью очистить список HOP'ов. Команды HOP ADD, HOP DEL и HOP LIST могут использовать AOP'ы канала или выше, команду HOP CLEAR может использовать только владелец канала. Помните, что данная команда работает только в случае использования системы привилегий xOP. Если вы используете систему LEVELS, все изменения списка доступа канала должны производится посредством команды ACCESS. Для более подробной информации по использованию команды ACCESS и системы привилегий xOP см. справочную информацию по /msg %S HELP ACCESS и /msg %S HELP SET XOP.
tr_tr: Kullanýmý: HOP kanaladi ADD nick  HOP kanaladi DEL { nick | kayit-no | liste } HOP kanaladi LIST [ mask | liste ] HOP kanaladi CLEAR Bir kanalin HOP (HalfOP) listesini düzenler. HOP listesinde bulunan bir kisi kanalda otomatik olarak halfop olur. HOP ADD komutu belirtilen nicki HOP listesine ekler. HOP DEL komutu belirtilen nicki HOP listesinden siler. Eger kayit numaralari listesi belirtilirse, bu kayitlar silinir. (Asagidaki örnegi inceleyin.) HOP LIST komutu HOP listesini gösterir. Eger bir hostmask belirtilmisse, o hostmask la uyusan kayitlar gösterilir. Eger kayit numaralari listesi belirtilmisse, o numaralardaki nickler gösterilir; örnegin: HOP #kanaladi LIST 2-5,7-9 2 den 5 e ve 7 den 9 a kadar olan kayitlari gösterir. HOP CLEAR komutu HOP listesindeki tüm kayitlari temziler. HOP ADD, HOP DEL ve HOP LIST komutlarini AOP lar ve üstü HOP CLEAR komutunu ise sadece founder kullanabilir. Bu komutu kanaliniz için devre disi birakabilirsiniz. O zaman access komutlarini kullanmalisiniz. Access komutlari hakkinda bilgi almak için /msg %S HELP ACCESS yazin. Access ile xOP arasinda geçis yapabilmek için gerekli bilgilere /msg %S HELP SET XOP yazarak ulasabilirsiniz.

source: Syntax: IDENTIFY [account] password  Tells %S that you are really the owner of this nick. Many commands require you to authenticate yourself with this command before you use them. The password should be the same one you sent with the REGISTER command.
it_it: Sintassi: IDENTIFY [account] password  Indica a %S che sei davvero il proprietario del nick. Molti comandi richiedono che tu ti sia autentificato con questo comando prima di poterli usare. La password deve essere la stessa che è stata utilizzata con il comando REGISTER.
ru_ru: Синтаксис: IDENTIFY [account] пароль  Позволяет вам идентифицироваться на %S к зарегистрированному ранее нику. Большинство сервисных команд, такие как SET, OP, BAN и т. д., требуют идентификации перед использованием. В качестве пароля вы должны указать тот самый пароль, который указывали при регистрации вашего ника.
tr_tr: Kullanýmý: IDENTIFY [account] þifreniz  %S 'e kullandýðýnýz nickin gerçek sahibinin siz olduðunu belirtir. Çoðu komut kullanýlmadan önce bu komutla tanýtýlmanýzý gerektirir. Þifreniz nickinizi kayýt ederken REGISTER komutuyla beraber kullandýðýnýzla aynýdýr.

source: Syntax: IGNORE {ADD|DEL|LIST|CLEAR} [ time ] [ nick | mask ] Allows Services Operators to make Services ignore a nick or mask for a certain time or until the next restart. The default time format is seconds. You can specify it by using units. Valid units are: s for seconds, m for minutes, h for hours and d for days. Combinations of these units are not permitted. To make Services permanently ignore the user, type 0 as time. When adding a mask , it should be in the format user@host or nick!user@host, everything else will be considered a nick. Wildcards are permitted. Ignores will not be enforced on IRC Operators.
ru_ru: Синтаксис: IGNORE {ADD|DEL|LIST|CLEAR} [время] [ник|маска] Позволяет Администраторам сервисов управлять списком игнорируемых сервисами пользователей. По-умолчанию, параметр [ время ] является секундами. Однако, вы можете указать и иные единицы измерения, используя: s для секунд, m для минут, h для часов и d для дней. Комбинации этих единиц измерения недопустимы. Установка времени игнора в 0 сделает его постоянным. В качестве последнего значения вы должны указать валидный ник или маску вида ник!идент@хост или идент@хост. Любые другие значения будут расцениваться в качестве ника. Пользователи со статусом IRC-оператора игнорироваться сервисами не будут, даже если они присутствуют в списке игнора.

source: Syntax: INFO channel  Lists information about the named registered channel, including its founder, time of registration, last time used, description, and mode lock, if any. If ALL is specified, the entry message and successor will also be displayed.
it_it: Sintassi: INFO canale  Mostra varie informazioni a proposito del canale specificato (a patto che sia registrato), tra cui il fondatore, il giorno di registrazione, l'ultimo utilizzo, la descrizione e il blocco dei modi, se presente. Se viene specificata l'opzione ALL, verranno mostrati anche il successore e il messaggio di ingresso. Di default, l'opzione ALL è limitata a coloro che hanno l'accesso come fondatore sul canale.
ru_ru: Синтаксис: INFO #канал  Позволяет получить подробную информацию о зарегистрированом канале, в частности такую как: ник владельца, время регистрации канала, дату его последнего использования и описание. С параметром ALL будут так же показаны заблокированные режимы, опции канала и его наследник. Примечание: по-умолчанию, использовать команду с параметром ALL может только владелец канала.
tr_tr: Kullanýmý: INFO kanaladý  Belirtilen kayýtlý kanalla ilgili bilgiler sunar. Bu bilgilerin içeriðinde kanalýn founderý, kayýt zamaný, son kullanýldýðý zaman, açýklamasý, ve varsa mod kilidi bulunur. Eðer kanalýn founderý olarak kendinizi tanýtmýþsanýz ve ALL parametresini belirtmiþseniz giriþ mesajý ve successor hakkýndada bilgi alabilirsiniz. Varsayilan olarak, ALL seçenegini founderlar kullanabilir.

source: Syntax: INFO nickname  Displays information about the given nickname, such as the nick's owner, last seen address and time, and nick options.
it_it: Sintassi: INFO nick  Mostra varie informazioni sul nick specificato, come ad esempio il proprietario del nick, la data dell'ultimo accesso, l'ultimo indirizzo utilizzato e le opzioni stesse del nick. Se sei identificato per il nick di cui stai richiedendo le informazioni, e specifichi il parametro ALL, vedrai tutte le informazioni, che siano nascoste o meno.
ru_ru: Синтаксис: INFO ник  Запрашивает у сервисов информацию об указанном нике. В частности будут показаны: реальное имя владельца (realname), его последняя хостмаска, когда он последний раз был в IRC под этим ником. Если вы запрашиваете информацию относительно своего ника, вы можете указать параметр ALL, чтобы получить всю доступную информацию, в том числе и ту, которая скрыта.
tr_tr: Kullanýmý: INFO nick  Belirtilen nick hakkýnda o nickin sahibi, son görüldüðü adres ve zaman, ve nickin özellikleri gibi bilgiler verir. Eðer nick hakkýnda bilgi alýrken o nickin sahibi sizseniz ve tanýtmýþsanýz ALL parametresini kullandýðýnýzda bilgiler gizli olsa bile o nick hakkýndaki tüm bilgiler görünür.

source: Syntax: INFO [ channel ] Displays information on the number of memos you have, how many of them are unread, and how many total memos you can receive. With a parameter, displays the same information for the given channel.
it_it: Sintassi: INFO [ canale ] Mostra le informazioni sul numero di memo che hai, quanti memo non sono ancora stati letti e quanti memo puoi avere in totale. Se viene specificato un canale, mostra le stesse informazioni, ma relative al canale indicato.
ru_ru: Синтаксис: INFO [ #канал ] Показывает информацию о количестве и статусе ваших сообщений, в частности сколько из них непрочитано, и сколько всего сообщений вы можете принять. Если вы укажете в качестве параметра канал - выведет аналогичную информацию об указанном канале.
tr_tr: Kullanýmý: INFO [ kanaladý ] Sahip olduðunuz mesaj sayýsý, kaç tanesinin okunmadýðý, ve alabileceðiniz maksimum mesaj sayýsý gibi bilgiler verir. Eðer kanaladý parametresi belirtilirse ayný bilgiyi o kanal için gösterir.
