Repository: anope/anope
Catalog: lang/anope.*.po
Languages: it_it, ru_ru, tr_tr

source: Please wait %d seconds before using the SEND command again.
it_it: Attendi %d secondi prima di usare di nuovo il comando SEND.
ru_ru: Пожалуйста, подождите %d секунд перед повторным использованием команды SEND.
tr_tr: Lütfen %d saniye SEND komutunu tekrar kullanmak için bekleyin.

source: Private
it_it: Privato
ru_ru: Приватность
tr_tr: Özel

source: Private mode of bot %s is now OFF.
it_it: La modalità Private del bot %s ora è DISATTIVA.
ru_ru: Режим приватный успешно снят с бота под ником %s
tr_tr: %s botunun özel seçenegi artik KAPALI.

source: Private mode of bot %s is now ON.
it_it: La modalità Private del bot %s ora è ATTIVA.
ru_ru: Бот под ником %s успешно помечен как приватный.
tr_tr: %s botunun özel seçenegi artik AKTIF.

source: Private option for %s is now OFF.
it_it: L'opzione Private per %s è ora DISATTIVATA.
ru_ru: Режим приватности канала %s отключен.

source: Private option for %s is now ON.
it_it: L'opzione Private per %s è ora ATTIVATA.
ru_ru: Режим приватности канала %s активирован.

source: Private option is now OFF for %s.
it_it: Opzione private SPENTA per %s.
ru_ru: Режим приватности для %s отключен.

source: Private option is now ON for %s.
it_it: Opzione private ACCESA per %s.
ru_ru: Режим приватности для %s активирован.

source: Protection
it_it: Protezione
ru_ru: Защита
tr_tr: Kill korumasý

source: Protection is now OFF for %s.
it_it: Protezione SPENTA per %s.
ru_ru: Защита ника %s отключена.

source: Protection is now ON for %s, with a reduced delay.
it_it: Protezione ACCESA per %s, con un ritardo ridotto.
ru_ru: Защита ника %s активирована,лимит времени на ввод пароля: 20 секунд.

source: Protection is now ON for %s, with no delay.
it_it: Protezione ACCESA per %s, senza ritardo.
ru_ru: Защита ника %s активирована, лимит времени на ввод пароля: 0 секунд.

source: Protection is now ON for %s.
it_it: Protezione ACCESA per %s.
ru_ru: Защита ника %s активирована, лимит времени на ввод пароля: 60 секунд.

source: Protection is now ON, with no delay.
it_it: La protezione ora è ATTIVA, senza ritardo.
ru_ru: Защита ника активирована, лимит времени на ввод пароля: 0 секунд.
tr_tr: Anýnda kill korumasý: AKTÝF.

source: Providing command: %R%s %s
it_it: Fornendo il comando: /msg %s %s
ru_ru: Предоставляемая команда: /msg %s %s
tr_tr: Providing command: /msg %s %s

source: RANDOMNEWS {ADD|DEL|LIST} [ text | num ]
it_it: RANDOMNEWS {ADD|DEL|LIST} [ testo | numero ]
ru_ru: RANDOMNEWS {ADD|DEL|LIST} [ текст | номер ]
tr_tr: RANDOMNEWS {ADD|DEL|LIST} [ yazi | no ]

source: READ [ channel ] { list | LAST | NEW}
it_it: READ [ canale ] { lista | LAST | NEW}
ru_ru: READ [ #канал ] { список_записей | LAST | NEW}
tr_tr: READ [ kanaladý ] { liste | LAST | NEW}

source: RECOVER nickname [ password ]
it_it: RECOVER nick [ password ]
ru_ru: RECOVER ник [ пароль ]
tr_tr: RECOVER nick [ þifre ]

source: REGISTER channel description
it_it: REGISTER canale descrizione
ru_ru: REGISTER #канал описание
tr_tr: REGISTER kanaladý açýklama

source: REGISTER password email
ru_ru: REGISTER пароль email
tr_tr: REGISTER þifreniz emailiniz

source: REGISTER password [ email ]
ru_ru: REGISTER пароль [ email ]
tr_tr: REGISTER þifreniz [ emailiniz ]

source: RELEASE nickname [ password ]
it_it: RELEASE nick [ password ]
ru_ru: RELEASE ник [ пароль ]
tr_tr: RELEASE nick [ þifre ]

source: RSEND { nick | channel } memo-text
it_it: RSEND { nick | canale } testo-memo
ru_ru: RSEND { ник | #канал } текст

source: Random news item #%d deleted.
it_it: La Random News numero %d è stata eliminata.
ru_ru: Новость под номером #%d удалена.
tr_tr: #%d numarali karisik haber silindi.

source: Random news item #%d not found!
it_it: Impossibile trovare la Random News numero %d!
ru_ru: Новость под номером #%d не обнаружена.
tr_tr: #%d numarali karisik haber bulunamadi!

source: Random news items:
it_it: Lista delle Random News:
ru_ru: Список случайных новостей:
tr_tr: Karisik haberler:

source: Registration step 1 may have expired, please use "%R%s register <password> <email>" first.
it_it: Il primo passo della registrazione potrebbe essere scaduto. Usa /msg %s REGISTER <password> <e-mail>.
ru_ru: Время первой части регистрации истекло, воспользуйтесь командой "/msg %s register <пароль> <email>"
tr_tr: Registration step 1 may have expired, please use "/msg %s register <password> <email>" first.

source: Restricted Access
it_it: Restricted
ru_ru: Ограниченный доступ
tr_tr: Kisitli Erisim.

source: Restricted access option for %s is now OFF.
it_it: L'opzione Restricted access per %s è ora DISATTIVATA.
ru_ru: Режим ограниченного доступа на канал %s отключен.

source: Restricted access option for %s is now ON.
it_it: L'opzione Restricted access per %s è ora ATTIVATA.
ru_ru: Режим ограниченного доступа на канал %s активирован.

source: SASAET nickname PRIVATE {ON | OFF}
it_it: SSAET nickname PRIVATE {ON | OFF}
ru_ru: SASET ник MSG {ON | OFF}
tr_tr: SSAET nickname PRIVATE {ON | OFF}

source: SASET nickname option parameters
it_it: SASET nickname opzione parametri
ru_ru: SASET ник опция параметры

source: SASET nickname AUTOOP {ON | OFF}
ru_ru: SASET ник AUTOOP {ON | OFF}

source: SASET nickname HIDE {EMAIL | STATUS | USERMASK | QUIT} {ON | OFF}
it_it: SET nickname HIDE {EMAIL | STATUS | USERMASK | QUIT} {ON | OFF}
ru_ru: SET ник HIDE {EMAIL | STATUS | USERMASK | QUIT} {ON | OFF}
tr_tr: SET nickname HIDE {EMAIL | STATUS | USERMASK | QUIT} {ON | OFF}

source: SASET nickname KILL {ON | QUICK | IMMED | OFF}
ru_ru: SASET ник KILL {ON | QUICK | IMMED | OFF}

source: SASET nickname KILL {ON | QUICK | OFF}
ru_ru: SASET ник KILL {ON | QUICK | OFF}

source: SASET nickname LANGUAGE number
it_it: SASET nickname LANGUAGE numero
ru_ru: SASET ник LANGUAGE номер

source: SASET nickname NOEXPIRE {ON | OFF}
ru_ru: SASET ник NOEXPIRE {ON | OFF}

source: SASET nickname PRIVATE {ON | OFF}
ru_ru: SASET ник PRIVATE {ON | OFF}

source: SASET nickname SECURE {ON | OFF}
ru_ru: SASET ник SECURE {ON | OFF}

source: SAY channel text
it_it: SAY canale testo
ru_ru: SAY #канал текст
tr_tr: SAY kanaladý yazý

source: SEND { nick | channel } memo-text
it_it: SEND { nick | canale } testo-del-memo
ru_ru: SEND { ник | #канал } текст_сообщения
tr_tr: SEND { nick | kanaladý } mesaj

source: SENDPASS nickname
it_it: SENDPASS nick
ru_ru: SENDPASS ник
tr_tr: SENDPASS nick

source: SENDPASS command unavailable because encryption is in use.
it_it: Il comando SENDPASS non è disponibile perché è in uso la criptazione dei dati.
ru_ru: Команда SENDPASS недоступна, так как включено шифрование паролей.
tr_tr: SENDPASS komutu devre dýþý çünkü þifreleme(encryption) devrede.

source: SESSION LIST limit
it_it: SESSION LIST limite
ru_ru: SESSION LIST лимит

source: SET <nick> <hostmask>.
ru_ru: SET <ник> <хостмаска>.

source: SET (channel | bot) option settings
it_it: SET canale opzione parametri
ru_ru: SET (#канал | бот) опция параметр
tr_tr: SET kanaladý özellik ayarlar

source: SET botname NOBOT { ON|OFF }
it_it: SET canale NOBOT { ON|OFF }
ru_ru: SET #канал NOBOT { ON|OFF }
tr_tr: SET kanaladý NOBOT { ON|OFF }

source: SET botname PRIVATE { ON|OFF }
it_it: SET canale PRIVATE { ON|OFF }
ru_ru: SET ник_бота PRIVATE { ON|OFF }
tr_tr: SET kanaladi PRIVATE { ON|OFF }

source: SET channel option parameters
it_it: SET canale opzione parametri
ru_ru: SET #канал опция параметр
tr_tr: SET kanaladý özellik parametre

source: SET channel DONTKICKOPS { ON|OFF }
it_it: SET canale DONTKICKOPS { ON|OFF }
ru_ru: SET #канал DONTKICKOPS { ON|OFF }
tr_tr: SET kanaladý DONTKICKOPS { ON|OFF }

source: SET channel DONTKICKVOICES { ON|OFF }
it_it: SET canale DONTKICKVOICES { ON|OFF }
ru_ru: SET #канал DONTKICKVOICES { ON|OFF }
tr_tr: SET kanaladý DONTKICKVOICES { ON|OFF }

source: SET channel FANTASY { ON|OFF }
it_it: SET canale FANTASY { ON|OFF }
ru_ru: SET #канал FANTASY { ON|OFF }
tr_tr: SET kanaladý FANTASY { ON|OFF }

source: SET channel GREET { ON|OFF }
it_it: SET canale GREET { ON|OFF }
ru_ru: SET #канал GREET { ON|OFF }
tr_tr: SET kanaladý GREET { ON|OFF }

source: SET channel KEEPTOPIC {ON | OFF}
it_it: SET canale KEEPTOPIC {ON | OFF}
ru_ru: SET #канал KEEPTOPIC {ON | OFF}
tr_tr: SET kanaladý KEEPTOPIC {ON | OFF}

source: SET channel NOEXPIRE {ON | OFF}
it_it: SET canale NOEXPIRE {ON | OFF}
ru_ru: SET #канал NOEXPIRE {ON | OFF}
tr_tr: SET kanaladý NOEXPIRE {ON | OFF}

source: SET channel OPNOTICE {ON | OFF}
it_it: SET canale OPNOTICE {ON | OFF}
ru_ru: SET #канал OPNOTICE {ON | OFF}
tr_tr: SET kanaladý OPNOTICE {ON | OFF}

source: SET channel PEACE {ON | OFF}
it_it: SET canale PEACE {ON | OFF}
ru_ru: SET #канал PEACE {ON | OFF}
tr_tr: SET kanaladi PEACE {ON | OFF}

source: SET channel PRIVATE {ON | OFF}
it_it: SET canale PRIVATE {ON | OFF}
ru_ru: SET #канал PRIVATE {ON | OFF}
tr_tr: SET kanaladý PRIVATE {ON | OFF}

source: SET channel RESTRICTED {ON | OFF}
it_it: SET canale RESTRICTED {ON | OFF}
ru_ru: SET #канал RESTRICTED {ON | OFF}
tr_tr: SET kanaladý RESTRICTED {ON | OFF}

source: SET channel SECURE {ON | OFF}
it_it: SET canale SECURE {ON | OFF}
ru_ru: SET #канал SECURE {ON | OFF}
tr_tr: SET kanal SECURE {ON | OFF}

source: SET channel SECUREFOUNDER {ON | OFF}
it_it: SET canale SECUREFOUNDER {ON | OFF}
ru_ru: SET #канал SECUREFOUNDER {ON | OFF}
tr_tr: SET kanaladý SECUREFOUNDER {ON | OFF}

source: SET channel SECUREOPS {ON | OFF}
it_it: SET canale SECUREOPS {ON | OFF}
ru_ru: SET #канал SECUREOPS {ON | OFF}
tr_tr: SET kanaladý SECUREOPS {ON | OFF}

source: SET channel SIGNKICK {ON | LEVEL | OFF}
it_it: SET canale SIGNKICK {ON | LEVEL | OFF}
ru_ru: SET #канал SIGNKICK {ON | LEVEL | OFF}
tr_tr: SET kanaladý SIGNKICK {ON | LEVEL | OFF}

source: SET channel SYMBIOSIS { ON|OFF }
it_it: SET canale SYMBIOSIS { ON|OFF }
ru_ru: SET #канал SYMBIOSIS { ON|OFF }
tr_tr: SET kanaladý SYMBIOSIS { ON|OFF }

source: SET channel TOPICLOCK {ON | OFF}
it_it: SET canale TOPICLOCK {ON | OFF}
ru_ru: SET #канал TOPICLOCK {ON | OFF}
tr_tr: SET kanaladý TOPICLOCK {ON | OFF}

source: SET channel XOP {ON | OFF}
it_it: SET canale XOP {ON | OFF}
ru_ru: SET #канал XOP {ON | OFF}
tr_tr: SET kanaladi XOP {ON | OFF}

source: SET option parameters
it_it: SET opzione parametri
ru_ru: SET опция параметры
tr_tr: SET özellik parametre

source: SET option setting
it_it: SET opzione parametri
ru_ru: SET опция параметры
tr_tr: SET özellik ayar

source: SET LIMIT [ channel ] limit
it_it: SET LIMIT [ canale ] limite
ru_ru: SET LIMIT [ #канал ] предел
tr_tr: SET LIMIT [ kanaladý ] limit

source: SET LIMIT [ user | channel ] { limit | NONE} [HARD]
it_it: SET LIMIT [ utente | canale ] { limite | NONE} [HARD]
ru_ru: SET LIMIT [ ник | #канал ] { предел | NONE} [HARD]
tr_tr: SET LIMIT [ kullanýcý | kanaladý ] { limit | NONE} [HARD]

source: SETALL <nick> <hostmask>.
ru_ru: SETALL <ник> <хостмаска>.

source: SNLINE list is empty.
it_it: La lista SNLINE è vuota.
ru_ru: Список SNLINE'ов пуст.
tr_tr: SNLINE listesi boþ.

source: SNLINE {ADD | DEL | LIST | VIEW | CLEAR} [[+ expiry ] { mask | entry-list }[: reason ]]
it_it: SNLINE {ADD | DEL | LIST | VIEW | CLEAR} [[+ durata ] { mask | numero-lista }[: motivo ]]
ru_ru: SNLINE {ADD|DEL|LIST|VIEW|CLEAR} [[+ срок_истечения ] { маска | номер_записи }[: причина ]]
tr_tr: SNLINE {ADD | DEL | LIST | VIEW | CLEAR} [[+ zamanaþýmý ] { mask | kayýt-sýrasý } [ sebep ]]

source: SOP channel {ADD|DEL|LIST|CLEAR} [ nick | entry-list ]
it_it: SOP canale {ADD|DEL|LIST|CLEAR} [ nick | numero-lista ]
ru_ru: SOP #канал {ADD|DEL|LIST|CLEAR} [ ник | номер запис ]
tr_tr: SOP kanaladi {ADD|DEL|LIST|CLEAR} [ nick | liste-no ]

source: SOP list for %s: Num Nick
it_it: Lista SOP di %s: Num Nick
ru_ru: Список SOP'ов канала %s: Номер Ник
tr_tr: %s kanali SOP listesi: Num Nick

source: SQLINE list is empty.
it_it: La lista SQLINE è vuota.
ru_ru: Список SQLINE'ов пуст.
tr_tr: SQLINE listesi bos.

source: SQLINE {ADD | DEL | LIST | VIEW | CLEAR} [[+ expiry ] { mask | entry-list } [ reason ]]
it_it: SQLINE {ADD | DEL | LIST | VIEW | CLEAR} [[+ durata ] { mask | numero-lista } [ motivo ]]
ru_ru: SQLINE {ADD|DEL|LIST|VIEW|CLEAR} [[+ срок_истечения ] { маска | номер_записи } [ причина ]]
tr_tr: SQLINE {ADD | DEL | LIST | VIEW | CLEAR} [[+ zaman asimi ] { mask | kayit-sirasi } [ sebep ]]

source: STATUS ERROR Channel %s not registered
it_it: STATUS ERROR Il canale %s non è registrato
ru_ru: STATUS ERROR Канал %s незарегистрирован

source: STATUS ERROR Nick %s not online
it_it: STATUS ERROR Il nick %s non è online
ru_ru: STATUS ERROR Ник %s в сети отсутствует.

source: SUSPEND channel reason
it_it: SUSPEND canale motivo
ru_ru: SUSPEND #канал причина

source: SUSPEND channel [ reason ]
it_it: SUSPEND canale [ motivo ]
ru_ru: SUSPEND #канал [ причина ]

source: SUSPEND nickname reason
it_it: SUSPEND nick motivo
ru_ru: SUSPEND ник причина

source: SVSNICK nick newnick
it_it: SVSNICK nick nuovonick
ru_ru: SVSNICK ник новый_ник

source: SZLINE list is empty.
it_it: La lista SZLINE è vuota.
ru_ru: Список SZLINE'ов пуст.
tr_tr: SZLINE listesi boþ.

source: SZLINE {ADD | DEL | LIST | VIEW | CLEAR} [[+ expiry ] { mask | entry-list } [ reason ]]
it_it: SZLINE {ADD | DEL | LIST | VIEW | CLEAR} [[+ durata ] { mask | numero-lista } [ motivo ]]
ru_ru: SZLINE {ADD|DEL|LIST|VIEW|CLEAR} [[+ срок_истечения ] { маска | номер_записи } [ причина ]]
tr_tr: SZLINE {ADD | DEL | LIST | VIEW | CLEAR} [[+ zamanaþýmý ] { mask | kayýt-sýrasý } [ sebep ]]

source: Secure
ru_ru: Безопасность
tr_tr: Güvenlik

source: Secure Founder
ru_ru: Безопасность владельца

source: Secure Ops
ru_ru: Контроль статуса оператора

source: Secure founder option for %s is now OFF.
it_it: L'opzione Secure founder per %s è ora DISATTIVATA.
ru_ru: Режим безопасности владельца для канала %s отключен.

source: Secure founder option for %s is now ON.
it_it: L'opzione Secure founder per %s è ora ATTIVATA.
ru_ru: Режим безопасности владельца для канала %s активирован.

source: Secure ops option for %s is now OFF.
it_it: L'opzione Secure ops per %s è ora DISATTIVATA.
ru_ru: Режим контроля за статусом оператора для канала %s отключен.

source: Secure ops option for %s is now ON.
it_it: L'opzione Secure ops per %s è ora ATTIVATA.
ru_ru: Режим контроля за статусом оператора для канала %s активирован.

source: Secure option for %s is now OFF.
it_it: L'opzione Secure per %s è ora DISATTIVATA.
ru_ru: Режим безопасности для канала %s отключен.

source: Secure option for %s is now ON.
it_it: L'opzione Secure per %s è ora ATTIVATA.
ru_ru: Режим безопасности для канала %s активирован.

source: Secure option is now OFF for %s.
it_it: Opzione secure SPENTA per %s.
ru_ru: Режим безопасности для %s отключен.

source: Secure option is now ON for %s.
it_it: Opzione secure ACCESA per %s.
ru_ru: Режим безопасности для %s активирован.

source: Security
it_it: Sicurezza
ru_ru: Безопасность
tr_tr: Güvenlik

source: Servers found: %d
ru_ru: Текущее кол-во серверов: %d

source: Services are in Defcon mode, Please try again later.
it_it: I servizi sono in modalità Defcon, prego riprovare più tardi.
ru_ru: На данный момент сервисы работают в DEFCON-режиме. Повторите свой запрос позже.
tr_tr: This service is temporarly disabled, please try again later

source: Services are now at DEFCON %d
it_it: I servizi sono ora in DEFCON %d
ru_ru: DEFCON-режим активирован, уровень защиты: %d

source: Services are now in expire mode.
it_it: I Services ora sono in modalità expire.
ru_ru: Режим работы сервисов изменен: NOEXPIRE-режим деактивирован.
tr_tr: Servisler þimdi expire modunda.

source: Services are now in no expire mode.
it_it: I Services ora sono in modalità no expire.
ru_ru: Режим работы сервисов изменен: активирован NOEXPIRE-режим (режим 'не-истечения').
tr_tr: Servisler þimdi no expire modunda.

source: Services are now in read-only mode.
it_it: I Services ora sono in modalità read-only.
ru_ru: Сервисы перешли в режим read-only (только чтение).
tr_tr: Servisler þimdi read-only modunda.

source: Services are now in read-write mode.
it_it: I Services ora sono in modalità read-write.
ru_ru: Сервисы перешли в режим read-write (чтение-запись).
tr_tr: Servisler þimdi read-write modunda.

source: Services are now in debug mode (level %d).
it_it: I Services ora sono in modalità debug (livello %d).
ru_ru: Режим работы сервисов изменен: активирован DEBUG-режим (уровень %d).
tr_tr: Servisler þimdi debug modunda (seviye %d).

source: Services are now in debug mode.
it_it: I Services ora sono in modalità debug.
ru_ru: Режим работы сервисов изменен: активирован DEBUG-режим (отладка).
tr_tr: Servisler þimdi debug modunda.

source: Services are now in non-debug mode.
it_it: I Services ora non sono in modalità debug.
ru_ru: Режим работы сервисов изменен: DEBUG-режим деактивирован.
tr_tr: Servisler þimdi non-debug modunda.

source: Services have been configured to not send mail.
it_it: I servizi sono stati configurati per non inviare e-mail.
ru_ru: Настройки mail-функций сервисов некорректны или отключены, возможность отправки email недоступна.
tr_tr: Servislerin mail gönderme özelliði devre dýþýdýr.

source: Services ignore list:
it_it: Lista ignore dei Services:
ru_ru: Список игнорируемых ников:
tr_tr: Servisler ignore listesi:

source: Services is unable to change modes. Are your servers configured correctly?
it_it: I Services non riescono a cambiare i modi. I server sono configurati correttamente?
ru_ru: Возможность изменять режимы сервисам недоступна. Вы вообще уверены, что настройки ваших серверов корректны?
tr_tr: Servisler mod deðiþtiremiyor. Serverin doðru ayarlandýðýna emin olun.

source: Services is unable to change modes. Are your servers' U:lines configured correctly?
it_it: I Services non riescono a cambiare i modi. Le U:lines dei server sono configurate correttamente?
ru_ru: Возможность изменять режимы сервисам недоступна. Вы вообще уверены, что U:line-записи ваших серверов корректны?
tr_tr: Servisler mod deðiþtiremiyor. Serverin U:line larýnýn doðru ayarlandýðýna emin olun.

source: Services up %d day, %02d:%02d
it_it: I Services sono up da %d giorno, %02d:%02d
ru_ru: Сервисы работают: %d день, %02d:%02d
tr_tr: Servisler %d gündür çalýþýyor, %02d:%02d

source: Services up %d days, %02d:%02d
it_it: I Services sono up da %d giorni, %02d:%02d
ru_ru: Сервисы работают: %d дней, %02d:%02d
tr_tr: Servisler %d gündür çalýþýyor, %02d:%02d

source: Services up %d hour, %d minute
it_it: I Services sono up da %d ora, %d minuto
ru_ru: Сервисы работают: %d час, %d минуту
tr_tr: Servisler %d saat, %d dakikadýr çalýþýyor.

source: Services up %d hour, %d minutes
it_it: I Services sono up da %d ora, %d minuti
ru_ru: Сервисы работают: %d час, %d минут
tr_tr: Servisler %d saat, %d dakikadýr çalýþýyor.

source: Services up %d hours, %d minute
it_it: I Services sono up da %d ore, %d minuto
ru_ru: Сервисы работают: %d час, %d минут
tr_tr: Servisler %d saat, %d dakikadýr çalýþýyor.

source: Services up %d hours, %d minutes
it_it: I Services sono up da %d ore, %d minuti
ru_ru: Сервисы работают: %d часов, %d минут
tr_tr: Servisler %d saat, %d dakikadýr çalýþýyor.

source: Services up %d minute, %d second
it_it: I Services sono up da %d minuto, %d secondo
ru_ru: Сервисы работают: %d минуту, %d секунду
tr_tr: Servisler %d dakika, %d saniyedir çalýþýyor.

source: Services up %d minute, %d seconds
it_it: I Services sono up da %d minuto, %d secondi
ru_ru: Сервисы работают: %d минуту, %d секунд
tr_tr: Servisler %d dakika, %d saniyedir çalýþýyor.

source: Services up %d minutes, %d second
it_it: I Services sono up da %d minuti, %d secondo
ru_ru: Сервисы работают: %d минут, %d секунду
tr_tr: Servisler %d dakika, %d saniyedir çalýþýyor.

source: Services up %d minutes, %d seconds
it_it: I Services sono up da %d minuti, %d secondi
ru_ru: Сервисы работают: %d минут, %d секунд
tr_tr: Servisler %d dakika, %d saniyedir çalýþýyor.

source: Services will no longer autoop %s in channels.
it_it: I servizi non opperanno più %s automaticamente nei canali.
ru_ru: Режим автостатуса для %s отключен

source: Services will now autoop %s in channels.
it_it: I servizi opperanno %s automaticamente nei canali.
ru_ru: Режим автостатуса для %s активирован

source: Services will now reply to %s with messages.
it_it: I servizi risponderanno a %s con "messages".
ru_ru: Режим приватных сообщений для %s активирован , теперь сервисы будут отвечать ему в приват.

source: Services will now reply to %s with notices.
it_it: I servizi risponderanno a %s con "notices".
ru_ru: Режим приватных сообщений для %s отключен , сервисы будут отвечать ему посредством нотисов.

source: Services' configuration file has been reloaded.
it_it: Il file di configurazione dei Services' è stato ricaricato in memoria.
ru_ru: Конфигурационный файл сервисов был считан заново.
tr_tr: Servislerin conf dosyasý yeniden yüklendi.

source: Services' hold on your nick has been released.
it_it: Il blocco dei servizi sul tuo nick è stato rilasciato.
ru_ru: Ваш ник освобожден от удержания сервисами.
tr_tr: Nickiniz serbest býrakýldý.

source: Session limit for %s set to %d.
it_it: Il limite di sessioni per %s è stato impostato a %d.
ru_ru: Лимит сессий для %s установлен на %d.
tr_tr: %s için session limit %d olarak deðiþtirildi.

source: Session limiting is disabled.
it_it: Il limite delle sessioni è disabilitato.
ru_ru: Ограничение сессий отключено, список исключений не требуется.
tr_tr: Session limit koyma devre dýþý.

source: Sessions : %6d records, %5d kB
it_it: Sessioni: %6d records, %5d kB
ru_ru: Сессий : %6d записей, %5d kB
tr_tr: Oturumlar : %6d kayýt, %5d kB

source: Sessions Host
it_it: Sessioni Host
ru_ru: Сессии Хост
tr_tr: Sessionlar Host

source: Setting %s not known. Type %R%s HELP LEVELS DESC for a list of valid settings.
it_it: Impostazione %s sconosciuta. Digita /msg %s HELP LEVELS DESC per una lista delle impostazioni valide.
ru_ru: Неизвестный пункт %s. Для получения списка всех доступных значений см. /msg %s HELP LEVELS DESC
tr_tr: Varolmayan ayar: %s. Geçerli ayar listesi için /msg %s HELP LEVELS DESC yazýnýz.

source: Setting for DEBUG must be ON, OFF, or a positive number.
it_it: Il parametro dell'opzione DEBUG deve essere ON, OFF, o un numero positivo.
ru_ru: В качестве параметра для опции DEBUG вы должны указать ON, OFF, либо положительное число.
tr_tr: DEBUG ayarý ON, OFF, veya pozitif bir sayý olmalýdýr.

source: Setting for IGNORE must be ON or OFF.
it_it: Il parametro dell'opzione IGNORE deve essere ON o OFF.
ru_ru: В качестве параметра для опции IGNORE вы должны указать либо ON, либо OFF.
tr_tr: IGNORE ayarý ON veya OFF þeklinde olmalýdýr.

source: Setting for NOEXPIRE must be ON or OFF.
it_it: Il parametro dell'opzione NOEXPIRE deve essere ON o OFF.
ru_ru: В качестве параметра для опции NOEXPIRE вы должны указать либо ON, либо OFF.
tr_tr: NOEXPIRE ayarý ON yada OFF olmalýdýr.

source: Setting for READONLY must be ON or OFF.
it_it: Il parametro dell'opzione READONLY deve essere ON o OFF.
ru_ru: В качестве параметра для опции READONLY вы должны указать либо ON, либо OFF.
tr_tr: READONLY ayarý ON veya OFF þeklinde olmalýdýr.

source: Setting for SuperAdmin must be ON or OFF (must be enabled in services.conf)
it_it: L'impostazione di SuperAdmin deve essere ON o OFF (deve essere attivato in services.conf).
ru_ru: В качестве параметра для опции SuperAdmin вы должны указать либо ON, либо OFF.
tr_tr: Setting for SuperAdmin must be ON or OFF.
