Repository: anope/anope
Catalog: lang/anope.*.po
Languages: it_it, ru_ru, tr_tr

source: %s matches an except on %s and cannot be banned until the except have been removed.
it_it: %s corrisponde a un'eccezione %s e non può essere bannato finché l'eccezione non sarà rimossa.

source: NOTICE: This service is intended to provide a way for IRC users to ensure their identity is not compromised. It is NOT intended to facilitate "stealing" of nicknames or other malicious actions. Abuse of %S will result in, at minimum, loss of the abused nickname(s).
it_it: NOTA: Questo servizio è pensato per fornire agli utenti un modo per assicurarsi che loro identità non sia compromessa. NON è pensato per facilitare il "furto" dei nick o per altre azioni maliziose. L'abuso di %S risulterà, come minimo, nella perdita del proprio nick.
tr_tr: NOT: Bu servis kullanýcýlarýn kimliklerini tehlikeye atmayacak þekilde tasarlanmýþtýr. Bu nickleri "çalmayý" veya diðer kötü niyetli hareketleri kolaylaþtýrmayý saðlama amaçlý deðildir. %S 'ün kötüye Kullanýmý kötüye kullanýlan kiþinin nickini kaybetmesiyle sonuçlanacaktýr.

source: %s is a services operator of type %s.
it_it: %s è un services operator di tipo %s.

source: Key for channel %s is %s.
it_it: La key per il canale %s è %s.

source: SET MSG {ON | OFF}
it_it: SET PRIVATE {ON | OFF}
tr_tr: SET PRIVATE {ON | OFF}

source: STATUS channel item
it_it: STATUS canale elemento

source: Syntax: KICK channel CAPS { ON|OFF } [ ttb [ min [ percent ]]] Sets the caps kicker on or off. When enabled, this option tells the bot to kick users who are talking in CAPS. The bot kicks only if there are at least min caps and they constitute at least percent%% of the total text line (if not given, it defaults to 10 characters and 25%%). ttb is the number of times a user can be kicked before it get banned. Don't give ttb to disable the ban system once activated.
it_it: Sintassi: KICK canale CAPS { ON|OFF } [ kick-prima-del-ban [ minimo [ percentuale ]]] Attiva o disattiva il kick per chi scrive maiuscolo. Il bot kicka soltanto se ci sono almeno minimo lettere maiuscole e se costituiscono almeno il percentuale%% del totale della linea. I valori di default per questi parametri sono 10 caratteri e 25%%. kick-prima-del-ban è il numero di volte che un utente può essere kickato prima di venire bannato. Se il parametro non è specificato, l'utente non verrà bannato.
tr_tr: Kullanýmý: KICK kanaladý CAPS { ON|OFF } [ böas [ min [ yüzde ]]] Büyük yazýda atmayý açar yada kapatýr. Aktifleþtirildiðinde bu özellik bota büyük yazý kullananlarý atmasýný söyler. Bot belirtilen en az(min) büyük harfin toplam yazýnýn yüzdesine%% baðlý olarak atar. (Belirtilmemiþse, varsayýlan olarak 10 karakter ve 25%% de atar). böas banlamadan önce kiþinin kaç kez atýlacaðýný belirler. Kaldýrmak için komutta böas ý belirtmeyin.

source: Syntax: SASET nickname PRIVATE {ON | OFF} Turns %S's privacy option on or off for the nick. With PRIVATE set, the nickname will not appear in nickname lists generated with %S's LIST command. (However, anyone who knows the nickname can still get information on it using the INFO command.)
it_it: Sintassi: SASET nickname PRIVATE {ON | OFF} Attiva o disattiva l'opzione privacy di %S per il nick. Quando PRIVATE è attivo, il nick non comparirà nelle liste dei nick generate con %S comando LIST. In ogni caso, però, chiunque sappia il nick può leggerne le informazioni con il comando INFO.

source: Syntax: SET KILL {ON | QUICK | IMMED | OFF} Turns the automatic protection option for your nick on or off. With protection on, if another user tries to take your nick, they will be given one minute to change to another nick, after which %S will forcibly change their nick. If you select QUICK, the user will be given only 20 seconds to change nicks instead of the usual 60. If you select IMMED, user's nick will be changed immediately without being warned first or given a chance to change their nick; please do not use this option unless necessary. Also, your network's administrators may have disabled this option.
it_it: Sintassi: SET KILL {ON | QUICK | IMMED | OFF} Attiva o disattiva l'opzione di protezione automatica per il tuo nick. Quando la protezione è attiva, se un altro utente cerca di usare il tuo nick, avrà un minuto per cambiarlo, dopo del quale %S gli assegnerà un nick casuale. Se scegli QUICK, l'utente avrà soltanto 20 secondi per cambiare nick invece di 60. Se scegli IMMED, il nick sarà cambiato immediatamente, senza essere prima avvisato per dargli la possibilità di cambiare nick; non usare questa opzione se non è strettamente necessario. L'opzione IMMED, inoltre, potrebbe non essere disponibile.
tr_tr: Kullanýmý: SET KILL {ON | QUICK | IMMED | OFF} Nickiniz için otomatik koruma özelliðini açar ve kapatýr. Koruma açýkken eðer bir baþkasý sizin nickinizi kullanmaya kalkarsa, o kiþiye nicki deðiþtirmesi için bir dakika süre verilir, eðer deðiþtirmezse %S tarafýndan otomatik olarak deðiþtirilir. Eðer QUICK parametresini seçerseniz, kullanýcýya nickini deðiþtirmesi için 60 saniye yerine sadece 20 saniye verilir. Eðer IMMED parametresini seçerseniz kullanýcýnýn nicki uyarýlmadan hemen deðiþtirilir; lütfen çok gerekmedikçe bu özelliði kullanmayýn. Hatta network yöneticileri bu özelliði devre dýþý býrakmýþ olabilirler.

source: Syntax: SET LIST Display the various %S settings
it_it: Sintassi: SET LIST Mostra le varie impostazioni di %S

source: Syntax: UNBAN channel [ nick ] Tells %S to remove all bans preventing you or the given user from entering the given channel. By default, limited to AOPs or those with level 5 and above on the channel.
it_it: Sintassi: UNBAN canale [ nick ] Tells %S to remove all bans preventing you or the given user from entering the given channel. Di default, il comando è limitato agli AOP o agli utenti con livello di accesso 5 o superiori sul canale.
tr_tr: Kullanýmý: UNBAN kanaladý [ nick ] Tells %S to remove all bans preventing you or the given user from entering the given channel. Varsayýlan olarak, AOP lar ile 5 ve üzeri access seviyesi olanlar kullanabilir.

source: You are already in %s!
it_it: Sei già in %s!

source: You have been invited to %s.
it_it: Sei stato invitato in %s.

source: Options: %s
tr_tr: Özellikler: %s

source: GETPASS Retrieve the founder password for a channel
tr_tr: GETPASS Bir kanalýn founder þifresini ister

source: KILLCLONES Kill all users that have a certain host
tr_tr: KILLCLONES Ayni ip'deki tum kullanicilari kill'ler.

source: REGISTER Register a channel
tr_tr: REGISTER Kanalý kaydeder

source: E-mail address: %s
tr_tr: E-mail adresi: %s

source: %s is on the channel right now (as %s) !
tr_tr: %s þu anda kanalda (%s olarak) !

source: %s is on the channel right now!
tr_tr: %s þu anda kanalda!

source: %s was last seen here %s ago.
tr_tr: %s %s önce buradaydý.

source: Could not find user %s.
tr_tr: Kullanýcý %s bulunamadý.

source: E-mail address changed to %s.
tr_tr: E-mail adresi %s olarak deðiþtirildi.

source: E-mail address for %s changed to %s.
tr_tr: %s kanalýnýn e-mail adresi %s olarak deðiþtirildi.

source: E-mail address for %s unset.
tr_tr: %s kanalýnýn e-mail adresi kaldýrýldý.

source: EXCEPTION ADD [+ expiry ] mask limit reason
tr_tr: EXCEPTION ADD [+ zamanaþýmý ] mask limit sebep

source: EXCEPTION DEL { mask | list }
tr_tr: EXCEPTION DEL { mask | liste }

source: EXCEPTION MOVE num position
tr_tr: EXCEPTION MOVE num pozisyon

source: Greet message changed to %s.
tr_tr: Karþýlama mesajý %s olarak deðiþtirildi.

source: Greet message unset.
tr_tr: Karþýlama mesajý silindi.

source: I don't know who %s is.
tr_tr: %s þahsýnýn kim olduðunu bilmiyorum.

source: I've never seen %s on this channel.
tr_tr: %s diye birini bu kanalda hiç görmedim.

source: INFO [ channel ]
tr_tr: INFO [ kanaladý ]

source: INFO [ nick | channel ]
tr_tr: INFO [ nick | kanaladý ]

source: LIST pattern [FORBIDDEN] [SUSPENDED] [NOEXPIRE]
tr_tr: LIST model [FORBIDDEN] [NOEXPIRE]

source: Looking for yourself, eh %s?
tr_tr: Kendinimi arýyorsun, %s?

source: Mask %s already present on exception list.
tr_tr: Mask %s zaten exception listesinde bulunuyor.

source: Memo %d does not exist!
tr_tr: %d numaralý mesaj bulunamadý!

source: Memos %s have been deleted.
tr_tr: %s mesajlarý silindi.

source: Mode +v has been cleared from channel %s.
tr_tr: Mod +v %s kanalýnda temizlendi.

source: No matching memos found.
tr_tr: Uyuþan mesaj bulunamadý.

source: No memos were deleted.
tr_tr: Hiç mesaj silinmedi.

source: No such entry (#%d) on %s access list.
tr_tr: (#%d) þeklinde bir kayýt %s kanalýnýn access listesinde bulunamadý.

source: No such entry (#%d) on %s autokick list.
tr_tr: (#%d) þeklinde bir kayýt %s kanalýnýn akick listesinde bulunamadý.

source: No such entry (#%d) on %s bad words list.
tr_tr: (#%d) þeklinde bir kayýt %s kanalýnýn küfür listesinde bulunamadý.

source: No such entry (#%d) session-limit exception list.
tr_tr: (#%d) böyle bir kayýt yok. session-limit exception listesi.

source: Password authentication required for that command. Retry after typing %R%s IDENTIFY %s password .
tr_tr: Bu komutu kullanabilmek için þifrenizi girmelisiniz. /msg %s IDENTIFY %s þifreniz  yazarak yeniden deneyiniz.

source: Password changed to %s.
tr_tr: Nick þifreniz %s olarak deðiþtirildi.

source: Password changed.
tr_tr: Þifreniz deðiþtirildi.

source: Private option is now OFF.
tr_tr: Özel seçeneði: KAPALI.

source: Private option is now ON.
tr_tr: Özel seçeneði: AKTÝF.

source: Protection is now OFF.
tr_tr: Kill korumasý: KAPALI.

source: Protection is now ON, with a reduced delay.
tr_tr: Kill korumasý: zaman limitli olarak AKTÝF.

source: Protection is now ON.
tr_tr: Kill korumasý: AKTÝF.

source: SERVICES_BIN not defined; cannot restart. Rerun the configure script and recompile Services to enable the RESTART command.
tr_tr: SERVICES_BIN tanýmlanmamýþ; restart edilemiyor. Yeniden configure edin ve RESTART komutunu aktifleþtirmek için Servisleri yeniden derleyin.

source: SET [ nick ] option parameters
tr_tr: SET [ nick ] özellik parametre

source: Secure option is now OFF.
tr_tr: Güvenlik seçeneði: KAPALI.

source: Secure option is now ON.
tr_tr: Güvenlik seçeneði: AKTÝF.

source: Services are no longer reporting log messages to a channel.
tr_tr: Services is no longer reporting log messages to a channel.

source: Services are now reporting log messages to %s.
tr_tr: Services is now reporting log messages to %s.

source: Session-limit exception list is full!
tr_tr: Session-limit exception listesi dolu!

source: Sorry, SNLINE is not available on this network.
tr_tr: SNLINE bu networkte mevcut deðil.

source: Sorry, SZLINE is not available on this network.
tr_tr: SZLINE bu networkte mevcut deðil.

source: Sorry, couldn't change password.
tr_tr: Þifre deðiþtirilemedi.

source: Sorry, memo canceling is temporarily disabled.
tr_tr: Mesaj iptal etme geçici olarak devre dýþýdýr.

source: Sorry, you can only have %d AKILLs.
tr_tr: Sadece %d kiþi AKILL listesinde olabilir.

source: Sorry, you can only have %d SNLINEs.
tr_tr: Sadece %d kiþi SNLINE listesinde olabilir.

source: Sorry, you can only have %d SQLINEs.
tr_tr: Toplam %d SQLINE olabilir.

source: Sorry, you can only have %d SZLINEs.
tr_tr: Sadece %d kiþi SZLINE listesinde olabilir.

source: Syntax: GETPASS channel  Returns the password for the given channel. Note that whenever this command is used, a message including the person who issued the command and the channel it was used on will be logged and sent out as a WALLOPS/GLOBOPS.
tr_tr: Kullanýmý: GETPASS kanaladý  Belirtilen kanalýn þifresini söyler. Unutmayýnki bu komut ne zaman kullanýlsa, Komutu kullananýn ve komutta kullanýlan kanalýn adý kaydedilir ve WALLOPS/GLOBOPS olarak gönderilir. Servis adminlerinin Kullanýmýyla sýnýrlýdýr.

source: Syntax: LIST pattern [FORBIDDEN] [SUSPENDED] [NOEXPIRE] Lists all registered channels matching the given pattern. Channels with the PRIVATE option set will only be displayed to Services Operators. Channels with the NOEXPIRE option set will have a ! appended to the channel name for Services Operators. If the FORBIDDEN, SUSPENDED or NOEXPIRE options are given, only channels which, respectively, are FORBIDden, SUSPENDed or have the NOEXPIRE flag set will be displayed. If multiple options are given, more types of channels will be displayed. These options are limited to Services Operators .
tr_tr: Kullanýmý: LIST model [FORBIDDEN] [NOEXPIRE] Belirtilen modelle uyuþan tüm kayýtlý kanallarý listeler. PRIVATE özelliði ayarlý kanallar sadece Servis adminleri tarafýndan görüntülenir. NOEXPIRE özelliði olan kanallarýn yanýnda Servis adminleri için ! iþareti bulunur. Eðer FORBIDDEN veya NOEXPIRE özellikleri belirtilmiþse, sadece yasaklý(FORBIDDEN) yada zaman aþýmýna(NOEXPIRE) uðramayacak kanallar listelenir. Eðer her iki özellikte belirtilmiþse, her iki tip kanalda listelenir. Bu komutlar Servis adminlerinin Kullanýmýyla sýnýrlýdýr.

source: Syntax: SET option setting  Sets various global Services options. Option names currently defined are: READONLY Set read-only or read-write mode LOGCHAN Report log messages to a channel DEBUG Activate or deactivate debug mode NOEXPIRE Activate or deactivate no expire mode SUPERADMIN Activate or deactivate super-admin mode IGNORE Activate or deactivate ignore mode LIST List the options
tr_tr: Kullanýmý: SET özellik ayar  Çeþitli global servis özelliklerini ayarlar. Özellikler aþaðýda tanýmlanmýþtýr: READONLY Read-only ve read-write modunu ayarlar LOGCHAN Report log messages to a channel DEBUG Debug modunu aktifleþtirir yada kapatýr NOEXPIRE No expire modunu aktifleþtirir yada kapatýr SUPERADMIN Activate or deactivate super-admin mode IGNORE Activate or deactivate ignore mode LIST List the options Servis adminlerinin Kullanýmýyla sýnýrlýdýr.

source: The new display MUST be a nickname of your nickname group!
tr_tr: Yeni gösterim nick grubunuzdan bir nick olmalýdýr!

source: This command is obsolete; use %s instead.
tr_tr: Bu komut artýk kullanýlmýyor; onun yerine %s komutunu deneyin.

source: Unknown language number %d. Type %R%s HELP SET LANGUAGE for a list of languages.
tr_tr: Varolmayan dil numarasý %d. Dil listesi için /msg %s HELP SET LANGUAGE yazýn.

source: You are not allowed chanop status on channel %s.
tr_tr: %s kanalýnda op olmaya yetkiniz yok.

source: You found me, %s!
tr_tr: Beni buldun, %s!

source: Your E-mail address will now be hidden from %s INFO displays.
tr_tr: Artýk %s INFO da e-mail adresiniz gözükmeyecek.

source: Your E-mail address will now be shown in %s INFO displays.
tr_tr: Artýk %s INFO da e-mail adresiniz gözükecek.

source: Your last quit message will now be hidden from %s INFO displays.
tr_tr: Artýk son çýkýþ mesajýnýz(/quit) %s INFO da gözükmeyecek.

source: Your last quit message will now be shown in %s INFO displays.
tr_tr: Artýk son çýkýþ mesajýnýz(/quit) %s INFO da gözükecek.

source: Your last seen user@host mask will now be hidden from %s INFO displays.
tr_tr: Artýk son göründüðünüz user@host maskýnýz %s INFO da gözükmeyecek.

source: Your last seen user@host mask will now be shown in %s INFO displays.
tr_tr: Artýk son göründüðünüz user@host maskýnýz %s INFO da gözükecek.

source: Your nick isn't registered. Type %R%s HELP for information on registering your nickname.
tr_tr: Nickiniz kayýtlý deðil. Nick kayýt hakkýnda bilgi almak için /msg %s HELP yazýn.
