Repository: anope/anope
Catalog: lang/anope.*.po
Languages: it_it, ru_ru, tr_tr

source: Syntax: SESSION LIST threshold  SESSION VIEW host  Allows Services Operators to view the session list. SESSION LIST lists hosts with at least threshold sessions. The threshold must be a number greater than 1. This is to prevent accidental listing of the large number of single session hosts. SESSION VIEW displays detailed information about a specific host - including the current session count and session limit. The host value may not include wildcards. See the EXCEPTION help for more information about session limiting and how to set session limits specific to certain hosts and groups thereof.
it_it: Sintassi: SESSION LIST soglia  SESSION VIEW host  Permette ai Services Operators di visualizzare la lista delle sessioni. SESSION LIST mostra gli host con almeno threshold sessioni. La soglia deve essere un numero maggiore di 1, in modo da evitare la visualizzazione accidentale di un gran numero di host con una sola sessione. SESSION VIEW mostra informazioni dettagliate su un host specifico, incluso il conteggio attuale delle sessioni e del limite delle stesse. Il valore host non può includere wildcards. Guarda l'help del comando EXCEPTION per maggiori informazioni sulla limitazione delle sessioni e come configurare limiti specifici per determinati host o gruppi di host.
ru_ru: Синтаксис: SESSION LIST порог  SESSION VIEW хост  Позволяет Администраторам сервисов просматривать список сессий. Команда SESSION LIST позволяет получить список хостов с количеством сессий большим или равным порогу. Значение порога должно быть целым числом и больше 1. Это позволит избежать слишком большого списка хостов с единичным количеством сессий. Команда SESSION VIEW покажет детальную информацию об указанном хосте - текущее количестов сессий и ограничение для указанного хоста. Помните, что указанный хост не должен включать в себя подстановочные символы вида '*' и '?'. См. EXCEPTION HELP для более подробной информации о лимитировании сессий и как установить отдельный лимит сессий для определенного хоста или группы хостов.
tr_tr: Kullanýmý: SESSION LIST threshold  SESSION VIEW host  Servis adminlerinin session listesini görüntülemesini saðlar. SESSION LIST en az threshold sessionlardaki hostlarý listeler. Threshold(eþik) 1 den büyük bir sayý olmalýdýr. Bu büyük ölçüdeki tek session hostlarýn yanlýþlýkla listelenmelerini önlemek içindir. SESSION VIEW belirli bir host hakkýnda ayrýntýlý bilgileri görüntüler. Bu o anki session sayýsýný ve session limitinide gösterir. host deðeri wildcard(açýk olarak yazýlmalýdýr) içermemelidir. Session limitleme ve belirli hostlara ve gruplara nasýl session limit koyulacaðý hakkýnda yardým için EXCEPTION yardýmýna bakýn. Servis adminleri tarafýndan kullanýlabilir.

source: Syntax: SET <nick> <hostmask>. Sets the vhost for the given nick to that of the given hostmask. If your IRCD supports vIdents, then using SET <nick> <ident>@<hostmask> set idents for users as well as vhosts.
it_it: Sintassi: SET <nick> <hostmask>. Imposta il vhost per il nick indicato a quello della hostmask indicata. Se il tuo IRCD supporta i vIdent, la forma SET <nick> <ident>@<hostmask> permette di impostare l'ident, oltre che il vhost.
ru_ru: Синтаксис: SET <ник> <хостмаска>. Устанавливает указанный виртуальный хост для указанного ника. Если IRCd вашей сети подерживает виртуальные иденты, можно использовать формат SET <ник> < идент >@<хостмаска> для установки виртуальных идента и хоста одновременно.

source: Syntax: SET (channel | bot) option parameters  Configures bot options. option can be one of: DONTKICKOPS To protect ops against bot kicks DONTKICKVOICES To protect voices against bot kicks GREET Enable greet messages FANTASY Enable fantaisist commands SYMBIOSIS Allow the bot to act as a real bot Type %R%S HELP SET option  for more information on a specific option. Note: access to this command is controlled by the level SET.
it_it: Sintassi: SET canale opzione parametri  Configura le opzioni del bot. opzione può essere: DONTKICKOPS Protegge gli op dai kick del bot DONTKICKVOICES Protegge i voice dai kick del bot FANTASY Attiva i comandi "di fantasia" GREET Attiva i messaggi di saluto (greet) SYMBIOSIS Fa in modo che il bot si comporti come un bot reale Digita /msg %S HELP SET opzione  per avere maggiori informazioni su una opzione specifica. Nota: l'accesso a questo comando dipende dall'impostazione del livello SET.
ru_ru: Синтаксис: SET (#канал| бот) опция параметры  Конфигурация различных опций бота. Список доступных опции : DONTKICKOPS Не кикать операторов канала за нарушения DONTKICKVOICES Не кикать войсов канала за нарушения GREET Активировать/деактивировать режим приветствий FANTASY Активировать/деактивировать FANTASY-режим SYMBIOSIS Активировать/деактивировать режим Симбиоза с сервисом сети по управлению каналами. Для более подробной информации о конкретной опции воспользуйтесь командой /msg %S HELP SET опция . Примечание: доступ к этой команде определяется уровнем доступа к команде SET (система LEVELS).
tr_tr: Kullanýmý: SET kanaladý özellik parametre  Bot özelliklerini ayarlar. özellik þunlardan biri olabilir: DONTKICKOPS Botun atmasýna karþý oplarý korur DONTKICKVOICES Botun atmasýna karþý voice larý korur GREET Greet mesajýný aktifleþtirir FANTASY Fantazi komutlarýný aktifleþtirir SYMBIOSIS Gerçek bot gibi davranmasýný saðlar. Belirli bir komut hakkýnda daha fazla bilgi için /msg %S HELP SET özellik  yazýn. Not: Bu komuta access eriþimi seviye(level) ayarýyla saðlanýr.

source: Syntax: SET bot-nick PRIVATE { ON|OFF } This option prevents a bot from being assigned to a channel by users that aren't IRC operators.
it_it: Sintassi: SET nick-del-bot PRIVATE { ON|OFF } Questa opzione fa sì che il bot sia assegnabile soltanto dagli IrcOp.
ru_ru: Синтаксис: SET ник_бота PRIVATE { ON|OFF } Установите данную опцию на указанного бота, если хотите запретить обычным пользователям использовать его. Доступ к нему будет только у администрации сети.
tr_tr: Kullanýmý: SET botun-nicki PRIVATE { ON|OFF } Bu özellik IRC Operatörleri disindaki userlarin bu botlari kanallara sokmalarini engeller. Bu komutu Servis Adminleri kullanabilir.

source: Syntax: SET channel option parameters  Allows the channel founder to set various channel options and other information. Available options:
it_it: Sintassi: SET canale opzione parametri  Permette al fondatore di un canale di impostare varie opzioni e informazioni del canale stesso. Opzioni disponibili:
ru_ru: Синтаксис: SET #канал опция параметр  Позволяет владельцу канала менять различные настройки канала. Доступные опции:
tr_tr: Kullanýmý: SET kanaladý özellik parametre  Kanal founderýnýn çeþitli kanal özelliklerini ve diðer bilgileri ayarlamasýný saðlar. Mevcut özellikler:

source: Syntax: SET channel DONTKICKOPS { ON|OFF } Enables or disables ops protection mode on a channel. When it is enabled, ops won't be kicked by the bot even if they don't match the NOKICK level.
it_it: Sintassi: SET canale DONTKICKOPS { ON|OFF } Attiva o disattiva la protezione degli op sul canale. Quando è attiva, gli op non saranno kickati dal bot, anche se non hanno accesso di livello NOKICK.
ru_ru: Синтаксис: SET #канал DONTKICKOPS { ON|OFF } Позволяет включить или выключить режим исключения операторов канала из условий киков за нарушения. Данное действие распространится на всех операторов канала, не важно, соответствует их уровень доступа значению установки NOKICK или нет.
tr_tr: Kullanýmý: SET kanaladý DONTKICKOPS { ON|OFF } Kanalda op korumasýný açar yada kapatýr. Aktifleþtirildiði zaman, oplar bot tarafýnda NOKICK seviyeleri olmasalar bile atýlmazlar.

source: Syntax: SET channel DONTKICKVOICES { ON|OFF } Enables or disables voices protection mode on a channel. When it is enabled, voices won't be kicked by the bot even if they don't match the NOKICK level.
it_it: Sintassi: SET canale DONTKICKVOICES { ON|OFF } Attiva o disattiva la protezione dei voice sul canale. Quando è attiva, i voice non saranno kickati dal bot, anche se non hanno accesso di livello NOKICK.
ru_ru: Синтаксис: SET #канал DONTKICKVOICES { ON|OFF } Позволяет включить или выключить режим исключения войсов канала из условий киков за нарушения. Данное действие распространится на всех войсов канала, не важно, соответствует их уровень доступа значению установки NOKICK или нет.
tr_tr: Kullanýmý: SET kanaladý DONTKICKVOICES { ON|OFF } Kanalda voice korumasýný açar yada kapatýr. Aktifleþtirildiði zaman, voice lar bot tarafýndan NOKICK seviyeleri olmasalar bile atýlmazlar.

source: Syntax: SET channel FANTASY { ON|OFF } Enables or disables fantasy mode on a channel. When it is enabled, users will be able to use commands !op, !deop, !voice, !devoice, !kick, !kb, !unban, !seen on a channel (find how to use them; try with or without nick for each, and with a reason for some?). Note that users wanting to use fantaisist commands MUST have enough level for both the FANTASIA and another level depending of the command if required (for example, to use !op, user must have enough access for the OPDEOP level).
it_it: Sintassi: SET canale FANTASY { ON|OFF } Attiva o disattiva l'uso dei comandi di fantasia sul canale. Quando è attivo, gli utenti potranno usare sul canale i comandi !op, !deop, !voice, !devoice, !kick, !kb, !unban, !seen, eccetera. Divertiti a scoprire gli altri comandi; provali sia specificando un nick che da soli, e aggiungi un motivo ad alcuni. Gli utenti che vogliono usare i comandi di fantasia DEVONO avere privilegi sufficienti sia per il livello FANTASIA che per il livello del comando richiesto (ad esempio, per usare !op, l'utente deve avere privilegi sufficienti anche per il livello OPDEOP).
ru_ru: Синтаксис: SET #канал FANTASY { ON|OFF } Активирует/деактивирует FANTASY-режим бота для указанного канала. Он позволяет посетителям канала использовать удобные аналоги аналоги стандартных команд прямо на канале, например: !protect, !deprotect - установка статуса защиты (администратора) на себя (без парамеров) или указанному нику. !halfop, !dehalfop - запрос статуса полуоператора канала, в качестве параметра вы можете указать ник посетителя канала. !owner, !deowner - запрос статуса владельца канала (команда доступна лишь владельцу канала). !voice, !devoice - запрос статуса войса канала, в качестве параметра вы можете указать ник посетителя канала. !op, !deop - запрос статуса оператора канала, в качестве параметра вы можете указать ник посетителя канала. !kick, !kb - кикнуть или кикнуть и забанить указанного посетителя канала с указанной причиной (например: !kick Vasya пшел вон отсюда!). !seen - запрос информации о том, когда указанный ник последний раз был в сети. Примечание: для использования команд FANTASY-режима, вы должны иметь соответствующий уровень доступа на канале (он определяется значением настройки FANTASIA, по-умолчанию это 3 или VOP). Помимо этого, ваш уровень доступа должен соответсвовать требованиям команды, например, вы не сможете использовать команду !op, если ваш уровень доступа не соответствует значению для OP/DEOP (или вы не AOP/SOP канала). Примечание 2: такие команды, как: !halfop, !dehalfop, !protect, !deprotect, !owner и !deowner - могут быть недоступны в вашей сети.
tr_tr: Kullanýmý: SET kanaladý FANTASY { ON|OFF } Kanalda fantazi modunu açar yada kapatýr. Aktifleþtirildiði zaman, kulanýcýlar kanalda !op, !deop, !voice, !devoice, !kick, !kb, !unban, !seen gibi komutlarý kullanabilirler. (nasýl kullanýldýklarýný öðrenmek için; onlarý nickle ve nicksiz kullanýn vede bazýlarýndada sebep belirtin). Unutmayýnki fantazi komutlarýný kullanmak isteyen kullanýcýlarýn FANTASIA ve komutun gerektirdiði diðer seviyelere yeterli access seviyesi olmasý gereklidir. (örneðin, !op komutunu kullanmak için, kullanýcýnýn OPDEOP seviyesine yeterli access i olmalýdýr).

source: Syntax: SET channel GREET { ON|OFF } Enables or disables greet mode on a channel. When it is enabled, the bot will display greet messages of users joining the channel, provided they have enough access to the channel.
it_it: Sintassi: SET canale GREET { ON|OFF } Attiva o disattiva il saluto (greet) sul canale. Quando è attivo, il bot mostrerà la riga di saluto degli utenti che entrano, se hanno privilegi sufficienti. Per impostare il messaggio di saluto, è necessario usare l'opzione SET GREET di NickServ.
ru_ru: Синтаксис: SET #канал GREET { ON|OFF } Включает или выключает режим показа приветствий на канале. Если опция включена, бот будет показывать приветственные сообщения для всех тех пользователей, которые имеют достаточный уровень доступа на канале и установили себе текст приветствия (см. настройки ника).
tr_tr: Kullanýmý: SET kanaladý GREET { ON|OFF } Kanalda karþýlama modunu açar yada kapatýr. Aktifleþtirildiði zaman, bot kanala giren kullanýcýlara bir karþýlama mesajý gönderir, tabi eðer bu kiþilerin yeterli access leri varsa.

source: Syntax: SET channel NOBOT { ON|OFF } This option makes a channel be unassignable. If a bot is already assigned to the channel, it is unassigned automatically when you enable the option.
it_it: Sintassi: SET canale NOBOT { ON|OFF } Questa opzione fa in modo che non sia possibile assegnare alcun bot al canale specificato. Se un bot è già assegnato, verrà rimosso nel momento in cui viene attivata l'opzione.
ru_ru: Синтаксис: SET #канал NOBOT { ON|OFF } Активирует/деактивирует режим NOBOT для указанного канала. Включение данного режима запретит администарции канала использовать бота на своем канале. Если бот уже установлен на канале, он будет автоматически удален с него сразу же после включения данной опции.
tr_tr: Kullanýmý: SET kanaladý NOBOT { ON|OFF } Bu özellik bir kanalý bot sokulamaz hale getirir. Eðer kanala zaten bir bot sokulmuþsa otomatik olarak o bot kanaldan çýkarýlýr. Servis adminlerinin Kullanýmýyla sýnýrlýdýr.

source: Syntax: SET channel NOEXPIRE {ON | OFF} Sets whether the given channel will expire. Setting this to ON prevents the channel from expiring.
it_it: Sintassi: SET canale NOEXPIRE {ON | OFF} Imposta se il canale scadrà o meno in caso di inutilizzo. Se l'opzione è impostata a ON, il canale non scadrà.
ru_ru: Синтаксис: SET #канал NOEXPIRE {ON | OFF} Позволяет установить режим не-истечения для указанного канала. Активирование этой опции автоматически исключит канал из условий истечения его регистрации по времени. Соответственно деактивирование режима вернет все на круги своя.
tr_tr: Kullanýmý: SET kanaladý NOEXPIRE {ON | OFF} Belirtilen kanalýn zaman asimina uðrayýp uðramayacaðýný belirler. Bunu ON olarak ayarlamak kanalýn zaman aþýmýna uðramasýný engelleyecektir. Servis adminlerinin Kullanýmýyla sýnýrlýdýr.

source: Syntax: SET channel SYMBIOSIS { ON|OFF } Enables or disables symbiosis mode on a channel. When it is enabled, the bot will do everything normally done by %s on channels, such as MODEs, KICKs, and even the entry message.
it_it: Sintassi: SET canale SYMBIOSIS { ON|OFF } Attiva o disattiva la modalità symbiosis sul canale. Quando è attiva, il bot farà tutto quello che normalmente sarebbe fatto da %s sui canali, come l'impostazione dei MODI, l'invio dei KICK, la visualizzazione del messaggio di ingresso, eccetera.
ru_ru: Синтаксис: SET #канал SYMBIOSIS { ON|OFF } Включает или выключает режим симбиоза с основным сервисом по обслуживанию зарегистрированных каналов сети: %s. Выключите данный режим, если хотите чтобы все действия на канале бот совершал от себя, например такие, как: смена режимов, установка банов, кики пользователей и т. д.
tr_tr: Kullanýmý: SET kanaladý SYMBIOSIS { ON|OFF } Kanalda simbiyoz modunu açar yada kapatýr. Aktifleþtirildiði zaman bot %s'ün yaptýðý herþeyi kendisi yapar. Modelar, kickler, ve giriþ mesajý gibi.

source: Syntax: SET option parameters  Sets various nickname options. option can be one of:
it_it: Sintassi: SET opzione parametri  Imposta varie opzioni del nick. opzione può essere una delle seguenti:
ru_ru: Синтаксис: SET опция параметры  Команда SET позволяет вам настроить различные опции ника. Список опций :
tr_tr: Kullanýmý: SET özellik parametre  Çeþitli nick özelliklerini ayarlar. özellik þunlardan biri olabilir:

source: Syntax: SET option parameters  Sets various memo options. option can be one of: NOTIFY Changes when you will be notified about new memos (only for nicknames) LIMIT Sets the maximum number of memos you can receive Type %R%S HELP SET option  for more information on a specific option.
it_it: Sintassi: SET opzione parametri  Imposta varie opzioni dei memo. opzione può essere: NOTIFY Cambia il modo in cui si verrà notificati della ricezione di nuovi memo (solo per i nick) LIMIT Imposta il numero massimo di memo che si possono ricevere Digita /msg %S HELP SET opzione  per ottenere maggiori informazioni su un'opzione specifica.
ru_ru: Синтаксис: SET опция параметры  Позволяет настроить ваши личные опции службы сообщений. Валидные опции: NOTIFY выбор способа уведомления о новых собщениях LIMIT установка вашего максимального лимита сообщений Для более подробной информации о конкретной опции воспользуйтесь командой /msg %S HELP SET опция .
tr_tr: Kullanýmý: SET özellik parametre  Çeþitli mesaj ayarlarýný yapar. özellik aþaðýdakilerden biri olabilir: NOTIFY Yeni mesajlarda ne zaman uyarýlacaðýnýzý belirler (sadece nickler içindir) LIMIT Alabileceðiniz maksimum mesaj sayýsýný belirler Belirli bir özellik hakkýnda daha fazla bilgi için, /msg %S HELP SET özellik  yazýn.

source: Syntax: SET AUTOOP {ON | OFF} Sets whether you will be opped automatically. Set to ON to allow ChanServ to op you automatically when entering channels.
ru_ru: Синтаксис: SET AUTOOP {ON | OFF} Активирует/деактивирует режим втоматического получения статуса. Укажите ON, если хотите что бы сервисы автоматически давали вам статус при входе на канал. Соответственно OFF - для отключения.

source: Syntax: SET DEBUG {ON | OFF | num } Sets debug mode on or off. In debug mode, all data sent to and from Services as well as a number of other debugging messages are written to the log file. If num is given, debug mode is activated, with the debugging level set to num . This option is equivalent to the command-line option -debug.
it_it: Sintassi: SET DEBUG {ON | OFF | numero } Attiva o disattiva la modalità di debug. In modalità di debug, tutti i dati inviati e ricevuti dai Services, nonché altri messaggi di debug, saranno scritti nel file di log. Se viene specificato un numero , la modalità di debug sarà attivata, e il livello di debug sarà impostato a numero . Questa opzione è equivalente all'opzione di riga di comando -debug.
ru_ru: Синтаксис: SET DEBUG {ON | OFF | уровень } Включает или выключает отладочный режим работы сервисов. Активация данного режима позволит более детально логировать работу сервисов, в частности - записывать в лог все посланные и принятые сервисами данные, и операции с этими самыми данными. В качестве параметра вы можеет указать уровень детальность отладочного режима, чем выше уровень - тем более детальными (и обьемными, хех) будут логи. Активирование данной опции эквивалентно запуску сервисов с ключом -debug.
tr_tr: Kullanýmý: SET DEBUG {ON | OFF | num } Debug modunu açar yada kapatýr. Debug modunda, servislere gönderilen ve alýnan tüm veriler diðer bir kaç debug mesajlarýyla beraber bir kayýt dosyasýna yazýlýr. Eðer num parametresi belirtilmiþse, debug modu num a baðlý debug seviye ayarý ile aktifleþtirilir. -debug komut satýrý özelliðiyle aynýdýr.

source: Syntax: SET DISPLAY new-display  Changes the display used to refer to your nickname group in Services. The new display MUST be a nick of your group.
it_it: Sintassi: SET DISPLAY nuovo-nome  Imposta il nome con cui i Services si riferiscono al tuo gruppo. Il nuovo nome DEVE essere un nick del gruppo.
ru_ru: Синтаксис: SET DISPLAY новый_ник  Позволяет переназначить главный ник группы. Именно этот ник будет отображаться в списке доступа каналов, где вы прописаны. Примечание: новый главный ник должен состоять в вашей группе ников.
tr_tr: Kullanýmý: SET DISPLAY yeni-görünüm  Servislerde grubunuzdaki nicklerden hangisinin gözükeceðini ayarlar. Yeni görünüm grubunuzda bulunan nicklerden biri olmalýdýr.

source: Syntax: SET EMAIL address  Associates the given E-mail address with your nickname. This address will be displayed whenever someone requests information on the nickname with the INFO command.
it_it: Sintassi: SET EMAIL indirizzo  Associa l'indirizzo e-mail specificato al proprio nick. Questo indirizzo sarà mostrato quando qualcuno richiede informazioni sul proprio nick con il comando INFO.
ru_ru: Синтаксис: SET EMAIL адрес@email  Ассоциирует email-адрес с вашим ником. Данный email будет показан в информации о вашем нике, предоставляемой по команде INFO.
tr_tr: Kullanýmý: SET EMAIL email adresiniz  Nickiniz için bir email adresi belirtir. Bu email adresi birisi sizin hakkýnýzda bilgi almak için INFO komutunu kullandýðýnda görünür.

source: Syntax: SET GREET message  Makes the given message the greet of your nickname, that will be displayed when joining a channel that has GREET option enabled, provided that you have the necessary access on it.
it_it: Sintassi: SET GREET messaggio  Imposta come saluto del tuo nick il messaggio specificato, che sarà mostrato quando si entra in un canale che ha l'opzione GREET attiva, se si ha un livello di accesso al canale sufficiente.
ru_ru: Синтаксис: SET GREET сообщение  Позволяет назначить приветственное сообщение, которое сервисный бот будет говорить каждый раз, когда вы заходите на канал. Учтите, что для отображения приветствия, на канале должна быть активирована опция GREET и вы должны иметь соответствующий уровень доступа.
tr_tr: Kullanýmý: SET GREET mesaj  Yazdýðýnýz mesajý nickinizin karþýlama mesajý olarak belirler, bu mesaj GREET özelliði aktif bir kanala girdiðinizde gönderilir, kanaldaki access seviyenize baðlýdýr.
