Repository: anope/anope
Catalog: lang/anope.*.po
Languages: it_it, ru_ru, tr_tr

source: Syntax: %s channel RESTRICTED {ON | OFF} Enables or disables the restricted access option for a channel. When restricted access is set, users not on the access list will instead be kicked and banned from the channel.
it_it: Sintassi: %s canale RESTRICTED {ON | OFF} Enables or disables the restricted access option for a channel. When restricted access is set, users not on the access list will instead be kicked and banned from the channel.
ru_ru: Синтаксис: %s #канал RESTRICTED {ON | OFF} Enables or disables the restricted access option for a channel. When restricted access is set, users not on the access list will instead be kicked and banned from the channel.
tr_tr: Kullanýmý: %s kanaladý RESTRICTED {ON | OFF} Enables or disables the restricted access option for a channel. When restricted access is set, users not on the access list will instead be kicked and banned from the channel.

source: Syntax: %s channel SECURE {ON | OFF} Enables or disables %S's security features for a channel. When SECURE is set, only users who have registered their nicknames with %s and IDENTIFY'd with their password will be given access to the channel as controlled by the access list.
it_it: Sintassi: %s canale SECURE {ON | OFF} Attiva o disattiva le funzionalità di sicurezza di %S per il canale. Quando SECURE è attivo, solo gli utenti che hanno registrato il proprio nick con %s e che si sono identificati con la loro password avranno l'accesso sul canale secondo le liste di accesso.
ru_ru: Синтаксис: %s #канал SECURE {ON | OFF} Активирует/деактивирует режим безопасности для канала. Когда SECURE включено, только пользователи с зарегистрированными никами, проидентифицировавшиеся к ним через пароль и включенные в список доступа канала, смогут запросить статус на канале с помощью %S. Если безопасность отключена, пользователи, прописанные на канале, смогут запросить статус даже если имеют авторизацию к своему нику всего лишь через список масок на %s.
tr_tr: Kullanýmý: %s kanaladý SECURE {ON | OFF} Bir kanal için %S'ün güvenlik özelliklerini açar veya kapatýr. SECURE özelliði aktifse, sadece nicki kayýtlý ve %s ile nickini tanýtmýþ kullanýcýlar kanalda access alabilirler ve access listesindeki statülerini alabilirler.(mesela op olabilirler)

source: Syntax: %s channel SECUREOPS {ON | OFF} Enables or disables the secure ops option for a channel. When secure ops is set, users who are not on the userlist will not be allowed chanop status.
it_it: Sintassi: %s canale SECUREOPS {ON | OFF} Attiva o disattiva l'opzione secure ops per il canale. Quando l'opzione è attiva, gli utenti che non sono nella lista di accesso non potranno avere lo stato di operatore di canale.
ru_ru: Синтаксис: %s #канал SECUREOPS {ON | OFF} Активирует/деактивирует режим ограничения на получение статуса оператора канала. Данный режим позволяет запретить возможность получения статуса опа тем пользователям, которые не присутствуют в списке доступа канала или права которых не соответствуют получаемому статусу.
tr_tr: Kullanýmý: %s kanaladý SECUREOPS {ON | OFF} Bir kanal için güvenli op özelliðini açar veya kapatýr. güvenli op özelliði aktifse, access listesinde olmayan kullanýcýlar kanalda op olamazlar.

source: Syntax: %s channel SIGNKICK {ON | LEVEL | OFF} Enables or disables signed kicks for a channel. When SIGNKICK is set, kicks issued with %S KICK command will have the nick that used the command in their reason. If you use LEVEL, those who have a level that is superior or equal to the SIGNKICK level on the channel won't have their kicks signed. See %R%S HELP LEVELS for more information.
it_it: Sintassi: %s canale SIGNKICK {ON | LEVEL | OFF} Attiva o disattiva i nick "firmati" per il canale. Quando l'opzione è attiva, i kick effettuati con il comando KICK di %S indicheranno anche il nick della persona che ha utilizzato il comando. Se usi LEVEL, il nick non sarà comunque mostrato se il kick è effettuato da qualcuno il cui livello di accesso è uguale o maggiore al livello SIGNKICK del canale. Per maggiori informazioni, digita /msg %S HELP LEVELS.
ru_ru: Синтаксис: %s #канал SIGNKICK {ON | LEVEL | OFF} Включает или выключает опцию "подписанных киков" на канале. Активирование режима SIGNKICK заставит %S автоматически добавлять к причине кика ник того, кто использовал команду KICK. В качестве дополнительного параметра для опции SIGNKICK вы можете указать значение LEVEL. Это позволит более тонко лимитировать действие данного режима, при условии конечно, что вы используете систему LEVELS на канале (см. /msg %S HELP LEVELS для более подробной информации).
tr_tr: Kullanýmý: %s kanaladý SIGNKICK {ON | LEVEL | OFF} Bir kanal için iþaretli atmayý açar yada kapatýr. SIGNKICK ayarlandýðý zaman, %S KICK komutuyla yapýlan atmalarda komutu kullanan kiþinin nicki atma sebebinde yer alýr. Eðer LEVEL parametresini kullanýrsanýz, seviyesi SIGNKICK seviyesine eþit yada fazla olanlarýn yaptýðý atmalarda atanýn nicki sebepte gözükmez. Daha fazla bilgi için /msg %S HELP LEVELS yazýn.

source: Syntax: %s channel SUCCESSOR nick  Changes the successor of a channel. If the founder's nickname expires or is dropped while the channel is still registered, the successor will become the new founder of the channel. However, if the successor already has too many channels registered (%d), the channel will be dropped instead, just as if no successor had been set. The new nickname must be a registered one.
it_it: Sintassi: %s canale SUCCESSOR nick  Imposta il successore del fondatore del canale. Se il nick del fondatore scade, o viene deregistrato mentre il canale è ancora registrato, il successore diventerà il nuovo fondatore del canale. In ogni caso, se il succsesore ha già troppi canali registrati (il massimo è %d), il canale verrà invece deregistrato, come se non ci fosse stato nessun successore. Il nick specificato deve essere registrato.
ru_ru: Синтаксис: %s #канал SUCCESSOR ник  Позволяет назначить наследника канала. Если ник текущего владельца канала будет удален ввиду истечения срока регистрации или по каким иным причинам, назначенный наследник станет новым владельцем канала. Так же, стоит заметить, что если наследник уже зарегистрировал чересчур много каналов (более %d), он не получит прав на владение каналом и тот будет удален. Ко всему прочему, ник наследника канала должен быть зарегистрированным ником.
tr_tr: Kullanýmý: %s kanaladý SUCCESSOR nick  Kanal successorýný belirler, deðiþtirir. Eðer bir kanalýn founderýnýn nicki zaman aþýmýna uðrayýp kaydý silinirse yada kanal kayýtlýyken nickin kaydý bilerek silinirse(drop) successor kanalýn yeni founderý durumuna gelir. Fakat eðer successorýnda çok fazla kayýtlý kanalý varsa(%d) veya kanal için bir successor belirtilmemiþse kanalýn kaydý silinir(drop). Komutta belirtilen nickin kayýtlý olmasý gereklidir.

source: Syntax: %s channel TOPICLOCK {ON | OFF} Enables or disables the topic lock option for a channel. When topic lock is set, %S will not allow the channel topic to be changed except via the TOPIC command.
it_it: Sintassi: %s canale TOPICLOCK {ON | OFF} Attiva o disattiva il blocco del topic per il canale. Quando il blocco del topic è attivo, %S non permetterà che il topic venga cambiato, se non attraverso il comando TOPIC.
ru_ru: Синтаксис: %s #канал TOPICLOCK {ON | OFF} Включает или выключает опцию блокировки топика на канале. При включенном режиме блокировки топика, %S разрешит менять топик канала только через сервисную команду TOPIC.
tr_tr: Kullanýmý: %s kanaladý TOPICLOCK {ON | OFF} Bir kanal için topic kilidini aktifleþtirir yada kapatýr. topic kilidi aktifse, %S SET TOPIC komutunun dýþýnda kanal topic inin deðiþtirilmesine izin vermez.

source: Syntax: %s channel XOP {ON | OFF} Enables or disables the xOP lists system for a channel. When XOP is set, you have to use the AOP/SOP/VOP commands in order to give channel privileges to users, else you have to use the ACCESS command. Technical Note: when you switch from access list to xOP lists system, your level definitions and user levels will be changed, so you won't find the same values if you switch back to access system! You should also check that your users are in the good xOP list after the switch from access to xOP lists, because the guess is not always perfect... in fact, it is not recommended to use the xOP lists if you changed level definitions with the LEVELS command. Switching from xOP lists system to access list system causes no problem though.
it_it: Sintassi: %s canale XOP {ON | OFF} Attiva o disattiva il sistema di liste xOP per il canale. Quando XOP è attivo, sarà necessario usare i comandi SOP/AOP/HOP/VOP per dare i privilegi sul canale agli utenti, altrimenti si dovrà usare il comando ACCESS. Nota tecnica: quando passi dalle liste di accesso al sistema di liste xOP, le definizioni dei livelli e i livelli personalizzati saranno cambiati, quindi non troverai gli stessi valori se poi torni di nuovo alle liste di accesso! Dopo essere passato dalle liste di accesso alle liste xOP, devi controllare che gli utenti siano nelle liste giuste, perché la conversione non sempre è perfetta, in particolare nel caso in cui si abbiano livelli personalizzati. Al contrario, passare dalle liste xOP alle liste di accesso non causa nessun problema.
ru_ru: Синтаксис: %s #канал XOP {ON | OFF} Позволяет активировать/деактивировать систему привелегий xOP на вашем канале. Особенности данной системы состоят в том, что все манипуляции со списком доступа канала производятся посредством использования готовых шаблонов: SOP, AOP, HOP и VOP. Чтобы внести какие-либо изменения в список доступа, вам достаточно использовать одноименные команды, вместо того, что бы разбираться в многоуровневой системе LEVELS. Примечание: когда вы переключитесь с системы ACCESS на систему привилегий xOP, все ваши предыдущие установки уровней для канала и уровни доступа пользователей будут изменены на стандартные и вы никак не сможете вернуть эти значения, переключившись обратно на систему привилегий ACCESS! После перехода с системы ACCESS на систему xOP, удостоверьтесь, что у всех ваших пользователей, прописанных на канале, выставлен нужный уровень доступа, ибо переход из ACCESS в xOP не всегда происходит так, как нужно. Более того, если вы уже настроили определенные значения LEVELS для вашего канала, изменять систему привилегий на xOP-совместимую не рекомендуется. Переключение из системы xOP в систему ACCESS обычно проходит без каких-либо проблем.
tr_tr: Kullanimi: %s kanaladi XOP {ON | OFF} Bir kanalin xOP sistemini açar veya kapatir. XOP ayarlandigi zaman, AOP/SOP/VOP komutlariyla yetkileri düzenlemelisiniz, aksi takdirde ACCESS komutunu kullanmalisiniz. Teknik Not: Access sisteminden xOP sisteminde geçtiginizde seviye ayarlariniz degistirilir, bu yüzden tekrar access sistemine geçtiginizde ayni ayarlari bulamazsiniz! Access sisteminden xOP sistemine geçtiginizde listedeki ayricaliklari kontrol edip listenizdeki nicklerin dogru xOP ayarlarinda bulundugunu kontrol edin, çünkü sistemin tahmin etmesi her zaman dogru olmayabilir... Eger LEVELS komutuyla komut seviye ayarlarini degistirdiyseniz xOP sistemini kullanmaniz önerilmez. Bunlarin disinda xOP sisteminden access sistemine geçmek bir problem çikarmaz.

source: Syntax: ACCESS channel ADD nick level  ACCESS channel DEL { nick | entry-num | list } ACCESS channel LIST [ mask | list ] ACCESS channel VIEW [ mask | list ] ACCESS channel CLEAR Maintains the access list for a channel. The access list specifies which users are allowed chanop status or access to %S commands on the channel. Different user levels allow for access to different subsets of privileges; %R%S HELP ACCESS LEVELS for more specific information. Any nick not on the access list has a user level of 0. The ACCESS ADD command adds the given nickname to the access list with the given user level; if the nick is already present on the list, its access level is changed to the level specified in the command. The level specified must be less than that of the user giving the command, and if the nick is already on the access list, the current access level of that nick must be less than the access level of the user giving the command. The ACCESS DEL command removes the given nick from the access list. If a list of entry numbers is given, those entries are deleted. (See the example for LIST below.) The ACCESS LIST command displays the access list. If a wildcard mask is given, only those entries matching the mask are displayed. If a list of entry numbers is given, only those entries are shown; for example: ACCESS #channel LIST 2-5,7-9 Lists access entries numbered 2 through 5 and 7 through 9. The ACCESS VIEW command displays the access list similar to ACCESS LIST but shows the creator and last used time. The ACCESS CLEAR command clears all entries of the access list.
it_it: Sintassi: ACCESS canale ADD nick livello  ACCESS canale DEL { nick | numero | lista } ACCESS canale LIST [ mask | lista ] ACCESS canale VIEW [ mask | lista ] ACCESS canale CLEAR Gestisce la lista di accesso del canale. La lista di accesso specifica quali utenti hanno diritto allo stato di operatore di canale e ai vari comandi di %S sul canale. Utenti in diversi livelli avranno a disposizione diversi privilegi; per avere informazioni specifiche, puoi digitare /msg %S HELP ACCESS LEVELS. I nick che non si trovano nella lista di accesso hanno livello 0. Il comando ACCESS ADD aggiunge il nick specificato alla lista di accesso con il livello specificato; se il nick è già presente nella lista, il suo livello viene modificato, impostandolo a quello specificato nel comando. Il livello del nick specificato deve essere minore di quello del nick che invia il comando, e se il nick è già presente nella lista, il livello attuale di quel nick deve essere minore di quello del nick che invia il comando. Il comando ACCESS DEL rimuove il nick specificato dalla lista di accesso. Se viene specificata una lista, i record corrispondenti vengono rimossi. (Guarda l'esempio di LIST) Il comando ACCESS LIST mostra la lista di accesso. Se viene utilizzata una wildcard per la mask, solo i record che corrispondono alla mask vengono mostrati. Se viene specificata una lista, i record corrispondenti vengono mostrati. Ad esempio: ACCESS #canale LIST 2-5,7-9 Mostra i record della lista che hanno numero da 2 a 5 e da 7 a 9 (il 6 è quindi escluso). The ACCESS VIEW command displays the access list similar to ACCESS LIST but shows the creator and last used time. Il comando ACCESS CLEAR svuota completamente la lista di accesso.
ru_ru: Синтаксис: ACCESS #канал ADD ник уровень  ACCESS #канал DEL { ник | номер_записи | список_записей } ACCESS #канал LIST [ маска | список_записей ] ACCESS #канал VIEW [ маска | список_записей ] ACCESS #канал CLEAR Позволяет управлять списком доступа (ACCESS-списком) канала. Данный список включает в себя всех пользователей, которые имеют те или иные привилегии на канале, например: доступ к статусу оператора, доступ к управлению списком AKICK'ов, доступ к таким командам как KICK, BAN, VOICE, INVITE и т. д. Различные уровни доступа определяют различные привилегии на канале. Для более подробной информации о стандартных уровнях доступа канала см. %R%S HELP ACCESS LEVELS Примечание: любой, не включенный в список доступа пользователь, считается пользователем с уровнем доступа 0. Команда ACCESS ADD добавляет указанный ник в список доступа канала с указанным уровнем. Если этот ник уже числится в списке, его уровень будет изменен на тот, который был указан. Значение уровня должно быть меньше, чем уровень пользователя, использующего команду ADD, и, если ник уже присутствует в списке доступа, текущий уровень доступа указанного ника должен быть меньше, чем уровень доступа пользователя, использующего данную команду. Команда ACCESS DEL удаляет указанный ник из списка доступа. Если в качестве параметра указан номер записи, или список записей - все записи под данными номерами будут удалены (см. пример использования команды LIST ниже). Команда ACCESS LIST выводит текущий список список доступа канала. В качестве дополнительного параметра можно указать символьную маску, что позволит получить список с конкретными никами, попадающими под эту маску, или же, можно указать список записей. Например: ACCESS #канал LIST 2-5,7-9 отобразит все записи со 2-ой по 5-ую, и с 7-ой по 9-ю. The ACCESS VIEW command displays the access list similar to ACCESS LIST bu
tr_tr: Kullanýmý: ACCESS kanaladý ADD nick seviye  ACCESS kanaladý DEL { nick | kayýt-no | liste } ACCESS kanaladý LIST [ mask | liste ] ACCESS kanaladý VIEW [ mask | liste ] ACCESS kanaladý CLEAR Bir kanal için access listesi oluþturur. Access listesi kanalda kimlerin op olacaðýný ve %S komutlarýna kimlerin eriþimi olacaðýný belirtir. Deðiþik access seviyeleri deðiþik komutlara eriþim saðlar. Ayrýntýlý bilgi için /msg %S HELP ACCESS LEVELS yazýn. Access listesinde olmayan kullanýcýlarýn seviyesi 0 dýr. ACCESS ADD komutu belirtilen nicki belirtilen seviyeden access listesine ekler; eðer o kiþi zaten access listesindeyse seviyesini belirtilen seviyeyle deðiþtirir. Belirtilen seviye komutu kullanan kiþinin seviyesinden az olmalýdýr, eðer belirtilen nick zaten access listesindeyse komutu kullanan kiþinin access seviyesi onunkinden büyük olmalýdýr. ACCESS DEL komutu belirtilen nicki access listesinden siler. eðer kayýt numarasý belirtilmiþse o kayýt numarasý olan kiþinin accessi silinir.(Aþaðýdaki LIST için verilen örneðe bakýn.) ACCESS LIST komutu access listesini görüntüler. Eðer * lý bir mask belirtilirse o maskla uyuþan kiþiler listelenir. Eðer kayýt numarasý listesi belirtilirse o kiþiler listelenir. Örneðin: ACCESS #kanaladý LIST 2-5,7-9 2'den 5'e ve 7'den 9'a kadar olan access kayýtlarý listelenir. The ACCESS VIEW command displays the access list similar to ACCESS LIST but shows the creator and last used time. ACCESS CLEAR komutu tüm access listesini temizler.

source: Syntax: ACCESS ADD mask  ACCESS DEL mask  ACCESS LIST Modifies or displays the access list for your nick. This is the list of addresses which will be automatically recognized by %S as allowed to use the nick. If you want to use the nick from a different address, you need to send an IDENTIFY command to make %S recognize you. Examples: ACCESS ADD anyone@*.bepeg.com Allows access to user anyone from any machine in the bepeg.com domain. ACCESS DEL anyone@*.bepeg.com Reverses the previous command. ACCESS LIST Displays the current access list.
it_it: Sintassi: ACCESS ADD mask  ACCESS DEL mask  ACCESS LIST Visualizza o modifica la lista di accesso per il tuo nick. Si tratta della lista degli indirizzi che saranno riconosciuti automaticamente da %S e che ti permetteranno di utilizzare il tuo nick. Se vuoi usare il nick da indirizzi diversi, dovrai utilizzare il comando IDENTIFY per farti riconoscere da %S. Esempi: ACCESS ADD pippo@*.disney.it Permette l'accesso all'utente con ident pippo da qualsiasi macchina all'interno del dominio disney.it. ACCESS DEL pippo@*.disney.it Annulla l'effetto del comando precedente. ACCESS LIST Visualizza la lista di accesso attuale.
ru_ru: Синтаксис: ACCESS ADD маска  ACCESS DEL маска  ACCESS LIST Позволяет просматривать/изменять список масок доступа на ваш ник. Имеется ввиду список хостмасок вида идент@хост, с которых %S позволит использовать ваш ник даже без и дентификации к нему. В противном случае, чтобы использовать ник с хостмаски которая не присутствует в списоке доступа, вам необходимо будет использовать команду IDENTIFY для идентификации на %S. Примеры: ACCESS ADD anyone@*.set.ru позволяет использовать ник всем, кто имеет идент anyone и чей хост попадает под маску *.set.ru. ACCESS DEL anyone@*.set.ru антоним предыдущей команды - удаляет маску из списка. ACCESS LIST выводит текущий список "доверенных" хостмасок.
tr_tr: Kullanýmý: ACCESS ADD mask  ACCESS DEL mask  ACCESS LIST Nickinizin access litesini görüntüler ve deðiþiklikler yapmanýzý saðlar. Bu listede belirtilen adresler %S tarafýndan nickinizi kullanabilmek için otomatik olarak tanýnacak adreslerdir. (böylece identify komutunu kullanmanýza gerek kalmaz.) Eðer belirtilenden farklý bir adresle baðlanmýþsanýz %S 'ün sizi tanýmasý için IDENTIFY komutunu kullanmanýz gerekir. Örnekler: ACCESS ADD birisi@*.ixir.com Kullanýcý birisi'ne ixir.com domaininden herhangi bir makineden eriþim saðlar. ACCESS DEL birisi@*.ixir.com Önceki komutun tersini yapar(siler). ACCESS LIST Mevcut access listesini görüntüler.

source: Syntax: ACT channel text  Makes the bot do the equivalent of a "/me" command on the given channel using the given text.
it_it: Sintassi: ACT canale testo  Fa sì che il bot faccia in canale l'equivalente di un "/me" utilizzando il testo specificato.
ru_ru: Синтаксис: ACT #канал текст  Заставляет бота выполнить команду, эквивалентную команде "/me" в IRC-клиенте mIRC. Вы должны указать оба параметра: текст действия и #канал.
tr_tr: Kullanýmý: ACT kanaladý yazý  Botun belirtilen yazýyla belirtilen kanalda "/me" komutunun yaptýðýný kendi üzerinde yapmasýný saðlar.
