Repository: anope/anope
Catalog: lang/anope.*.po
Languages: it_it, ru_ru, tr_tr

source: Syntax: LEVELS channel SET type level  LEVELS channel {DIS | DISABLE} type  LEVELS channel LIST LEVELS channel RESET The LEVELS command allows fine control over the meaning of the numeric access levels used for channels. With this command, you can define the access level required for most of %S's functions. (The SET FOUNDER and this command are always restricted to the channel founder.) LEVELS SET allows the access level for a function or group of functions to be changed. LEVELS DISABLE (or DIS for short) disables an automatic feature or disallows access to a function by anyone, INCLUDING the founder (although, the founder can always reenable it). LEVELS LIST shows the current levels for each function or group of functions. LEVELS RESET resets the levels to the default levels of a newly-created channel (see HELP ACCESS LEVELS). For a list of the features and functions whose levels can be set, see HELP LEVELS DESC.
it_it: Sintassi: LEVELS canale SET tipo [ livello |FOUNDER] LEVELS canale {DIS | DISABLE} tipo  LEVELS canale LIST LEVELS canale RESET The LEVELS command allows fine control over the meaning of the numeric access levels used for channels. With this command, you can define the access level required for most of %S's functions. (The SET FOUNDER and this command are always restricted to the channel founder.) LEVELS SET allows the access level for a function or group of functions to be changed. LEVELS DISABLE (or DIS for short) disables an automatic feature or disallows access to a function by anyone, INCLUDING the founder (although, the founder can always reenable it). LEVELS LIST shows the current levels for each function or group of functions. LEVELS RESET resets the levels to the default levels of a newly-created channel (see HELP ACCESS LEVELS). For a list of the features and functions whose levels can be set, see HELP LEVELS DESC.
ru_ru: Синтаксис: LEVELS #канал SET тип [ уровень |FOUNDER] LEVELS #канал {DIS | DISABLE} тип  LEVELS #канал LIST LEVELS #канал RESET The LEVELS command allows fine control over the meaning of the numeric access levels used for channels. With this command, you can define the access level required for most of %S's functions. (The SET FOUNDER and this command are always restricted to the channel founder.) LEVELS SET allows the access level for a function or group of functions to be changed. LEVELS DISABLE (or DIS for short) disables an automatic feature or disallows access to a function by anyone, INCLUDING the founder (although, the founder can always reenable it). LEVELS LIST shows the current levels for each function or group of functions. LEVELS RESET resets the levels to the default levels of a newly-created channel (see HELP ACCESS LEVELS). For a list of the features and functions whose levels can be set, see HELP LEVELS DESC.
tr_tr: Kullanýmý: LEVELS kanaladý SET tip [ seviye |FOUNDER] LEVELS kanaladý {DIS | DISABLE} tip  LEVELS kanaladý LIST LEVELS kanaladý RESET The LEVELS command allows fine control over the meaning of the numeric access levels used for channels. With this command, you can define the access level required for most of %S's functions. (The SET FOUNDER and this command are always restricted to the channel founder.) LEVELS SET allows the access level for a function or group of functions to be changed. LEVELS DISABLE (or DIS for short) disables an automatic feature or disallows access to a function by anyone, INCLUDING the founder (although, the founder can always reenable it). LEVELS LIST shows the current levels for each function or group of functions. LEVELS RESET resets the levels to the default levels of a newly-created channel (see HELP ACCESS LEVELS). For a list of the features and functions whose levels can be set, see HELP LEVELS DESC.

source: Syntax: LIST [<key>|<#X-Y>] This command lists registered vhosts to the operator if a Key is specified, only entries whos nick or vhost match the pattern given in <key> are displayed e.g. Rob* for all entries beginning with "Rob" If a #X-Y style is used, only entries between the range of X and Y will be displayed, e.g. #1-3 will display the first 3 nick/vhost entries. The list uses the value of NSListMax as a hard limit for the number of items to display to a operator at any 1 time.
it_it: Sintassi: LIST [<chiave>|<#X-Y>] Questo comando elenca i vhost registrati all'operatore. Se una chiave è specificata, verranno mostrati unicamente i vhost corrispondenti a quanto immesso come <chiave>, ad esempio Rob* per tutte le corrispondenze che iniziano con "Rob" Se viene usata una lista in stile #X-Y, verranno mostrate unicamente le corrispondenze tra X ed Y, ad es. #1-3 mostrerà unicamente le prime 3 corrispondenze nick/vhost. L'elenco utilizza il valore di NSListMax come limite per il numero di elementi da mostrare ad un operatore alla volta.
ru_ru: Синтаксис: LIST [<маска>|<#X-Y>] Выводит список всех виртуальных хостов и ников, на которые эти хосты установлены. В качестве дополнительного параметра, вы можете указать маску поиска, что позволит вам получить только совпадающие по символьной маске записи. Помимо этого, вы, так же, можете указать спискок записей в формате #X-Y, где X - номер стартовой запись, а Y - конечной. Например: LIST *invis* выведет список записей, ник или вирт. хост которых содержит подстроку *invis* (invisible, covinis и т. д.) LIST #2-5 выведет список записей со 2-ой по 5-ю. Лимит одновременно показываемых записей ограничен числом, указанным в конфигурационном файле сервисов директивой NSListMax.

source: Syntax: LIST pattern  Lists all registered channels matching the given pattern. (Channels with the PRIVATE option set are not listed.) Note that a preceding '#' specifies a range, channel names are to be written without '#'.
it_it: Sintassi: LIST pattern  Mostra tutti i canali registrati che corrispondono al pattern specificato. I canali con l'opzione PRIVATE attiva non saranno mostrati.
ru_ru: Синтаксис: LIST маска  Выводит список всех зарегистрированных каналов, название которых совпадает с указанной маской. Помимо маски вы можете указать список записей, например запрос #1-5 покажет все каналы с 1-го по 5-ый (каналы с включенной опцией PRIVATE показаны не будут). Примечание: при поиске каналов начинающихся с "#", сам символ "#" указывать не надо - он зарезервирован для списка (см. выше).
tr_tr: Kullanýmý: LIST model  Belirtilen modelle uyuþan tüm kayýtlý kanallarý listeler. (PRIVATE özelliði aktif olan kanallar listelenmez.)

source: Syntax: LIST pattern  Lists all registered nicknames which match the given pattern, in nick!user@host format. Nicks with the PRIVATE option set will not be displayed. Examples: LIST *!joeuser@foo.com Lists all nicks owned by joeuser@foo.com. LIST *Bot*!*@* Lists all registered nicks with Bot in their names (case insensitive). LIST *!*@*.bar.org Lists all nicks owned by users in the bar.org domain.
it_it: Sintassi: LIST pattern  Mostra tutti i nick registrati che corrispondono al pattern specificato, nel formato nick!user@host . I nick che hanno attivato l'opzione PRIVATE non saranno mostrati. Esempi: LIST *!pluto@topolino.disney.it Mostra tutti i nick che appartengono a pluto@topolino.disney.it. LIST *bot*!*@* Mostra tutti i nick registrati che contengono bot (maiuscole e minuscole non fanno differenza). LIST *!*@*.azienda.it Mostra tutti i nick registrati da utenti del dominio bar.org.
ru_ru: Синтаксис: LIST маска  Выводит список всех зарегистрированных ников, которые совпадают с указанной маской вида ник!идент@хост . Ники с активированной опцией PRIVATE показаны не будут. Примеры: LIST *!joeuser@foo.com покажет все ники, маска которых совпадает с joeuser@foo.com LIST *Bot*!*@* покажет все зарегистрированные ники, которые содержат подстроку вида Bot (регистр не имеет значения). LIST *!*@*.bar.org Покажет все ники, принадлежащие пользователям в домене bar.org.
tr_tr: Kullanýmý: LIST model  nick!user@host formatýnda, belirtilen modeli içeren tüm kayýtlý nickleri listeler. PRIVATE özelliði aktif olan nickler listelenmez. Örnekler: LIST *!aliuser@ixir.com identi aliuser@ixir.com olan tüm kayýtlý nickleri listeler. LIST *Bot*!*@* Bot kelimesini içeren tüm kayýtlý nickleri listeler. (büyük küçük harf hassasiyeti vardýr.) LIST *!*@*.ixir.com ixir.com domainine sahip tüm kayýtlý nickleri listeler.

source: Syntax: LIST pattern [FORBIDDEN] [SUSPENDED] [NOEXPIRE] [UNCONFIRMED] Lists all registered nicknames which match the given pattern, in nick!user@host format. Nicks with the PRIVATE option set will only be displayed to Services Operators. Nicks with the NOEXPIRE option set will have a ! appended to the nickname for Services Operators. If the FORBIDDEN, SUSPENDED, NOEXPIRE or UNCONFIRMED options are given, only nicks which, respectively, are FORBIDDEN, SUSPENDED, UNCONFIRMED or have the NOEXPIRE flag set will be displayed. If multiple options are given, all nicks matching at least one option will be displayed. These options are limited to Services Operators . Examples: LIST *!joeuser@foo.com Lists all registered nicks owned by joeuser@foo.com. LIST *Bot*!*@* Lists all registered nicks with Bot in their names (case insensitive). LIST * NOEXPIRE Lists all registered nicks which have been set to not expire.
it_it: Sintassi: LIST pattern [FORBIDDEN] [SUSPENDED] [NOEXPIRE] [UNCONFIRMED] Mostra tutti i nick registrati che corrispondono al pattern specificato, nel formato nick!user@host . I nick con l'opzione PRIVATE attiva saranno mostrati solo ai Services Operator. I nick con l'opzione NOEXPIRE attiva avranno un ! prima del nick stesso (solo per i Services Operator). Se sono specificate le opzioni FORBIDDEN, SUSPENDED, NOEXPIRE o UNCONFIRMED, unicamente i nick che sono rispettivamente vietati (FORBIDden), SUSPENDED, non confermati (UNCONFIRMED) oppure hanno la flag NOEXPIRE impostata verranno mostrati. Se tutte e tre le opzioni sono specificate, tutti e tre i tipi di nick verranno mostrati. Queste opzioni sono limitate ai Services Operator . Esempi: LIST *!joeuser@foo.com Mostra tutti i nick che appartengono a joeuser@foo.com. LIST *Bot*!*@* Mostra tutti i nick registrati che contengono Bot (case insensitive). LIST * NOEXPIRE Mostra tutti i nick registrati che non scadono.
ru_ru: Синтаксис: LIST маска [FORBIDDEN] [SUSPENDED] [NOEXPIRE] [UNCONFIRMED] Показывает список всех зарегистрированных ников, которые совпадают с указанной в качестве основного параметра маской. Формат маски: ник!идент@хост допустимо использование подстановочных символов. Ники, у которых включена опция PRIVATE, будут показаны только Администраторам сервисов. Ники с включенным параметром NOEXPIRE будут показаны с префиксом !. В качестве дополнительных опций команды LIST вы можете указать FORBIDDEN, SUSPENDED, NOEXPIRE или UNCONFIRMED. Это позволит вам получить список ников, отвечающих определенным критериям, таким как: FORBIDDEN - ники, запрещенные к использованию, SUSPENDED - ники, "замороженные" до поры до времени, UNCONFIRMED - ники, регистрация которых все еще не подтверждена, и NOEXPIRE - ники, находящиеся в режиме "не-истечения". Если указаны все четыре опции, то все 4 типа ников будут перечислены в списке. Примеры: LIST *!joeuser@foo.com покажет все ники, маска которых совпадает с joeuser@foo.com LIST *Bot*!*@* покажет все зарегистрированные ники, которые содержат слово Bot (вне зависимости от регистра). LIST * NOEXPIRE Покажет все зарегистрированные ники у которых включена опция NOEXPIRE.
tr_tr: Kullanýmý: LIST model [FORBIDDEN] [SUSPENDED] [NOEXPIRE] [UNCONFIRMED] Belirtilen modele uyuþan tüm kayýtlý nickleri nick!user@host formatýnda listeler. PRIVATE özellið aktif olan kullanýcýlar sadece servis adminleri tarafýndan görüntülenir. NOEXPIRE ayarý olan nicklerde servis adminleri için asýlý bir ! bulunur. If the FORBIDDEN, SUSPENDED, NOEXPIRE or UNCONFIRMED options are given, only nicks which, respectively, are FORBIDDEN, SUSPENDED, UNCONFIRMED or have the NOEXPIRE flag set will be displayed. If multiple options are given, all nicks matching at least one option will be displayed. These options are limited to Services Operators . Örnekler: LIST *!aliuser@ixir.com identi aliuser@ixir.com olan tüm kayýtlý nickler listelenir. LIST *Bot*!*@* Ýsimlerinde Bot yazan tüm kayýtlý nickler listelenir (küçük büyük harf hassasiyeti vardýr). LIST * NOEXPIRE Zaman asimi olmayan tüm kayýtlý nickler listelenir.

source: Syntax: LIST [ channel ] [ list | NEW] Lists any memos you currently have. With NEW, lists only new (unread) memos. Unread memos are marked with a "*" to the left of the memo number. You can also specify a list of numbers, as in the example below: LIST 2-5,7-9 Lists memos numbered 2 through 5 and 7 through 9.
it_it: Sintassi: LIST [ canale ] [ list | NEW] Mostra le proprie memo. Quando viene specificato NEW, mostra soltanto i nuovi memo (non letti). I memo non letti sono segnati con un "*" a sinistra del numero d'ordine. Si può anche indicare una lista di numeri, come in quest'esempio: LIST 2-5,7-9 Mostra i memo che hanno numeri tra 2 e 5 e tra 7 e 9, escludendo quindi il 6.
ru_ru: Синтаксис: LIST [ #канал ] [ список_записей | NEW] Выводит текущий список сообщений. С параметром NEW, покажет только новые (непрочитанные) сообщения, они будут помечены значком "*" слева от номера сообщения. Помимо этого, вы можете указать список записей или номер записи, например: LIST 2-5,7-9 покажет сообщения с 2-го по 5-ое и с 7-го по 9-ое.
tr_tr: Kullanýmý: LIST [ kanaladý ] [ liste | NEW] Mevcut mesajlarýnýzý listeler. NEW parametresi sadece yeni okunmamýþ mesajlarý listeler. Okunmamýþ mesajlar mesaj numarasýnýn solunda "*" ile iþaretlidir. Aþaðýdaki örnekte olduðu gibi belirli numaralarýda listeleyebilirsiniz: LIST 2-5,7-9 2'den 5'e ve 7'den 9'a kadar olan mesajlarý listeler.

source: Syntax: LOGONNEWS ADD text 
it_it: Sintassi: LOGONNEWS ADD testo 
ru_ru: Синтаксис: LOGONNEWS ADD текст 
tr_tr: Kullanýmý: LOGONNEWS ADD yazý 

source: Syntax: LOGONNEWS ADD text  LOGONNEWS DEL { num | ALL} LOGONNEWS LIST Edits or displays the list of logon news messages. When a user connects to the network, these messages will be sent to them. (However, no more than %d messages will be sent in order to avoid flooding the user. If there are more news messages, only the most recent will be sent.) NewsCount can be configured in services.conf. LOGONNEWS may only be used by Services Operators.
ru_ru: Синтаксис: LOGONNEWS ADD текст  LOGONNEWS DEL { номер | ALL} LOGONNEWS LIST Позволяет управлять списком новостей, которые будут автоматически выдаваться пользователю сразу же, как только он подключится к сети. Стоит заметить, что во избежание флуда пользователь получит только %d новость(и), так что если у вас в списке их больше - показаны будут только последние из них. Значение NewsCount, отвечающее за одновременно посылаемое кол-во новостей, указывается в services.conf Команда LOGONNEWS ADD позволяет добавить новость в список. Команда LOGONNEWS DEL позволяет удалить новость из списка. В качестве параметра вы можете указать номер новости - что бы удалить одну новость, или ALL - что бы очистить список новостей полностью. LOGONNEWS may only be used by Services Operators.

source: Syntax: LOGONNEWS DEL { num | ALL}
it_it: Sintassi: LOGONNEWS DEL { numero | ALL}
ru_ru: Синтаксис: LOGONNEWS DEL { номер | ALL}
tr_tr: Kullanýmý: LOGONNEWS DEL { num | ALL}

source: Syntax: LOGOUT This reverses the effect of the IDENTIFY command, i.e. make you not recognized as the real owner of the nick anymore. Note, however, that you won't be asked to reidentify yourself.
it_it: Sintassi: LOGOUT Annulla l'effetto del comando IDENTIFY, cioè fa in modo che tu non sia più riconosciuto come il vero proprietario del nick. Tieni presente, però, che non dovrai identificarti di nuovo.
ru_ru: Синтаксис: LOGOUT Данная команда имеет эффект, обратный эффекту команды IDENTIFY, то есть: снимает с вас статус владельца ника ( де идентифицирует). Примечание: тем не менее, после использования данной команды, сервисы не пошлют вам запрос о необходимости идентификации к нику.
tr_tr: Kullanýmý: LOGOUT IDENTIFY komutunun yaptýðý etkiyi tersine çevirir, yani artýk o nickin gerçek sahibi olarak tanýnmamanýzý saðlar. Fakat sizden nickinizi tekrar identify etmeniz istenmez.

source: Syntax: LOGOUT [ nickname [REVALIDATE]] Without a parameter, reverses the effect of the IDENTIFY command, i.e. make you not recognized as the real owner of the nick anymore. Note, however, that you won't be asked to reidentify yourself. With a parameter, does the same for the given nick. If you specify REVALIDATE as well, Services will ask the given nick to re-identify. This use limited to Services Operators.
it_it: Sintassi: LOGOUT [ nick [REVALIDATE]] Senza nessun parametro, annulla l'effetto del comando IDENTIFY, rendendoti non più identificato come proprietario del nick. Da notare, comunque, che non ti sarà richiesto di identificarti di nuovo. Con un parametro, il funzionamento è identico ma viene applicato al nick specificato. Se si indica anche REVALIDATE, i Services chiederanno al nick specificato di reidentificarsi. Questo modo di utilizzo è limitato ai Services Operator.
ru_ru: Синтаксис: LOGOUT [ ник [REVALIDATE]] Использованная без параметров, команда LOGOUT производит эффект, обратный эффекту команды IDENTIFY, то есть - деидентифицирует вас от используемого на данный момент ника. Тем не менее, сервисы не пошлют повторный запрос на идентификацию. Если в качестве параметра вы укажете ник - деидентифицирует указанный ник. Дополнительно указанный параметр REVALIDATE заставит сервисы послать дендинтифицированному нику запрос на переавторизацию. Использовать параметры ник и REVALIDATE могут лишь Администраторы сервисов.
tr_tr: Kullanýmý: LOGOUT [ nick [REVALIDATE]] Parametre kullanýlmazsa, IDENTIFY komutunun yaptýðý etkiyi tersine çevirir, yani artýk o nickin gerçek sahibi olarak tanýnmamanýzý saðlar. Fakat sizden nickinizi tekrar identify etmeniz istenmez. Parametre kullanýlýrsada aynýsýný yapar ama buna ek olarak REVALIDATE belirtilirse servisler o kiþiye nickini yeniden identify etmesini söyler. Servis adminlerinin Kullanýmýyla sýnýrlýdýr.

source: Syntax: MODE channel modes  Allows Services operators to set channel modes for any channel. Parameters are the same as for the standard /MODE command.
it_it: Sintassi: MODE canale modi  Permette ai Services operator di impostare modi di canale per qualsiasi canale. I parametri sono gli stessi utilizzati con il comando /MODE standard.
ru_ru: Синтаксис: MODE #канал режимы  Позволяет Операторам сервисов изменять режимы на каком-либо канале. В качестве второго параметра команды, вы должны указать режимы в том же формате, в котором указываете при ручной установке, с помощью команды /MODE.
tr_tr: Kullanýmý: MODE kanaladý modlar  Servis operatörlerinin herhangi bir kanalýn modlarýný ayarlamasýný saðlar. Parametreler standart /MODE komutununkiyle aynýdýr. Servis operatörlerinin Kullanýmýyla sýnýrlýdýr.

source: Syntax: MODINFO FileName This command lists information about the specified loaded module
it_it: Sintassi: MODINFO NomeFile Questo comando elenca informazioni sul modulo caricato specificato
ru_ru: Синтаксис: MODINFO имя_файла Выводит подробную информацию о конкретном загруженном модуле.

source: Syntax: MODLIST [Core|3rd|protocol|encryption|supported|qatested] Lists all currently loaded modules.
it_it: Sintassi: MODLIST [Core|3rd|protocol|encryption|supported|qatested] Elenca tutti i moduli attualmente caricati.
ru_ru: Синтаксис: MODLIST [Core|3rd|protocol|encryption|supported|qatested] Выводит список всех загруженных модулей. В качестве дополнительного параметра вы можете указать тип модуля - это позволит получить список, отвечающий указанным требованиям.

source: Syntax: MODLOAD FileName This command loads the module named FileName from the modules directory.
it_it: Sintassi: MODLOAD NomeFile Questo comando carica il modulo chiamato NomeFile dalla cartella modules.
ru_ru: Синтаксис: MODLOAD имя_файла Позволяет загрузить какой-либо дополнительный модуль из директории с модулями (modules/).

source: Syntax: MODUNLOAD FileName This command unloads the module named FileName from the modules directory.
it_it: Sintassi: MODUNLOAD NomeFile Questo comando rimuove il modulo chiamato NomeFile dalla cartella modules.
ru_ru: Синтаксис: MODUNLOAD имя_файла Выгружает указанный модуль ( если модуль загружен и если условия позволяют его выгрузить).

source: Syntax: NOOP SET server  NOOP REVOKE server  NOOP SET remove all O:lines of the given server and kill all IRCops currently on it to prevent them from rehashing the server (because this would just cancel the effect). NOOP REVOKE makes all removed O:lines available again on the given server. Note: The server is not checked at all by the Services.
it_it: Sintassi: NOOP SET server  NOOP REVOKE server  NOOP SET rimuove tutte le O:line del server specificato e killa tutti gli IrcOp presenti su quel server, in modo che non possano effettuare un rehash del server, in quanto questo ne annullerebbe l'effetto. NOOP REVOKE ripristina tutte le O:line presenti sul server specificato. Nota: il formato del server specificato non è controllato dai Services prima dell'esecuzione del comando.
ru_ru: Синтаксис: NOOP SET сервер  NOOP REVOKE сервер  Команда NOOP SET позволяет удалить все активные O:lines на указанном сервере и одновременно с этим прибить всех его IRC-операторов, дабы исключить возможность /REHASH'а сервера, который восстановит O:line записи. NOOP REVOKE отменяет эффект команды NOOP SET и возвращает все O:lines указанного сервера. Примечание: наличие сервера в сети сервисами не проверяется.
tr_tr: Kullanýmý: NOOP SET server  NOOP REVOKE server  NOOP SET komutu belirtilen serverdaki tüm O:line larý siler ve tüm ircoplarý rehash komutunu kullanýp komutun etkisini yok etmemeleri için killer. NOOP REVOKE komutu belirtilen serverdaki tüm kaldýrýlmýþ O:line larý yeniden oluþturur. Not: server parametresinin doðruluðu servisler tarafýndan kontrol edilmez. Services Operatorlerinin Kullanýmýyla sýnýrlýdýr.

source: Syntax: OFF Deactivates the vhost currently assigned to the nick in use. When you use this command any user who performs a /whois on you will see your real IP address.
it_it: Sintassi: OFF Disattiva il vhost attualmente assegnato al nick in uso. Quando usi questo comando, ogni utente che effettua un /whois su di te vedrà il tuo vero indirizzo IP.
ru_ru: Синтаксис: OFF Деактивирует ваш текущий виртуальный хост, при условии, конечно, что таковой установлен на момент использования команды.
