Repository: anope/anope
Catalog: lang/anope.*.po
Languages: it_it, ru_ru, tr_tr

source: %R%s HELP %s for more information.
it_it: /msg %s HELP %s per altre informazioni.
ru_ru: /msg %s HELP %s для более подробной информации.
tr_tr: Daha fazla bilgi için /msg %s HELP %s yazýnýz.

source: %S allows you to "register" a nickname and prevent others from using it. The following commands allow for registration and maintenance of nicknames; to use them, type %R%S command . For more information on a specific command, type %R%S HELP command .
it_it: %S ti permette di "registrare" un nick e di evitare che gli altri lo usino. I seguenti comandi permettono la registrazione e il mantenimento dei nick; per usarli, digita /msg %S comando . Per maggiori informazioni su un comando specifico, digita /msg %S HELP comando .
ru_ru: %S - это сервис, предназначенный для "регистрации" вашего ника и защиты его от использования еще кем-либо кроме вас. Ниже представлен список команд, позволяющих осуществлять регистрацию и настройку ников. Чтобы использовать команду, пошлите запрос вида /msg %S команда . Для более подробной информации по какой-либо команде используйте: /msg %S HELP команда .
tr_tr: %S nickinizi "kayýt" etmenizi ve diðerlerinin nickinizi kullanmalarýný engellemeyi saðlar. Aþaðýdaki komutlar nicki kayýt etmeye ve korumaya izin verir, kullanmak için, /msg %S komut  yazýn. Belirli bir komut hakkýnda daha fazla bilgi için, /msg %S HELP komut  yazýn.

source: %S allows you to have a bot on your own channel. It has been created for users that can't host or configure a bot, or for use on networks that don't allow user bots. Available commands are listed below; to use them, type %R%S command . For more information on a specific command, type %R %S HELP command .
it_it: %S ti permette di avere un bot nel tuo canale. E' un servizio pensato per gli utenti che non possono mantenere un bot. I comandi disponibili sono i seguenti; per usarli, digita /msg %S comando . Per maggiori informazioni sull'uso di un comando specifico, digita /msg %S HELP comando .
ru_ru: %S позволяет Вам установить бота на свой канал. Даный сервис сделан для тех пользователей, которые не могут иначе установить или настроить бота, или же, использование ботов запрещено в IRC сети. Доступные команды перечислены ниже, чтобы использовать их, напишите /msg %S команда . Для получения более подробной информации по конкретной команде, напишите /msg %S HELP команда .
tr_tr: %S kanalýnýzda bir botunuzun olmasýný saðlar. Bu servis bot konfigürasyonundan anlamayanlar yada bota izin vermeyen networkler için geliþtirilmiþtir. Mevcut komutlar aþaðýda listelenmiþtir. Kullanmak için /msg %S command  yazýn. Belirli bir komut hakkýnda daha fazla bilgi için, /msg %S HELP komut  yazýn.

source: %S allows you to register and control various aspects of channels. %S can often prevent malicious users from "taking over" channels by limiting who is allowed channel operator privileges. Available commands are listed below; to use them, type %R%S command . For more information on a specific command, type %R%S HELP command .
it_it: %S permette di registrare i canali e di controllarne vari aspetti. %S può spesso evitare che utenti non autorizzati prendano il controllo dei canali ("take over") limitandone l'accesso agli utenti. I comandi disponibili sono indicati in basso; per usarli, puoi digitare /msg %S comando . Per avere maggiori informazioni su un comando specifico, digita /msg %S HELP comando .
ru_ru: %S позволяет вам регистрировать канал и управлять его различными настройками. Также, %S поможет вам обезопасить ваш канал от злонамеренных пользователей, желающих его "захватить", используя ограничение возможности получения статуса опа на канале и другие настройки безопасности. Список доступных команд представлен ниже, чтобы использовать их, пошлите запрос вида /msg %S команда  Для более подробной информации о конкретной команде, воспользуйтесь: /msg %S HELP команда 
tr_tr: %S kanallarýnýzý kayýt etmenizi ve kontrol etmenizi saðlar. %S kötü niyetli kullanýcýlarýn kanallarý ele geçirmelerini(takeover), kanalda kimlerin op olacaðýný sizin tarafýnýzdan beliryerek engeller. Mevcut komutlar aþaðýda listelenmiþtir; onlarý kullanmak için /msg %S komut  yazýn. Belirli bir komut hakkýnda daha fazla bilgi için, /msg %S HELP komut  yazýn.

source: %S is a utility allowing IRC users to send short messages to other IRC users, whether they are online at the time or not, or to channels(*). Both the sender's nickname and the target nickname or channel must be registered in order to send a memo. %S's commands include:
it_it: %S è un servizio che permette agli utenti della rete di scambiarsi brevi messaggi (memo), anche se i destinatari non sono connessi; permette inoltre di inviare messaggi ai canali(*). Il nick del mittente e quello del destinatario (o il canale di destinazione) devono essere registrati. I comandi di %S sono:
ru_ru: Основное предназначение %S - это дать зарегистрированным пользователям возможность посылать друг-другу короткие "записки", называемые так же мемо-сообщениями. Данный сервис особенно удобен, когда вам необходимо что-то сообщить интересующему вас человеку, а он на данный момент вне сети (offline). В качестве отправителя вы можете указать как ник, так и имя канала*. Помните, что отправка сообщения возможна лишь зарегистрированному на сервисах адресату! Список команд %S:
tr_tr: %S kullanýcýlarýn birbirlerine veya kanallara(*) online olmasalar bile mesaj göndermelerini saðlar. Mesaj gönderebilmek için gönderenin nicki, gönderilenin nicki veya kanalýn kayýtlý olmasý gereklidir. %S'ün mevcut komutlarý:

source: %s Changed the DEFCON level to %d
it_it: %s ha cambiato il livello DEFCON a %d
ru_ru: %s изменил уровень DEFCON на %d

source: %s added to %s AOP list.
it_it: %s aggiunto alla lista AOP di %s.
ru_ru: %s успешно добавлен в AOP'ы канала %s.
tr_tr: %s %s kanalinin AOP listesine eklenmistir.

source: %s added to %s HOP list.
it_it: %s aggiunto alla lista HOP di %s.
ru_ru: %s успешно добавлен в HOP'ы канала %s.
tr_tr: %s %s kanali HOP listesine eklendi.

source: %s added to %s SOP list.
it_it: %s aggiunto alla lista SOP di %s.
ru_ru: %s успешно добавлен в SOP'ы канала %s.
tr_tr: %s %s kanali SOP listesine eklendi.

source: %s added to %s VOP list.
it_it: %s aggiunto alla lista VOP di %s.
ru_ru: %s успешно добавлен в VOP'ы канала %s.
tr_tr: %s %s kanali VOP listesine eklendi.

source: %s added to %s access list at level %d.
it_it: %s aggiunto alla lista di accesso di %s con il livello %d.
ru_ru: %s добавлен в список доступа канала %s с уровнем доступа %d.
tr_tr: %s nicki %s kanalinin access listesine %d seviyeden eklendi.

source: %s added to %s autokick list.
it_it: %s aggiunto alla lista autokick di %s.
ru_ru: Запись вида %s успешно добавлена в список автокиков канала %s.
tr_tr: %s nicki %s kanalýnýn akick listesine eklendi.

source: %s added to %s bad words list.
it_it: %s aggiunto alla lista delle parolacce di %s.
ru_ru: Запись вида %s успешно добавлена в список плохих слов канала %s.
tr_tr: %s %s kanalýnýn küfür listesine eklendi.

source: %s added to the AKILL list.
it_it: %s aggiunto alla lista AKILL.
ru_ru: Запись вида %s успешно добавлена в список AKILL'ов.
tr_tr: %s AKILL listesine eklendi.

source: %s added to the SNLINE list.
it_it: %s aggiunto alla lista SNLINE.
ru_ru: Запись вида %s успешно добавлена в список SNLINE'ов.
tr_tr: %s SNLINE listesinde eklendi.

source: %s added to the SQLINE list.
it_it: %s aggiunto alla lista SQLINE.
ru_ru: Запись вида %s успешно добавлена в список SQLINE'ов.
tr_tr: %s SQLINE listesine eklendi.

source: %s added to the SZLINE list.
it_it: %s aggiunto alla lista SZLINE.
ru_ru: Запись вида %s успешно добавлена в список SZLINE'ов.
tr_tr: %s SZLINE listesine eklendi.

source: %s added to your access list.
it_it: La maschera %s è stata aggiunta alla tua lista di accesso.
ru_ru: Маска вида %s успешно добавлена в ваш список доступа.
tr_tr: %s access listenize eklendi.

source: %s already exists in %s bad words list.
it_it: %s è già presente nella lista delle parolacce di %s.
ru_ru: Запись вида %s уже содержится в списке плохих слов канала %s.
tr_tr: %s zaten %s kanalýnýn küfür listesinde var.

source: %s already exists on %s autokick list.
it_it: %s è già presente nella lista autokick di %s.
ru_ru: Запись вида %s уже присутствует в списке автокиков канала %s.
tr_tr: %s nicki %s kanalýnýn akick listesinde zaten var.

source: %s already exists on the AKILL list.
it_it: %s è già presente nella lista AKILL.
ru_ru: Запись вида %s уже присутствует в списке AKILL'ов.
tr_tr: %s zaten AKILL listesinde.

source: %s already exists on the EXCEPTION list.
it_it: %s esiste già nella lista EXCEPTION.
ru_ru: Запись вида %s уже присутствует в списке исключений из лимита сессий.

source: %s already exists on the SNLINE list.
it_it: %s è già presente nella lista SNLINE.
ru_ru: Запись вида %s уже содержится в списке SNLINE'ов.
tr_tr: %s zaten SNLINE listesinde.

source: %s already exists on the SQLINE list.
it_it: %s è già prsente nella lista SQLINE.
ru_ru: Запись вида %s уже содержится в списке SQLINE'ов.
tr_tr: %s zaten SQLINE listesinde mevcut.

source: %s already exists on the SZLINE list.
it_it: %s è già presente sulla lista SZLINE.
ru_ru: Запись вида %s уже содержится в списке SZLINE'ов.
tr_tr: %s zaten SZLINE listesinde.

source: %s cannot be taken as times to ban.
it_it: %s non può essere utilizzato come il numero di kick che porta al ban.
ru_ru: Значение вида %s не может быть использовано как кол-во киков до бана.
tr_tr: %s deðeri kullanýlamaz.

source: %s changed your usermodes.
it_it: %s ha modificato i tuoi modi utente.
ru_ru: %s принудительно изменил ваши пользовательские режимы.

source: %s channel list: Name Users Modes Topic
it_it: %s lista canali: Nome Utenti Modi Topic
ru_ru: Список каналов пользователя %s: Имя Посетителей Режимы Топик
tr_tr: %s kanal listesi: Ýsim Kullanici Modlari Konu

source: %s deleted from %s AOP list.
it_it: %s eliminato dalla lista AOP di %s.
ru_ru: %s успешно удален из AOP'ов канала %s.
tr_tr: %s %s kanali AOP listesinden silindi.

source: %s deleted from %s HOP list.
it_it: %s eliminato dalla lista HOP di %s.
ru_ru: %s успешно удален из списка HOP'ов канала %s.
tr_tr: %s %s kanali HOP listesinden silindi.

source: %s deleted from %s SOP list.
it_it: %s eliminato dalla lista SOP di %s.
ru_ru: %s успешно удален из SOP'ов канала %s.
tr_tr: %s %s kanali SOP listesinden silindi.

source: %s deleted from %s VOP list.
it_it: %s eliminato dalla lista VOP di %s.
ru_ru: %s успешно удален из VOP'ов канала %s.
tr_tr: %s %s kanali VOP listesinden silindi.

source: %s deleted from %s access list.
it_it: %s è stato eliminato dalla lista di accesso di %s.
ru_ru: Ник %s успешно удален из списка доступа канала %s.
tr_tr: %s %s kanalýnýn access listesinden silindi.

source: %s deleted from %s autokick list.
it_it: %s è stato eliminato dalla lista autokick di %s.
ru_ru: Запись вида %s удалена из списка автокиков канала %s.
tr_tr: %s %s kanalýnýn akick listesinden silindi.

source: %s deleted from %s bad words list.
it_it: %s è stato eliminato dalla lista delle parolacce di %s.
ru_ru: Запись вида %s успешно удалена из списка плохих слов канала %s.
tr_tr: %s %s kanalýnýn küfür listesinden çýkarýldý.

source: %s deleted from session-limit exception list.
it_it: %s eliminato dalla lista delle eccezioni.
ru_ru: Запись вида %s успешно удалена из списка исключений лимита сессий.
tr_tr: %s session-limit exception listesinden silindi.

source: %s deleted from the AKILL list.
it_it: %s eliminato dalla lista AKILL.
ru_ru: Запись вида %s успешно удалена из списка AKILL'ов.
tr_tr: %s AKILL listesinden silindi.

source: %s deleted from the SNLINE list.
it_it: %s eliminato dalla lista SNLINE.
ru_ru: Запись вида %s успешно удалена из списка SNLINE'ов.
tr_tr: %s SNLINE listesinden silindi.

source: %s deleted from the SQLINE list.
it_it: %s eliminato dalla lista SQLINE.
ru_ru: Запись вида %s успешно удалена из списка SQLINE'ов.
tr_tr: %s SQLINE listesinden silindi.

source: %s deleted from the SZLINE list.
it_it: %s eliminato dalla lista SZLINE.
ru_ru: Запись вида %s успешно удалена из списка SZLINE'ов.
tr_tr: %s SZLINE listesinden silindi.

source: %s deleted from your access list.
it_it: La maschera %s è stata eliminata dalla tua lista di accesso.
ru_ru: Маска вида %s успешно удалена из вашего списка доступа.
tr_tr: %s access listenizden silindi.

source: %s disabled on channel %s.
it_it: %s disabilitato sul canale %s.
ru_ru: Уровень доступа к %s на канале %s отключен.
tr_tr: %s %s kanalýnda iptal edildi.

source: %s has too many channels registered.
it_it: %s ha registrato troppi nick.
ru_ru: %s имеет слишком много зарегистрированных каналов.
tr_tr: %s çok fazla kanala sahip.

source: %s is already covered by %s.
it_it: %s è già coperto da %s.
ru_ru: Указанная маска вида %s совпадает с одной из масок в списке AKILL'ов: %s.
tr_tr: %s zaten %s tarafýndan deðiþtirildi.

source: %s is not a valid ban type.
it_it: %s non è un tipo di ban valido.
ru_ru: Число %s не является валидным номером шаблона банмаски.
tr_tr: %s geçerli bir ban tipi deðil.

source: %s is not a valid bot or registered channel.
it_it: %s non è un bot valido o un canale registrato.
ru_ru: Указанный параметр %s не является ником бота или зарегистрированным каналом.
tr_tr: %s geçerli bir bot yada kanal deðil.

source: %s is not a valid e-mail address.
it_it: %s non è un indirizzo e-mail valido.
ru_ru: Email-адрес вида %s не является правильным электронной почты.
tr_tr: %s geçerli bir mail adresi deðil.

source: %s is not always active anymore on channel %s.
it_it: %s da adesso non è più sempre attivo su %s.
ru_ru: Блокировка банмаски %s на канале %s снята.
tr_tr: %s artik %s kanalinda sürekli aktif degil.

source: %s is not currently on channel %s.
it_it: %s al momento non è nel canale %s.
ru_ru: Пользователь %s не присутствует в данный момент на канале %s
tr_tr: %s su anda %s kanalinda degil.

source: %s is now always active on channel %s.
it_it: %s da adesso è sempre attivo su %s.
ru_ru: Блокировка банмаски %s на канале %s активирована.
tr_tr: %s artik %s kanalinda sürekli aktif.

source: %s moved to %s AOP list.
it_it: %s spostato alla lista AOP di %s.
ru_ru: %s перемещен в AOP'ы канала %s.

source: %s moved to %s HOP list.
it_it: %s spostato alla lista HOP di %s.
ru_ru: %s перемещен в HOP'ы канала %s.

source: %s moved to %s SOP list.
it_it: %s spostato alla lista SOP di %s.
ru_ru: %s перемещен в SOP'ы канала %s.

source: %s moved to %s VOP list.
it_it: %s spostato alla lista VOP di %s.
ru_ru: %s перемещен в VOP'ы канала %s.

source: %s not found on %s AOP list.
it_it: %s non trovato nella lista AOP di %s.
ru_ru: Ник %s в списке AOP'ов канала %s не обнаружен.
tr_tr: %s %s kanali AOP listesinde bulunamadi.

source: %s not found on %s HOP list.
it_it: %s non trovato nella lista HOP di %s.
ru_ru: Ник %s в списке HOP'ов канала %s не обнаружен.
tr_tr: %s %s kanali HOP listesinde bulunamadi.

source: %s not found on %s SOP list.
it_it: %s non trovato nella lista SOP di %s.
ru_ru: Ник %s в списке SOP'ов канала %s не обнаружен.
tr_tr: %s %s kanali SOP listesinde bulunamadi.

source: %s not found on %s VOP list.
it_it: %s non trovato nella lista VOP di %s.
ru_ru: Ник %s в списке VOP'ов канала %s не обнаружен.
tr_tr: %s %s kanali VOP listesinde bulunamadi.

source: %s not found on %s access list.
it_it: %s non trovato nella lista nella lista di accesso di %s.
ru_ru: Ник %s в списке доступа канала %s не обнаружен.
tr_tr: %s %s kanalýnýn access listesinde bulunamadý.

source: %s not found on %s autokick list.
it_it: %s non trovato nella lista autokick di %s.
ru_ru: Запись вида %s в списке автокиков канала %s не обнаружена.
tr_tr: %s %s kanalýnýn akick listesinde bulunamadý.

source: %s not found on %s bad words list.
it_it: %s non trovato nella lista delle parolacce di %s.
ru_ru: Запись вида %s в списке плохих слов канала %s не обнаружена.
tr_tr: %s %s kanalýnýn küfür listesinde bulunamadý.

source: %s not found on session list.
it_it: %s non trovato nella lista delle sessioni.
ru_ru: Хост вида %s в списке сессий не числится.
tr_tr: %s session listesinde bulunamadý.

source: %s not found on session-limit exception list.
it_it: Impossibile trovare %s nella lista delle eccezioni.
ru_ru: Запись вида %s в списке исключений из лимита сессий не обнаружена.
tr_tr: %s session-limit exception listesinde bulunamadý.

source: %s not found on the AKILL list.
it_it: %s non trovato nella lista AKILL.
ru_ru: Запись вида %s в списке AKILL'ов не обнаружена.
tr_tr: %s AKILL listesinde bulunamadý.

source: %s not found on the SNLINE list.
it_it: %s non trovato nella lista SNLINE.
ru_ru: Запись вида %s в списке SNLINE'ов не обнаружена.
tr_tr: %s SNLINE listesinde bulunamadý.

source: %s not found on the SQLINE list.
it_it: %s non trovato nella lista SQLINE.
ru_ru: Запись вида %s в списке SQLINE'ов не обнаружена.
tr_tr: %s SQLINE listesinde bulunamadi.

source: %s not found on the SZLINE list.
it_it: %s non trovato nella lista SZLINE.
ru_ru: Запись вида %s в списке SZLINE'ов не обнаружена.
tr_tr: %s SZLINE listesinde bulunamadý.

source: %s not found on your access list.
it_it: La maschera %s non è stata trovata nella tua lista di accesso.
ru_ru: Маска вида %s не найдена в вашем списке доступа.
tr_tr: %s access listenizde bulunamadý.

source: %s users list: Nick Mask
it_it: Lista dei nick di %s: Nick Mask
ru_ru: Список пользователей канала %s: Ник Маска
tr_tr: %s kullanýcý listesi: Nick Mask

source: %s will no longer be ignored.
it_it: %s non è più ignorato.
ru_ru: Ник %s успешно удален из списка игнорирования.

source: %s will now be ignored for %s.
it_it: %s sarà ignorato per %s.
ru_ru: Ник %s добавлен в список игнорирования, продолжительность игнора: %s.

source: %s will now permanently be ignored.
it_it: %s sarà ignorato permanentemente.
ru_ru: Ник %s добавлен в список игнорирования, продолжительность игнора: постоянно.

source: Notice: All commands sent to %S are logged!
it_it: Nota: Tutti i comandi inviati a %S sono loggati!
ru_ru: Примечание: все команды %S'у записываются в лог!
tr_tr: Not: %S'e gönderilen tüm komutlarýn kaydý tutulur!

source: Notice: Services is in read-only mode; changes will not be saved!
it_it: Nota: i Services sono in modalità read-only; le modifiche non saranno salvate!
ru_ru: Примечание: сейчас сервисы работают в режиме read-only (только-чтение), никакие изменения сохранены НЕ будут!
tr_tr: Not: Servisler read-only modunda; deðiþiklikler kaydedilmeyecektir!

source: Reminder: AKILL masks cannot contain nicknames; make sure you have not included a nick portion in your mask.
it_it: Nota: le mask delle AKILL non possono contenere nick; assicurati di non aver incluso una porzione di nick nella mask.
ru_ru: Помните: AKILL-запись базируется на маске вида идент@хост , использование ника в качестве маски недопустимо!
tr_tr: Hatýrlatma: AKILL maskýna nick eklenemez; AKILL maskýna nick eklemediðinizden emin olun.

source: Reminder: you can only add IP masks to the SZLINE list.
it_it: Nota: puoi aggiungere solo mask dell'ip alla lista SZLINE.
ru_ru: Помните: список SZLINE'ов может содержать только IP-маски !
tr_tr: Hatýrlatma: SZLINE listesine sadece IP masklarýný ekleyebilirsiniz.

source: User access levels By default, the following access levels are defined: Founder Full access to %S functions; automatic opping upon entering channel. Note that only one person may have founder status (it cannot be given using the ACCESS command).  10 Access to AKICK command; automatic opping.  5 Automatic opping.  3 Automatic voicing.  0 No special privileges; can be opped by other ops (unless secure-ops is set).  <0 May not be opped. These levels may be changed, or new ones added, using the LEVELS command; type %R%S HELP LEVELS for information.
it_it: Livelli di accesso degli utenti Di default, sono definiti i seguenti livelli di accesso: Fondatore Accesso completo alle funzioni di %S; op automatico in entrata nel canale. Soltanto una persona può avere lo stato di fondatore (non può essere assegnato con il comando ACCESS).  10 Accesso al comando AKICK; op e protezione automatici (+o e +a).  5 Op automatico (+o).  3 Voice automatico (+v).  0 Nessun privilegio speciale; può essere oppato dagli altri op (a meno che non sia attiva l'opzione secure-ops).  <0 Non può essere oppato. Questi livelli possono essere cambiati, e se ne possono aggiungere altri, usando il comando LEVELS. Digita /msg %S HELP LEVELS per maggiori informazioni.
ru_ru: Уровни доступа пользователей По-умолчанию, определены нижеследующие значения уровней доступа: Founder - полный доступ к всем функциям %S на своем канале, автоматическое получение статуса оператора при входе на канал. Помните, что только один человек может иметь статус владельца (и это никак нельзя изменить командой ACCESS). 10 - Доступ к команде AKICK, автооп. 5 - Автооп. 3 - Автовойс. 0 - Никаких особых привилегий, может получить статус опа от другого оператора канала (только если режим ограниченного статуса отключен). <0 - Автодеоп. Статус опа будет сразу же сниматься сервисами. С помощью команды LEVELS вы можете переназначить уровни доступа по своему вкусу. Для более подробной информации о настройке уровней доступа см. /msg %S HELP LEVELS.
tr_tr: Kullanýcý access seviyeleri Varsayýlan olarak, aþaðýdaki access seviyeleri tanýmlanmýþtýr: Founder %S fonksiyonlarýna tam eriþim hakký vardýr. kanal girer girmez op olur. Unutmayýnki sadece bir kiþi founder olma hakkýna sahiptir. (ACCESS komutuyla verilemez.)  10 AKICK komutuna eriþimi vardýr; otomatik oplanýr.  5 Otomatik oplanýr.  3 Otomatik voice lanýr.  0 Bir özelliði yoktur; diðer oplar tarafýndan oplanabilir (güvenli-op kapalýysa).  <0 Kanalda oplanamaz. Bu seviyeler LEVELS komutu kullanýlarak deðiþtirilebilir, veya yenileri eklenebilir, bilgi için /msg %S HELP LEVELS yazýn.

source: Warning: You are over your maximum number of memos (%d). You will be unable to receive any new memos until you delete some of your current ones.
it_it: Attenzione: Hai superato il numero massimo di memo (%d). Non potrai raggiungere nuovi memo finché non ne elimini alcuni.
ru_ru: Внимание: вы превысили лимит максимально допустимого числа хранимых сообщений (%d). Вы не сможете принимать новые сообщения, пока вы не удалите лишние.
tr_tr: Dikkat: Maksimum mesaj sayýnýzý aþtýnýz (%d). Þimdiki mesajlarýnýzdan bir kaçýný silmezseniz yeni mesaj alamayacaksýnýz.

source: Warning: You have reached your maximum number of memos (%d). You will be unable to receive any new memos until you delete some of your current ones.
it_it: Attenzione: Hai raggiunto il numero massimo di memo (%d). Non potrai raggiungere nuovi memo finché non ne elimini alcuni.
ru_ru: Внимание: вы достигли максимально допустимого числа хранимых сообщений (%d). Вы не сможете принимать новые сообщения, пока не удалите лишние.
tr_tr: Dikkat: Maksimum mesaj sayýnýza ulaþtýnýz (%d). Þimdiki mesajlarýnýzdan bir kaçýný silmezseniz yeni mesaj alamayacaksýnýz.

source: [auto-memo] The memo you sent has been viewed.
it_it: [auto-memo] Il memo che hai inviato è stato letto.
ru_ru: [авто-сообщение] Мемо-сообщение, которые вы посылали, было прочитано.
