Repository: anope/anope
Catalog: lang/anope.*.po
Languages: it_it, ru_ru, tr_tr

source: Syntax: OLINE user flags  Allows Services Opers to give Operflags to any user. Flags have to be prefixed with a "+" or a "-". To remove all flags simply type a "-" instead of any flags.
it_it: Sintassi: OLINE nick flag  Permette ai Services Operators di impostare le Operflag per qualsiasi utente. Le flag devono essere introdotte da "+" o "-". Per rimuovere tutte le flag, è sufficiente usare "-" senza altri parametri.
ru_ru: Синтаксис: OLINE ник оперфлаги  Позволяет Администраторам сервисов установить флаги IRC-Оператора любому посетителю сети. Перед флагами должен присутствовать префикс "+" - для установки, или "-" - соответственно для снятия. Чтобы удалить все флаги, используйте "-" вместо какого-либо флага. Для использования этой команды необходимы права Супер-Администратора.
tr_tr: Syntax: OLINE user flags  Allows Services Operators to give Operflags to any user. Flags have to be prefixed with a "+" or a "-". To remove all flags simply type a "-" instead of any flags.

source: Syntax: ON Activates the vhost currently assigned to the nick in use. When you use this command any user who performs a /whois on you will see the vhost instead of your real IP address.
it_it: Sintassi: ON Attiva il vhost attualmente assegnato al nick in uso. Quando usi questo comando, ogni utente che effettua un /whois su di te vedrà il vhost invece del tuo vero indirizzo IP.
ru_ru: Синтаксис: ON Активирует ваш виртуальный хост, при условии, конечно, что он у вас установлен. Сразу после активации, ваш реальный хост/IP-адрес будет заменен на виртуальный, и, соответственно, он и будет показан в /WHOIS-информации вашего ника.

source: Syntax: OP #channel [ nick ] Ops a selected nick on a channel. If nick is not given, it will op you. By default, limited to AOPs or those with level 5 access and above on the channel.
it_it: Sintassi: OP canale [ nick ] Assegna lo stato di operatore (op, +o) a un utente sul canale specificato. Se non viene indicato alcun nick, "oppa" l'utente che invia il comando. Di default, il comando è limitato agli AOP o agli utenti con livello di accesso 5 o superiori.
ru_ru: Синтаксис: OP #канал [ ник ] Позволяет установить статус оператора канала указанному нику на указанном канале. Если ник не указан, статус оператора будет выдан использующему команду. По-умолчанию, данная команда может быть использована AOP'ами или лицами с уровнем доступа 5 и выше.
tr_tr: Kullanýmý: OP #kanaladý [ nick ] Belirtilen nicki kanalda oplar. Eðer nick belirtilmemiþse, kendinizi oplarsýnýz. Varsayýlan olarak, AOP lar ile access seviyesi 5 ve üzeri olanlar kullanabilir.

source: Syntax: OPERNEWS ADD text 
it_it: Sintassi: OPERNEWS ADD testo 
ru_ru: Синтаксис: OPERNEWS ADD текст 
tr_tr: Kullanýmý: OPERNEWS ADD yazý 

source: Syntax: OPERNEWS ADD text  OPERNEWS DEL { num | ALL} OPERNEWS LIST Edits or displays the list of oper news messages. When a user opers up (with the /OPER command), these messages will be sent to them. (However, no more than %d messages will be sent in order to avoid flooding the user. If there are more news messages, only the most recent will be sent.) NewsCount can be configured in services.conf. OPERNEWS may only be used by Services Operators.
ru_ru: Синтаксис: OPERNEWS ADD текст  OPERNEWS DEL { номер | ALL} OPERNEWS LIST Позволяет управлять списком новостей для IRC-Операторов. Как только пользователь получит статус IRC-оператора (использовав команду /OPER), данные сообщения будут ему отправлены автоматически. Стоит заметить, что во избежание флуда пользователь получит только %d новость(и), так что если у вас в списке их больше - показаны будут только последние из них. Значение NewsCount, отвечающее за одновременно посылаемое кол-во новостей, указывается в services.conf Команда OPERNEWS ADD позволяет добавить новость в список. Команда OPERNEWS DEL позволяет удалить новость из списка. В качестве параметра вы можете указать номер новости - что бы удалить одну новость, или ALL - что бы очистить список новостей полностью. OPERNEWS may only be used by Services Operators.

source: Syntax: OPERNEWS DEL { num | ALL}
it_it: Sintassi: OPERNEWS DEL { numero | ALL}
ru_ru: Синтаксис: OPERNEWS DEL { номер | ALL}
tr_tr: Kullanýmý: OPERNEWS DEL { num | ALL}

source: Syntax: OWNER #channel  Gives you owner status on channel. Limited to those with founder access on the channel.
it_it: Sintassi: OWNER canale  Ti assegna lo stato di proprietario (owner, +q) sul canale che specifichi. Il comando è limitato agli utenti che hanno accesso di fondatore.
ru_ru: Синтаксис: OWNER #канал  Устанавливает статус владельца канала использующему команду. По-умолчанию, данная команда может быть использована только владельцем канала.
tr_tr: Kullanýmý: OWNER #kanaladi  Belirtilen kanalda owner statüsü verilir. Belirtilen kanal founderlarinin kullanma yetkisi vardir.

source: Syntax: PROTECT #channel [ nick ] Protects a selected nick on a channel. If nick is not given, it will protect you. By default, limited to the founder, or to SOPs or those with level 10 and above on the channel for self protecting.
it_it: Sintassi: PROTECT canale [ nick ] Assegna lo stato di protezione (+a) a un utente sul canale specificato. Se non viene indicato alcun nick, dà la protezione all'utente che invia il comando. Di default, il comando è limitato al fondatore del canale, oppure ai SOP o agli utenti con livello 10 o superiori per la protezione su se stessi.
ru_ru: Синтаксис: PROTECT #канал [ ник ] Позволяет установить статус защиты (администратора) канала указанному нику на указанном канале. Если ник не указан, статус защиты будет выдан использующему команду. По-умолчанию, данная команда может быть использована владельцем или лицами с уровнем доступа 10 (SOP) и выше (в последнем случае - только относительно себя).
tr_tr: Kullanýmý: PROTECT #kanaladý [ nick ] Belirtilen nicki kanalda korur. Eðer nick belirtilmezse, sizi korur. Varsayýlan olarak, founder kullanabilir, veya SOP lar ile access seviyesi 10 ve üzeri olanlar kendilerinde kullanabilirler.

source: Syntax: QOP channel ADD nick  QOP channel DEL { nick | entry-num | list } QOP channel LIST [ mask | list ] QOP channel CLEAR Maintains the QOP (AutoOwner) list for a channel. The QOP list gives users the right to be auto-owner on your channel, which gives them almost (or potentially, total) access. The QOP ADD command adds the given nickname to the QOP list. The QOP DEL command removes the given nick from the QOP list. If a list of entry numbers is given, those entries are deleted. (See the example for LIST below.) The QOP LIST command displays the QOP list. If a wildcard mask is given, only those entries matching the mask are displayed. If a list of entry numbers is given, only those entries are shown; for example: QOP #channel LIST 2-5,7-9 Lists QOP entries numbered 2 through 5 and 7 through 9. The QOP CLEAR command clears all entries of the QOP list. The QOP commands are limited to founders (unless SECUREOPS is off). However, any user on the QOP list may use the QOP LIST command. This command may have been disabled for your channel, and in that case you need to use the access list. See %R%S HELP ACCESS for information about the access list, and %R%S HELP SET XOP to know how to toggle between the access list and xOP list systems.
it_it: Syntax: QOP channel ADD nick  QOP channel DEL { nick | entry-num | list } QOP channel LIST [ mask | list ] QOP channel CLEAR Maintains the QOP (AutoOwner) list for a channel. The QOP list gives users the right to be auto-owner on your channel, which gives them almost (or potentially, total) access. The QOP ADD command adds the given nickname to the QOP list. The QOP DEL command removes the given nick from the QOP list. If a list of entry numbers is given, those entries are deleted. (See the example for LIST below.) The QOP LIST command displays the QOP list. If a wildcard mask is given, only those entries matching the mask are displayed. If a list of entry numbers is given, only those entries are shown; for example: QOP #channel LIST 2-5,7-9 Lists QOP entries numbered 2 through 5 and 7 through 9. The QOP CLEAR command clears all entries of the QOP list. The QOP commands are limited to founders (unless SECUREOPS is off). However, any user on the QOP list may use the QOP LIST command. This command may have been disabled for your channel, and in that case you need to use the access list. See /msg %S HELP ACCESS for information about the access list, and /msg %S HELP SET XOP to know how to toggle between the access list and xOP list systems.
ru_ru: Syntax: QOP channel ADD nick  QOP channel DEL { nick | entry-num | list } QOP channel LIST [ mask | list ] QOP channel CLEAR Maintains the QOP (AutoOwner) list for a channel. The QOP list gives users the right to be auto-owner on your channel, which gives them almost (or potentially, total) access. The QOP ADD command adds the given nickname to the QOP list. The QOP DEL command removes the given nick from the QOP list. If a list of entry numbers is given, those entries are deleted. (See the example for LIST below.) The QOP LIST command displays the QOP list. If a wildcard mask is given, only those entries matching the mask are displayed. If a list of entry numbers is given, only those entries are shown; for example: QOP #channel LIST 2-5,7-9 Lists QOP entries numbered 2 through 5 and 7 through 9. The QOP CLEAR command clears all entries of the QOP list. The QOP commands are limited to founders (unless SECUREOPS is off). However, any user on the QOP list may use the QOP LIST command. This command may have been disabled for your channel, and in that case you need to use the access list. See /msg %S HELP ACCESS for information about the access list, and /msg %S HELP SET XOP to know how to toggle between the access list and xOP list systems.
tr_tr: Syntax: QOP channel ADD nick  QOP channel DEL { nick | entry-num | list } QOP channel LIST [ mask | list ] QOP channel CLEAR Maintains the QOP (AutoOwner) list for a channel. The QOP list gives users the right to be auto-owner on your channel, which gives them almost (or potentially, total) access. The QOP ADD command adds the given nickname to the QOP list. The QOP DEL command removes the given nick from the QOP list. If a list of entry numbers is given, those entries are deleted. (See the example for LIST below.) The QOP LIST command displays the QOP list. If a wildcard mask is given, only those entries matching the mask are displayed. If a list of entry numbers is given, only those entries are shown; for example: QOP #channel LIST 2-5,7-9 Lists QOP entries numbered 2 through 5 and 7 through 9. The QOP CLEAR command clears all entries of the QOP list. The QOP commands are limited to founders (unless SECUREOPS is off). However, any user on the QOP list may use the QOP LIST command. This command may have been disabled for your channel, and in that case you need to use the access list. See /msg %S HELP ACCESS for information about the access list, and /msg %S HELP SET XOP to know how to toggle between the access list and xOP list systems.

source: Syntax: QUIT Causes Services to do an immediate shutdown; databases are not saved. This command should not be used unless damage to the in-memory copies of the databases is feared and they should not be saved. For normal shutdowns, use the SHUTDOWN command.
it_it: Sintassi: QUIT Termina immediatamente i Services senza salvarne i databaase. Questo comando non deve mai essere usato, se non in caso di danni alla copia in memoria dei database, per evitare che la copia danneggiata venga salvata. Per terminare normalmente i Services, deve essere usato il comando SHUTDOWN.
ru_ru: Синтаксис: QUIT Заставляет сервисы немедленно завершить свою работу. Все данные, накопленные с момента последнего обновления баз данных, сохранены не будут! Эта команда должна использоваться только в тех случаях, когда текущая загруженная в память база данных содержит какие-либо ошибки, сохранения которых нужно избежать. Для нормального завершения работы сервисов используйте команду SHUTDOWN.
tr_tr: Kullanýmý: QUIT Servislerin birden kapanmasýna neden olur; veritabanlarý kaydedilmez. Bu komut veritabanlarýnýn hafýzadaki kopyalarýna zarar gelmesinden korkuluyorsa ve yedeklenmemiþlerse kullanýlmamalýdýr. Normal kapatmalar için, SHUTDOWN komutunu kullanýn. Servis adminlerinin Kullanýmýyla sýnýrlýdýr.

source: Syntax: RANDOMNEWS ADD text 
it_it: Sintassi: RANDOMNEWS ADD testo 
ru_ru: Синтаксис: RANDOMNEWS ADD текст 
tr_tr: Kullanýmý: RANDOMNEWS ADD yazi 

source: Syntax: RANDOMNEWS ADD text  RANDOMNEWS DEL { num | ALL} RANDOMNEWS LIST Edits or displays the list of random news messages. When a user connects to the network, one (and only one) of the random news will be randomly chosen and sent to them. RANDOMNEWS may only be used by Services Operators.
it_it: Sintassi: RANDOMNEWS ADD testo  RANDOMNEWS DEL { numero | ALL} RANDOMNEWS LIST Modifica o visualizza la lista delle informazioni del giorno. Quando un utente si connette alla rete, una (e una soltanto) delle informazioni del giorno sarà scelta casualmente e gli sarà inviata. RANDOMNEWS may only be used by Services Operators.
ru_ru: Синтаксис: RANDOMNEWS ADD текст  RANDOMNEWS DEL { текст | ALL} RANDOMNEWS LIST Позволяет управлять списком случайных новостей. Как только пользователь успешно подключится к IRC-сети, одна (и только одна) из случайных новостей будет выбрана сервисами наугад и отправлена ему. Команда RANDOMNEWS ADD позволяет добавить новость в список. Команда RANDOMNEWS DEL позволяет удалить новость из списка. В качестве параметра вы можете указать номер новости - что бы удалить одну новость, или ALL - что бы очистить список новостей полностью. RANDOMNEWS may only be used by Services Operators.
tr_tr: Kullanimi: RANDOMNEWS ADD yazi  RANDOMNEWS DEL { no | ALL} RANDOMNEWS LIST Karisik haberleri düzenlemenizi saglar. Bir kullanici network e baglandigi zaman, karisik haberlerden bir tanesi seçilerek kullaniciya gönderilir. RANDOMNEWS may only be used by Services Operators.

source: Syntax: RANDOMNEWS DEL { num | ALL}
it_it: Sintassi: RANDOMNEWS DEL { numero | ALL}
ru_ru: Синтаксис: RANDOMNEWS DEL { номер | ALL}
tr_tr: Kullanýmý: RANDOMNEWS DEL { no | ALL}

source: Syntax: READ [ channel ] { num | list | LAST | NEW} Sends you the text of the memos specified. If LAST is given, sends you the memo you most recently received. If NEW is given, sends you all of your new memos. Otherwise, sends you memo number num . You can also give a list of numbers, as in this example: READ 2-5,7-9 Displays memos numbered 2 through 5 and 7 through 9.
it_it: Sintassi: READ [ canale ] { numero | lista | LAST | NEW} Mostra il testo dei propri memo specificati. Se viene indicato LAST, mostra l'ultimo memo ricevuto. Se viene indicato NEW, mostra tutti i nuovi memo. Altrimenti, mostra il memo che ha numero numero . Si può anche specificare una lista di numeri, come nell'esempio: READ 2-5,7-9 Mostra i memo che hanno numeri tra 2 e 5 e tra 7 e 9, escludendo quindi il 6.
ru_ru: Синтаксис: READ [ #канал ] { номер | список_записей | LAST | NEW} Позволяет прочесть указанные сообщения. С параметром LAST - выведет текст последнего полученного вами сообщения, с параметром NEW - отобразит все непрочитанные вами сообщения. Помимо этого, вы можете указать список записей или номер записи, например: READ 2-5,7-9 выведет текст всех сообщений с 2-го по 5-ое и с 7-го по 9-ое.
tr_tr: Kullanýmý: READ [ kanaladý ] { num | liste | LAST | NEW} Belirtilen mesajlarý okumanýzý saðlar. Eðer LAST belirtilmiþse en son gelen mesajýnýzý okursunuz. Eðer NEW belirtilmiþse tüm yeni mesajlarýný okursunuz. Eðer bir numara belirtirseniz ( num ) o numaraya ait mesajý okursunuz. Aþaðýdaki örnekteki gibi belirli numaralarýda okuyabilirsiniz: READ 2-5,7-9 2'den 5'e ve 7'den 9'a kadar olan mesajlarý gösterir.

source: Syntax: RECOVER nickname [ password ] Allows you to recover your nickname if someone else has taken it; this does the same thing that %S does automatically if someone tries to use a kill-protected nick. When you give this command, %S will bring a fake user online with the same nickname as the user you're trying to recover your nick from. This causes the IRC servers to disconnect the other user. This fake user will remain online for %s to ensure that the other user does not immediately reconnect; after that time, you can reclaim your nick. Alternatively, use the RELEASE command (%R%S HELP RELEASE) to get the nick back sooner. In order to use the RECOVER command for a nick, your current address as shown in /WHOIS must be on that nick's access list, you must be identified and in the group of that nick, or you must supply the correct password for the nickname.
it_it: Syntax: RECOVER nickname [ password ] Allows you to recover your nickname if someone else has taken it; this does the same thing that %S does automatically if someone tries to use a kill-protected nick. When you give this command, %S will bring a fake user online with the same nickname as the user you're trying to recover your nick from. This causes the IRC servers to disconnect the other user. This fake user will remain online for %s to ensure that the other user does not immediately reconnect; after that time, you can reclaim your nick. Alternatively, use the RELEASE command (/msg %S HELP RELEASE) to get the nick back sooner. In order to use the RECOVER command for a nick, your current address as shown in /WHOIS must be on that nick's access list, you must be identified and in the group of that nick, or you must supply the correct password for the nickname.
ru_ru: Синтаксис: RECOVER ник [ пароль ] Команда RECOVER позволяет вам вернуть ваш зарегистрированный ник в том случае если его взял и использует кто-то другой. Вы можете избежать подобных ситуаций - для этого достаточно настроить защиту вашего ника. Подробнее о режиме защиты вы можете узнать из справочной информации по SET KILL. Как только вы пошлете RECOVER-запрос, сервисы сети тут же создадут псевдопользователя с вашим зарегистрированным ником, что заставит IRC-сервер отключить захватчика от сети. Эффект команды разнится в зависимости от того, какой IRCd используется в вашей сети: если ваш сервер не поддерживает SVSNICK, то захватчик будет отключен, как при GHOST, а если поддерживает, то ник захватчика будет изменен на случайный, например на Guest31526. Опять же, префикс случайного ника настраивается в конфиге сервисов и может меняться от сети к сети. Но и это еще не все. В зависимости от типа IRCd вашей сети, сервисы будут либо создавать псевдопользователя, либо устанавливать временный запрет в виде Q:LINE на ваш ник. Этот запрет (будь то псевдоклиент или Q:LINE) будет запрещать кому-либо взять восстановленный ник в течение определенного промежутка времени, указанного в конфиге сервисов (по-умолчанию, это %s). Как только этот промежуток времени истечет - вы сможете использовать свой ник снова. Если вы не хотите ждать - воспользуйтесь командой RELEASE чтобы снять защиту сервисов с вашего ника немедленно. Для более подробной информации см. /msg %S HELP RELEASE. Чтобы использовать данную команду, вы должны указать пароль для изменяемого ника, либо же, вы должны быть идентифицированы к группе изменяемого ника. Допустимо использование данной команды даже при идентификации к нику всего лишь через список хостмасок.
tr_tr: Syntax: RECOVER nickname [ password ] Allows you to recover your nickname if someone else has taken it; this does the same thing that %S does automatically if someone tries to use a kill-protected nick. When you give this command, %S will bring a fake user online with the same nickname as the user you're trying to recover your nick from. This causes the IRC servers to disconnect the other user. This fake user will remain online for %s to ensure that the other user does not immediately reconnect; after that time, you can reclaim your nick. Alternatively, use the RELEASE command (/msg %S HELP RELEASE) to get the nick back sooner. In order to use the RECOVER command for a nick, your current address as shown in /WHOIS must be on that nick's access list, you must be identified and in the group of that nick, or you must supply the correct password for the nickname.

source: Syntax: REGISTER channel description  Registers a channel in the %S database. In order to use this command, you must first be a channel operator on the channel you're trying to register. The description, which must be included, is a general description of the channel's purpose. When you register a channel, you are recorded as the "founder" of the channel. The channel founder is allowed to change all of the channel settings for the channel; %S will also automatically give the founder channel-operator privileges when s/he enters the channel. See the ACCESS command (%R%S HELP ACCESS) for information on giving a subset of these privileges to other channel users. NOTICE: In order to register a channel, you must have first registered your nickname. If you haven't, %R%s HELP for information on how to do so.
it_it: Sintassi: REGISTER canale descrizione  Registers a channel in the %S database. In order to use this command, you must first be a channel operator on the channel you're trying to register. The description, which must be included, is a general description of the channel's purpose. When you register a channel, you are recorded as the "founder" of the channel. The channel founder is allowed to change all of the channel settings for the channel; %S will also automatically give the founder channel-operator privileges when s/he enters the channel. See the ACCESS command (/msg %S HELP ACCESS) for information on giving a subset of these privileges to other channel users. NOTICE: In order to register a channel, you must have first registered your nickname. If you haven't, /msg %s HELP for information on how to do so.
ru_ru: Синтаксис: REGISTER #канал описание  Registers a channel in the %S database. In order to use this command, you must first be a channel operator on the channel you're trying to register. The description, which must be included, is a general description of the channel's purpose. When you register a channel, you are recorded as the "founder" of the channel. The channel founder is allowed to change all of the channel settings for the channel; %S will also automatically give the founder channel-operator privileges when s/he enters the channel. See the ACCESS command (/msg %S HELP ACCESS) for information on giving a subset of these privileges to other channel users. NOTICE: In order to register a channel, you must have first registered your nickname. If you haven't, /msg %s HELP for information on how to do so.
tr_tr: Kullanýmý: REGISTER kanaladý açýklama  Registers a channel in the %S database. In order to use this command, you must first be a channel operator on the channel you're trying to register. The description, which must be included, is a general description of the channel's purpose. When you register a channel, you are recorded as the "founder" of the channel. The channel founder is allowed to change all of the channel settings for the channel; %S will also automatically give the founder channel-operator privileges when s/he enters the channel. See the ACCESS command (/msg %S HELP ACCESS) for information on giving a subset of these privileges to other channel users. NOTICE: In order to register a channel, you must have first registered your nickname. If you haven't, /msg %s HELP for information on how to do so.
