Repository: anope/anope
Catalog: lang/anope.*.po
Languages: it_it, ru_ru, tr_tr

source: Deleted %d entries from %s autokick list.
it_it: Eliminati %d record dalla lista autokick di %s.
ru_ru: Удалено %d записей из списка актокиков канала %s.

source: Deleted %d entries from %s bad words list.
it_it: Eliminati %d record dalla lista delle parolacce di %s.
ru_ru: Удалено %d записей из списка плохих слов канала %s.

source: Deleted %d entries from session-limit exception list.
it_it: Eliminati %d record dalla lista delle eccezioni.
ru_ru: Удалено %d записей из списка исключений лимита сессий.
tr_tr: Session-limit exception listesinden %d kayýt silindi.

source: Deleted %d entries from the AKILL list.
it_it: Eliminati %d record dalla lista AKILL.
ru_ru: Удалено %d записей из списка AKILL'ов.
tr_tr: AKILL listesinden %d kayýt silindi.

source: Deleted %d entries from the SNLINE list.
it_it: Eliminati %d record dalla lista SNLINE.
ru_ru: Удалено %d записей из списка SNLINE'ов.
tr_tr: SNLINE listesinden %d kayýt silindi.

source: Deleted %d entries from the SQLINE list.
it_it: Eliminati %d record dalla lista SQLINE.
ru_ru: Удалено %d записей из списка SQLINE'ов.
tr_tr: SQLINE listesinden %d kayit silindi.

source: Deleted %d entries from the SZLINE list.
it_it: Eliminati %d record dalla lista SZLINE.
ru_ru: Удалено %d записей из списка SZLINE'ов.
tr_tr: SZLINE listesinden %d kayýt silindi.

source: Deleted 1 entry from %s AOP list.
it_it: Eliminato un record dalla lista AOP di %s.
ru_ru: Удалена 1 запись из списка AOP'ов канала %s.
tr_tr: %s kanalinin AOP listesinden 1 kayit silindi.

source: Deleted 1 entry from %s HOP list.
it_it: Eliminato un record dalla lista HOP di %s.
ru_ru: Удалена 1 запись из списка HOP'ов канала %s.
tr_tr: %s kanali HOP listesinden 1 kayit silindi.

source: Deleted 1 entry from %s SOP list.
it_it: Eliminato un record dalla lista SOP di %s.
ru_ru: Удалена 1 запись из списка SOP'ов канала %s.
tr_tr: %s kanali SOP listesinden 1 kayit silindi.

source: Deleted 1 entry from %s VOP list.
it_it: Eliminato un record dalla lista VOP di %s.
ru_ru: Удалена 1 запись из списка VOP'ов канала %s.
tr_tr: %s kanali VOP listesinden 1 kayit silindi.

source: Deleted 1 entry from %s access list.
it_it: Eliminato un record dalla lista di accesso di %s.
ru_ru: Удалена 1 запись из списка доступа канала %s.
tr_tr: %s kanalýnýn access listesinden 1 kayýt silindi.

source: Deleted 1 entry from %s autokick list.
it_it: Eliminato un record dalla lista autokick di %s.
ru_ru: Удалена 1 запись из списка автокиков канала %s.
tr_tr: %s kanalýnýn akick listesinden 1 kayýt silindi.

source: Deleted 1 entry from %s bad words list.
it_it: Eliminato un record dalla lista delle parolacce di %s.
ru_ru: Удалена 1 запись из списка плохих слов канала %s.
tr_tr: %s kanalýnýn küfür listesinden 1 kayýt silindi.

source: Deleted 1 entry from session-limit exception list.
it_it: Eliminato 1 record dalla lista delle eccezioni.
ru_ru: Удалена 1 запись из списка исключений лимита сессий.
tr_tr: Session-limit exception listesinden 1 kayýt silindi.

source: Deleted 1 entry from the AKILL list.
it_it: Eliminato 1 record dalla lista AKILL.
ru_ru: Удалена 1 запись из спика AKILL'ов.
tr_tr: AKILL listesinden 1 kayýt silindi.

source: Deleted 1 entry from the SNLINE list.
it_it: Eliminato 1 record dalla lista SNLINE.
ru_ru: Удалена 1 запись из спика SNLINE'ов.
tr_tr: SNLINE listesinden 1 kayýt silindi.

source: Deleted 1 entry from the SQLINE list.
it_it: Eliminato 1 record dalla lista SQLINE.
ru_ru: Удалена 1 запись из спика SQLINE'ов.
tr_tr: SQLINE listesinden 1 kayit silindi.

source: Deleted 1 entry from the SZLINE list.
it_it: Eliminato 1 record dalla lista SZLINE.
ru_ru: Удалена 1 запись из спика SZLINE'ов.
tr_tr: SZLINE listesinden 1 kayýt silindi.

source: Description of %s changed to %s.
it_it: La descrizione di %s è stata impostata a %s.
ru_ru: Описание канала %s изменено на %s.
tr_tr: %s kanalýnýn açýklamasý %s olarak deðiþtirildi.

source: Displayed all records (Count: %d)
it_it: Mostrato tutti i records (Conteggio: %d)
ru_ru: Конец списка хостов, записей насчитано: %d

source: Displayed records from %d to %d
it_it: Mostrato records da %d a %d
ru_ru: Конец списка записей с %d по %d

source: Displayed records matching key %s (Count: %d)
it_it: Mostrato records corrispondenti alla chiave %s (Conteggio: %d)
ru_ru: Конец списка хостов по маске %s, записей насчитано: %d

source: Don't use bolds on this channel!
it_it: Non usare il grassetto su questo canale!
ru_ru: Использование жирного шрифта у нас тут не приветствуется!
tr_tr: Bu kanalda kalýn yazý kullanýlmasý yasaktýr!

source: Don't use colors on this channel!
it_it: Non usare i colori su questo canale!
ru_ru: Использование цветов у нас тут не приветствуется!
tr_tr: Lütfen bu kanalda renkli yazý kullanmayýn!

source: Don't use reverses on this channel!
it_it: Non usare il reverse su questo canale!
ru_ru: Использование инверсии у нас тут не приветствуется!
tr_tr: Lütfen bu kanalda Ctrl+R ile yazýlmýþ yazý kullanmayýn!

source: Don't use the word "%s" on this channel!
it_it: Non usare la parola %s su questo canale!
ru_ru: Слово %s запрещено на этом канале!
tr_tr: %s kelimesinin bu kanalda kullanýlmasý yasaktýr!

source: Don't use underlines on this channel!
it_it: Non usare il sottolineato su questo canale!
ru_ru: Использование подчеркиваний у нас тут не приветствуется!
tr_tr: Lütfen bu kanalda altý çizili yazý kullanmayýn!

source: E-mail address for %s changed to %s.
it_it: Indirizzo e-mail per %s cambiato in %s.
ru_ru: Email-адрес для %s изменен на %s.

source: E-mail address for %s unset.
it_it: Indirizzo e-mail per %s rimosso.
ru_ru: Email-адрес для %s удален.

source: E-mail address unset.
it_it: Impostazione dell'indirizzo e-mail annullata.
ru_ru: Email-адрес для вашего ника удален.
tr_tr: E-mail adresi silindi.

source: E-mail for %s is invalid.
it_it: L'e-mail per %s non è valida.
ru_ru: Email-адрес для %s некорректен.
tr_tr: %s için mail adresi geçerli deðil.

source: EXCEPTION {ADD | DEL | MOVE | LIST | VIEW} [ params ]
it_it: EXCEPTION {ADD | DEL | MOVE | LIST | VIEW} [ parametri ]
ru_ru: EXCEPTION {ADD|DEL|MOVE|LIST|VIEW} [ параметры ]
tr_tr: EXCEPTION {ADD | DEL | MOVE | LIST | VIEW} [ parametreler ]

source: Emails Match %s to %s.
it_it: Email corrispondondenti %s a %s.
ru_ru: Найдено соответствие для ника %s: %s.

source: End of %s list.
it_it: Fine della lista %s.
ru_ru: Конец списка %s.

source: End of access list.
it_it: Fine della lista di accesso.
ru_ru: Конец списка доступа.
tr_tr: access listenin sonu.

source: End of channel list.
it_it: Fine della lista dei canali.
ru_ru: Конец списка каналов.
tr_tr: Kanal listesi sonu.

source: End of list - %d/%d channels shown.
it_it: Fine della lista - %d/%d canali mostrati.
ru_ru: Конец списка - %d/%d каналов показано.
tr_tr: Liste sonu - %d/%d .

source: End of list - %d/%d matches shown.
it_it: Fine della lista - %d/%d risultati mostrati.
ru_ru: Конец списка - %d/%d записей показано.
tr_tr: Liste sonu - %d/%d .

source: End of users list.
it_it: Fine della lista dei nick.
ru_ru: Конец списка пользователей.
tr_tr: Kullanýcý listesi sonu.

source: English
it_it: Italiano
ru_ru: Русский
tr_tr: Türkçe

source: Entry message for %s changed.
it_it: Il messaggio di ingresso di %s è stato cambiato.
ru_ru: Сообщение при входе на канал %s изменено.
tr_tr: %s kanalýnýn giriþ mesajý deðiþtirildi.

source: Entry message for %s unset.
it_it: Il messaggio di ingresso di %s è stato annullato.
ru_ru: Сообщение при входе на канал %s удалено.
tr_tr: %s kanalýnýn giriþ mesajý kaldýrýldý.

source: Error! The Ident is too long, please use an ident shorter than %d characters.
it_it: Errore! L'ident è troppo lungo; usane uno che sia %d caratteri o meno.
ru_ru: Ошибка: длина указанного виртуального идента превышает порог в %d символов.

source: Error! The vhost is too long, please use a host shorter than %d characters.
it_it: Errore! Il vhost è troppo lungo; usane uno che sia %d caratteri o meno.
ru_ru: Ошибка: длина указанного виртуального хоста превышает порог в %d символов.

source: Exception for %s (#%d) moved to position %d.
it_it: L'eccezione per %s (numero %d) è stata spostata alla posizione %d.
ru_ru: Исключение для %s (#%d) перемещено в позицию %d.
tr_tr: %s (#%d) için exception %d pozisyonuyla deðiþtirildi.

source: Exception for %s has been updated to %d.
it_it: Exception per %s è stata aggiornata in %d.
ru_ru: Лимит сессий для записи вида %s был изменен на %d.

source: Expires on: %s
it_it: Expires in: %s
ru_ru: Регистрация истекает....: %s
tr_tr: Expires in: %s

source: Expiry time of %s changed.
it_it: Durata di %s modificata.
ru_ru: Срок истечения записи %s успешно изменен.
tr_tr: %s nickinin zaman aþýmý süresi deðiþtirildi.

source: FORBID channel reason
it_it: FORBID canale motivo
ru_ru: FORBID #канал причина
tr_tr: FORBID kanaladý sebep

source: FORBID channel [ reason ]
it_it: FORBID canale [ motivo ]
ru_ru: FORBID #канал [ причина ]
tr_tr: FORBID kanaladý [ sebep ]

source: FORBID nickname reason
it_it: FORBID nick motivo
ru_ru: FORBID ник причина
tr_tr: FORBID nick sebep

source: FORBID nickname [ reason ]
it_it: FORBID nick [ motivo ]
ru_ru: FORBID ник [ причина ]
tr_tr: FORBID nick [ sebep ]

source: Fantasy
it_it: Fantasia
ru_ru: FANTASY-режим
tr_tr: Fantazi

source: Fantasy mode is now OFF on channel %s.
it_it: La modalità fantasy ora è DISATTIVA sul canale %s.
ru_ru: FANTASY-режим для канала %s отключен.
tr_tr: Fantazi modu %s kanalýnda KAPALI.

source: Fantasy mode is now ON on channel %s.
it_it: La modalità fantasy ora è ATTIVA sul canale %s.
ru_ru: FANTASY-режим для канала %s активирован.
tr_tr: Fantazi modu %s kanalýnda AKTÝF.

source: Founder of %s changed to %s.
it_it: Il fondatore del canale %s ora è %s.
ru_ru: Все права на владение каналом %s успешно переданы пользователю %s.
tr_tr: %s kanalýnýn founderý %s olarak deðiþtirildi.

source: GETEMAIL user@email-host No WildCards!!
it_it: GETEMAIL user@email-host Niente WildCards!!
ru_ru: GETEMAIL логин@email-хост.tld (символьные маски запрещены!!)

source: GETKEY channel
it_it: GETKEY canale
ru_ru: GETKEY #канал

source: GETPASS nickname
it_it: GETPASS nick
ru_ru: GETPASS ник
tr_tr: GETPASS nick

source: GETPASS command unavailable because encryption is in use.
it_it: Il comando GETPASS non è disponibile perché è in uso la criptazione dei dati.
ru_ru: Команда GETPASS недоступна, так как включено шифрование паролей.
tr_tr: GETPASS komutu devre dýþý çünkü þifreleme(encryption) devrede.

source: GHOST nickname [ password ]
it_it: GHOST nick [ password ]
ru_ru: GHOST ник [ пароль ]
tr_tr: GHOST nick [ þifre ]

source: GLOBAL message
it_it: GLOBAL messaggio
ru_ru: GLOBAL сообщение
tr_tr: GLOBAL mesaj

source: GROUP target password
it_it: GROUP destinatario password
ru_ru: GROUP главный_ник пароль
tr_tr: GROUP hedef þifre

source: Ghost with your nick has been killed.
it_it: La connessione fantasma con il tuo nick è stata disconnessa.
ru_ru: Сессия с вашим зависшим ником успешно закрыта.
tr_tr: Asýlý kalan nickiniz kill lendi.

source: Greet
it_it: Saluto
ru_ru: Приветствия
tr_tr: Karþýlama

source: Greet message displayed
it_it: Mostra il messaggio di saluto (greet)
ru_ru: Уровень доступа к использованию приветственного сообщения
tr_tr: Karþýlama mesajý alabilir.

source: Greet message for %s changed to %s.
it_it: Messaggio di saluto per %s cambiato in %s.
ru_ru: Приветствие для %s изменено на %s.

source: Greet message for %s unset.
it_it: Messaggio di saluto per %s rimosso.
ru_ru: Приветствие для %s удалено.

source: Greet mode is now OFF on channel %s.
it_it: La modalità greet (saluto) ora è DISATTIVA sul canale %s.
ru_ru: Режим приветствий для канала %s отключен.
tr_tr: Karþýlama modu %s kanalýnda KAPALI.

source: Greet mode is now ON on channel %s.
it_it: La modalità greet (saluto) ora è ATTIVA sul canale %s.
ru_ru: Режим приветствий для канала %s активирован.
tr_tr: Karþýlama modu %s kanalýnda AKTÝF.

source: HOP channel {ADD|DEL|LIST|CLEAR} [ nick | entry-list ]
it_it: HOP canale {ADD|DEL|LIST|CLEAR} [ nick | numero-lista ]
ru_ru: HOP #канал {ADD|DEL|LIST|CLEAR} [ ник | номер запис ]
tr_tr: HOP kanaladi {ADD|DEL|LIST|CLEAR} [ nick | liste-no ]

source: HOP list for %s: Num Nick
it_it: Lista HOP di %s: Num Nick
ru_ru: Список HOP'ов канала %s: Номер Ник
tr_tr: %s kanali HOP listesi: Num Nick

source: Hi, You have requested to have the password for %s reset. To reset your password, type %R%s CONFIRM %s If you don't know why this mail was sent to you, please ignore it silently. %s administrators.
it_it: Hi, You have requested to have the password for %s reset. To reset your password, type /msg %s CONFRM %s If you don't know why this mail was sent to you, please ignore it silently. %s administrators.
ru_ru: Hi, You have requested to have the password for %s reset. To reset your password, type /msg %s CONFIRM %s If you don't know why this mail was sent to you, please ignore it silently. %s administrators.
tr_tr: Hi, You have requested to have the password for %s reset. To reset your password, type /msg %s CONFIRM %s If you don't know why this mail was sent to you, please ignore it silently. %s administrators.

source: Hi, You have requested to register the nickname %s on %s. Please type " %R%s confirm %s " to complete registration. If you don't know why this mail was sent to you, please ignore it silently. %s administrators.
it_it: Hi, You have requested to register the nickname %s on %s. Please type " /msg %s confirm %s " to complete registration. If you don't know why this mail was sent to you, please ignore it silently. %s administrators.
ru_ru: Hi, You have requested to register the nickname %s on %s. Please type " /msg %s confirm %s " to complete registration. If you don't know why this mail was sent to you, please ignore it silently. %s administrators.
tr_tr: Hi, You have requested to register the nickname %s on %s. Please type " /msg %s confirm %s " to complete registration. If you don't know why this mail was sent to you, please ignore it silently. %s administrators.

source: Hosts with at least %d sessions:
it_it: Lista degli host con almeno %d sessioni:
ru_ru: Список хостов с количеством сессий %d и более:
tr_tr: En az %d sessionlý hostlar:

source: IDENTIFY [account] password
it_it: IDENTIFY password
ru_ru: IDENTIFY пароль
tr_tr: IDENTIFY þifreniz

source: IGNORE {ADD|DEL|LIST|CLEAR} [ time ] [ nick | mask ]
it_it: IGNORE {ADD|DEL|LIST|CLEAR} [ tempo ] [ nick | mask ]
ru_ru: IGNORE {ADD|DEL|LIST|CLEAR} [ время ] [ ник ]

source: INFO channel
it_it: INFO canale
ru_ru: INFO #канал
tr_tr: INFO kanaladý

source: INFO nick
ru_ru: INFO ник

source: INFO { chan | nick }
it_it: INFO { canale | nick-del-bot }
ru_ru: INFO { #канал | ник }
tr_tr: INFO { kanaladý | nick }

source: INVITE channel
it_it: INVITE canale
ru_ru: INVITE #канал
tr_tr: INVITE kanaladý

source: If you do not change within 20 seconds, I will change your nick.
it_it: Se non cambi il tuo nick entro 20 secondi, verrà cambiato dal server.
ru_ru: Если вы не выполните указанные рекомендации, ваш ник будет принудительно изменен в течении 20 секунд.
tr_tr: Eðer 20 saniye içinde nickinizi deðiþtirmezseniz, Ben deðiþtireceðim.

source: If you do not change within one minute, I will change your nick.
it_it: Se non cambi il tuo nick entro un minuto, verrà cambiato dal server.
ru_ru: Если вы не выполните указанные рекомендации, ваш ник будет принудительно изменен в течении минуты.
tr_tr: Eðer bir dakika içinde nickinizi deðiþtirmezseniz, Ben deðiþtireceðim.

source: Ignore code will be used.
it_it: Il codice di ignore sarà usato.
ru_ru: Режим использования игнор-списка активирован.
tr_tr: Ignore kodu AKTIF.

source: Ignore code will not be used.
it_it: Il codice di ignore non sarà usato.
ru_ru: Режим использования игнор-списка отключен.
tr_tr: Ignore kodu KAPALI.

source: Ignore list has been cleared.
it_it: La lista ignore è stata annullata.
ru_ru: Список игнорируемых ников полностью очищен.

source: Ignore list is empty.
it_it: La lista ignore è vuota.
ru_ru: Список игнорируемых ников пуст.
tr_tr: Ignore listesi boþ.

source: In order to use this command, you must first identify with your password (%R%S HELP IDENTIFY for more information). Type %R%S HELP SET option  for more information on a specific option.
it_it: Per usare questo comando, devi prima identificarti con la tua password (digita /msg %S HELP IDENTIFY per ottenere maggiori informazioni). Digita /msg %S HELP SET opzione  per avere maggiori informazioni su una opzione specifica.
ru_ru: Чтобы получить справочную информацию по отдельно взятой опции воспользуйтесь командой /msg %S HELP SET опция  Примечание: перед установкой какой-либо опции, вам необходимо идентифицироваться к нику в качестве его владельца. Для более подробной информации см. /msg %S HELP IDENTIFY
tr_tr: Bu komutu kullanabilmek için önce, þifrenizle kendinizi tanýtmanýz gerekir (Daha fazla bilgi için /msg %S HELP IDENTIFY yazýn). Belirli bir özellik(option) hakkýnda bilgi almak için /msg %S HELP SET option  yazýn.

source: Incorrect range specified. The correct syntax is # from - to .
it_it: Intervallo specificato erroneo. La sintassi corretta è # da - a .
ru_ru: Задан неверный диапазон. Синтаксис: # откуда - докуда .

source: Information for bot %s:
it_it: Informazioni sul bot %s:
ru_ru: Информация о боте %s:
tr_tr: %s botunun bilgileri:

source: Information for channel %s:
it_it: Informazioni sul canale %s:
ru_ru: Информация о канале %s:
tr_tr: %s kanalý için bilgi:

source: Internal error - unable to process request.
it_it: Errore interno - Impossibile elaborare la richiesta.
ru_ru: Внутренняя ошибка - невозможно выполнить запрос.
tr_tr: Dahili hata - Kullanýcý kaydý bulunamadý.

source: Invalid expiry time.
it_it: Tempo di scadenza non valido.
ru_ru: Указано неверное значение срока истечения.
tr_tr: Geçersiz zaman aþýmý süresi.

source: Invalid hostmask. Only real hostmasks are valid as exceptions are not matched against nicks or usernames.
it_it: Hostmask non valida. Solo le hostmask reali sono valide; le eccezioni non vengono confrontate con i nick o con gli username (ident).
ru_ru: Указана некорректная хостмаска. Только реальный хост, не содержащий ников и идентов пользователей, может быть добавлен в список исключения.
tr_tr: Geçersiz hostmask. Sadece gerçek hostmasklar exception olarak geçerlidir.

source: Invalid passcode has been entered, please check the e-mail again, and retry
it_it: È stato inserito un codice di attivazione non valido. Controlla di nuovo la tua casella di posta e riprova.
ru_ru: Был введен неверный auth-код, пожалуйста, проверьте ваш e-mail снова и попробуйте еще раз.

source: Invalid session limit. It must be a valid integer greater than or equal to zero and less than %d.
it_it: Limite delle sessioni non valido. Deve essere un numero intero maggiore o uguale a zero e minore di %d.
ru_ru: Некорректное значение лимита. Оно должно быть целым числом, больше или равным нулю, и меньше %d.
tr_tr: Geçersiz session limiti. Sýfýrdan büyük yada eþit ve %d den az bir geçerli tamsayý olmalýdýr.

source: Invalid threshold value. It must be a valid integer greater than 1.
it_it: Valore di soglia non valido. Deve essere un numero intero maggiore di 1.
ru_ru: Некорректное значение для порога сессий. В качестве параметра должно быть целое число >1.
tr_tr: Geçersiz threshold deðeri. 1 den büyük geçerli tamsayý olmalýdýr.

source: JUPE servername [ reason ]
it_it: JUPE nomeserver [ motivo ]
ru_ru: JUPE имя_сервера [ причина ]
tr_tr: JUPE serverismi [ sebep ]

source: KICK channel option { ON|OFF } [ settings ]
it_it: KICK canale opzione { ON|OFF } [ parametri ]
ru_ru: KICK #канал опция { ON|OFF } [ параметры ]
tr_tr: KICK kanaladý özellik { ON|OFF } [ ayarlar ]

source: KICK channel user reason
it_it: KICK canale utente motivo
ru_ru: KICK #канал ник причина
tr_tr: KICK kanaladý kullanýcý sebep

source: LEVELS channel {SET | DIS[ABLE] | LIST | RESET} [ item [ level ]]
it_it: LEVELS canale {SET | DIS[ABLE] | LIST | RESET} [ numero [ livello ]]
ru_ru: LEVELS #канал {SET | DIS[ABLE] | LIST | RESET} [ пункт [ уровень ]]
tr_tr: LEVELS kanaladý {SET | DIS[ABLE] | LIST | RESET} [ madde [ seviye ]]

source: LIST pattern
ru_ru: LIST маска
tr_tr: LIST model

source: LIST pattern [FORBIDDEN] [SUSPENDED] [NOEXPIRE] [UNCONFIRMED]
ru_ru: LIST маска [FORBIDDEN] [SUSPENDED] [NOEXPIRE] [UNCONFIRMED]
tr_tr: LIST model [FORBIDDEN] [SUSPENDED] [NOEXPIRE] [UNCONFIRMED]

source: LIST [ channel ] [ list | NEW]
it_it: LIST [ canale ] [ lista | NEW]
ru_ru: LIST [ #канал ] [ список_записей | NEW]
tr_tr: LIST [ kanaladý ] [ liste | NEW]

source: LOGONNEWS {ADD|DEL|LIST} [ text | num ]
it_it: LOGONNEWS {ADD|DEL|LIST} [ testo | numero ]
ru_ru: LOGONNEWS {ADD|DEL|LIST} [ текст | номер ]
tr_tr: LOGONNEWS {ADD|DEL|LIST} [ yazý | num ]

source: Language changed to English.
it_it: Lingua cambiata a Italiano.
ru_ru: Язык сервисов изменен на Русский.
tr_tr: Dil Türkçe olarak deðiþtirildi.

source: Last memo to %s has been cancelled.
it_it: L'ultimo memo inviato a %s è stato annullato.
ru_ru: Последнее ваше сообщение адресату %s успешно отменено.
tr_tr: %s nickine gönderilen son mesaj iptal edildi.

source: Last quit message: %s
it_it: Ultimo messaggio di quit: %s
ru_ru: Последнее quit-сообщение: %s
tr_tr: Son çýkýþ mesajý: %s

source: Last seen address: %s
it_it: Ultimo indirizzo usato: %s
ru_ru: Последняя маска.........: %s
tr_tr: Son görüldüðü adres: %s

source: Level for %s on channel %s changed to %d.
it_it: Il livello di %s sul canale %s è stato modificato a %d.
ru_ru: Уровень доступа к %s на канале %s изменен на %d.
tr_tr: %s için level %s kanalýnda %d olarak deðiþtirildi.

source: Level must be between %d and %d inclusive.
it_it: Il livello deve essere compreso tra %d e %d (inclusi).
ru_ru: Уровень должен быть числом между %d и %d включительно.
tr_tr: Level %d ile %d arasýnda olmalýdýr.

source: Levels are not available as xOP is enabled on this channel.
it_it: Questo comando è inutilizzabile in questa modalità.
ru_ru: Система уровней не доступна, так как используется система привилегий xOP.
tr_tr: Bu modda bu komut kullanilmaz.

source: List of entries matching %s:
it_it: Lista dei nick che corrispondono a %s:
ru_ru: Список ников по маске %s:
tr_tr: %s içeren kayýtlarýn listesi:

source: List of nicknames in the group of %s:
it_it: Lista dei nick nel gruppo di %s:
ru_ru: Список ников в группе %s:
tr_tr: %s grubundaki nicklerin listesi:

source: List of nicknames in your group:
it_it: Lista dei nick nel tuo gruppo:
ru_ru: Список ников в вашей группе:
tr_tr: Grubunuzdaki nicklerin listesi:

source: Local channels cannot be registered.
it_it: I canali locali non possono essere registrati.
ru_ru: Локальные каналы не могут быть зарегистрированы.
tr_tr: Local kanallar kayýt edilemezler.

source: Logon news item #%d deleted.
it_it: La Logon News numero %d è stata eliminata.
ru_ru: Новость под номером #%d удалена.
tr_tr: Baðlantý haberleri maddesi #%d silindi.

source: Logon news item #%d not found!
it_it: Impossibile trovare la Logon News numero %d!
ru_ru: Новость под номером #%d не обнаружена.
tr_tr: Baðlantý haberleri maddesi #%d bulunamadý!

source: Logon news items:
it_it: Lista delle Logon News:
ru_ru: Текущие список новостей:
tr_tr: Baðlantý haberleri:

source: MODE channel modes
it_it: MODE canale modi
ru_ru: MODE #канал режимы
tr_tr: MODE kanaladý modlar

source: MODINFO FileName
it_it: MODINFO NomeFile
ru_ru: MODINFO имя_файла

source: MODLOAD FileName
it_it: MODLOAD NomeFile
ru_ru: MODLOAD имя_файла

source: MODUNLOAD FileName
it_it: MODUNLOAD NomeFile
ru_ru: MODUNLOAD имя_файла
