Repository: anope/anope
Catalog: lang/anope.*.po
Languages: it_it, ru_ru, tr_tr

source: Syntax: STATS [AKILL | ALL | RESET | MEMORY | UPLINK] Without any option, shows the current number of users and IRCops online (excluding Services), the highest number of users online since Services was started, and the length of time Services has been running. With the AKILL option, displays the current size of the AKILL list and the current default expiry time. The RESET option currently resets the maximum user count to the number of users currently present on the network. The MEMORY option displays information on the memory usage of Services. Using this option can freeze Services for a short period of time on large networks; don't overuse it! The UPLINK option displays information about the current server Anope uses as an uplink to the network. The ALL displays the user and uptime statistics, and everything you'd see with MEMORY and UPLINK options.
it_it: Sintassi: STATS [AKILL | ALL | RESET] Senza nessuna opzione, mostra il numero attuale di utenti e di IrcOp online (Services esclusi), il numero massimo di utenti online da quando i Services sono up, e il tempo passato da quando i Services sono stati avviati. Con l'opzione AKILL, mostra la dimensione attuale della lista AKILL e la durata di default delle nuove AKILL. L'opzione ALL è disponibile solo ai Services Operator, e mostra informazioni sull'utilizzo di memoria dei Services. Usare questa opzione può bloccare i Services per un breve periodo di tempo sulle grandi reti. L'opzione RESET imposta il numero massimo di utenti registrato al numero degli utenti connessi attualmente alla rete.
ru_ru: Синтаксис: STATS [AKILL | ALL | RESET | MEMORY | UPLINK] Использованная без параметров, команда покажет текущее количество пользователей сети, текущее кол-во IRC-операторов (за исключением самих сервисов), максимально зафиксированное число пользователей и время работы сервисов в сети. С параметром AKILL, покажет текущий размер списка AKILL'ов и время истечения AKILL'ов по-умолчанию (AKILL, SZLINE, ZGLINE, ZQLINE). Параметр RESET сбрасывает счетчик зафиксированного максимума пользователей сети. Параметр MEMORY выведет информацию об использовании сервисами оперативной памяти. Запросы подобной статистики могу затормозить работу сервисов на определенный промежуток времени, поэтому, не рекомендуется использовать параметр MEMORY слишком часто. Параметр UPLINK покажет информацию о сервере, к которому прилинкованы сервисы сети. Параметр ALL выведет общую статистику в комбинации с данными из MEMORY и UPLINK.
tr_tr: Kullanýmý: STATS [AKILL | ALL | RESET] Hiçbir parametre yokken, mevcut kullanýcý sayýsýný ve online olan IRCoplarý(Servisler hariç), Servisler baþlatýldýðýndan beri baðlý olan en fazla kullanýcý sayýsýný, ve servislerin çalýþma süresini gösterir. AKILL parametresiyle, mevcut AKILL listesini ve o anki varsayýlan zaman aþýmý süresini gösterir. ALL parametresi sadece Servis adminleri tarafýndan kullanýlabilir, ve servislerin kullandýðý hafýza(memory) hakkýnda bilgi verir. Büyük networklerde bu komutun kullanýlmasý servisleri kýsa bir süre dondurabilir, bu yüzden tekrar kullanmaya kalkmayýn! RESET parametresi önceki maksimum kullanýcý sayýsýný o anda networkte bulunan kullanýcý sayýsýyla deðiþtirir.

source: Syntax: STATUS channel nickname  Returns the current access level of the given nick on the given channel. The reply is of the form: STATUS channel nickname access-level If an error occurs, the reply will be in the form: STATUS ERROR error-message
it_it: Sintassi: STATUS canale nick  Restituisce il livello di accesso attuale del nick specificato sul canale indicato. La risposta usa il formato: STATUS canale nick livello-di-accesso Se si verifica un errore, la risposta avrà il formato STATUS ERROR messaggio-di-errore
ru_ru: Синтаксис: STATUS #канал ник  Возвращает текущий уровень доступа указанного ника на указанном канале. Данные возвращаются в следующем формате: STATUS #канал ник уровень_доступа Если произойдет ошибка, то ответ будет таким: STATUS ERROR сообщение_об_ошибке
tr_tr: Kullanýmý: STATUS kanaladý nick  Belirtilen nickin belirtilen kanaldaki access seviyesini söyler. Cevabýn formatý þu þekildedir: STATUS kanaladý nick access-seviyesi Eðer bir hata olursa, cevabun formatý þöyle olur: STATUS ERROR hata-mesajý Servis adminlerinin Kullanýmýyla sýnýrlýdýr.

source: Syntax: STATUS nickname ... Returns whether the user using the given nickname is recognized as the owner of the nickname. The response has this format: nickname status-code account where nickname is the nickname sent with the command, status-code is one of the following, and account is the account they are logged in as. 0 - no such user online or nickname not registered 1 - user not recognized as nickname's owner 2 - user recognized as owner via access list only 3 - user recognized as owner via password identification Up to sixteen nicknames may be sent with each command; the rest will be ignored. If no nickname is given, your status will be returned.
it_it: Sintassi: STATUS nick ... Indica se l'utente che usa il nick specificato è riconosciuto come proprietario del nick. La risposta ha questo formato: nick codice-di-stato account where nick is the nickname sent with the command, codice-di-stato is one of the following, and account is the account they are logged in as. 0 - l'utente non è online o il nick non è registrato 1 - l'utente non è riconosciuto come proprietario del nick 2 - l'utente è riconosciuto come proprietario solo attraverso la lista di accesso 3 - l'utente è riconosciuto come proprietario attravrso l'identificazione per mezzo della password Con ogni comando possono essere inviati fino a 16 nick; il resto sarà ignorato. Se nessun nickname è specificato verrà indicato lo stato del tuo nick.
ru_ru: Синтаксис: STATUS ник1 ник2 ник3 ... Запрашивает информацию о статусе ника на сервисах - идентифицировался ли использующий его как владелец. Ответ выводится в формате: ник код-статуса status account where nickname is the nickname sent with the command, status-code is one of the following, and account is the account they are logged in as. 0 - такого пользователя нет в онлайне или этот ник не зарегистрирован 1 - пользователь не идентифицирован как владелец ника 2 - пользователь идентифицирован как владелец ника через список хостмасок 3 - пользователь идентифицирован как владелец ника через идентификацию паролем Вы можете запросить статус сразу у 16 ников (разделяя их пробелом), все лишние буду проигнорированы. Если параметр не указан - команда вернет ваш текущий статус на сервисах.
tr_tr: Kullanýmý: STATUS nick ... Nickin kullanýcý tarafýndan nickin sahibi olarak tanýtýlýp tanýtýlmadýðýný gösterir. Cevap þu formattadýr: nick durum-kodu account where nick is the nickname sent with the command, durum-kodu is one of the following, and account is the account they are logged in as. 0 - Böyle bir kullanýcý baðlý deðil veya nick kayýtlý deðil 1 - Kullanýcý nickin sahibi olarak tanýtýlmamýþ 2 - Kullanýcý nickin sahibi olarak access listesinden tanýtýlmýþ 3 - Kullanýcý nickin sahibi olarak þifreyle tanýtýlmýþ Her komutta en fazla 16 nick için cevap verilir; gerisi yoksayýlýr. If no nickname is given, your status will be returned.

source: Syntax: SUSPEND channel [ reason ] Disallows anyone from registering or using the given channel. May be cancelled by using the UNSUSPEND command to preserve all previous channel data/settings. Reason may be required on certain networks.
it_it: Sintassi: SUSPEND canale [ motivo ] Impedisce chiunque dal registrare o utilizzare il canale specificato. Può essere annullato utilizzando il comando UNSUSPEND preservando tutti i dati e le impostazioni precedenti. Il motivo potrebbe essere richiesto su alcune reti.
ru_ru: Синтаксис: SUSPEND #канал [ причина ] Приостанавливает любую активность указанного канала (замораживает). В режиме саспенда, на канал не действуют условия истечения регистрации по времени, канал невозможно использовать или удалить. Единственное, что владелец все еще может - это изменять настройки своего канала. Эффект "заморозки" отменяется путем использования команды UNSUSPEND, которая полностью восстанавливает активность канала со всеми его настройками. Примечание: в зависимости от настроек сервисов, причина может быть параметром как опциональным, так и необходимым.

source: Syntax: SVSNICK nick newnick  Forcefully changes a user's nickname from nick to newnick.
it_it: Sintassi: SVSNICK nick nuovonick  Forza il cambio del nickname di un utente da nick a newnick.
ru_ru: Синтаксис: SVSNICK ник новый_ник  Позволяет принудительно изменить указанный ник на новый_ник .

source: Syntax: SZLINE ADD [+ expiry ] mask reason  SZLINE DEL { mask | entry-num | list } SZLINE LIST [ mask | list ] SZLINE VIEW [ mask | list ] SZLINE CLEAR Allows Services operators to manipulate the SZLINE list. If a user with an IP matching an SZLINE mask attempts to connect, Services will not allow it to pursue his IRC session (and this, whether the IP has a PTR RR or not). SZLINE ADD adds the given IP mask to the SZLINE list for the given reason (which must be given). expiry is specified as an integer followed by one of d (days), h (hours), or m (minutes). Combinations (such as 1h30m ) are not permitted. If a unit specifier is not included, the default is days (so +30 by itself means 30 days). To add an SZLINE which does not expire, use +0 . If the realname mask to be added starts with a + , an expiry time must be given, even if it is the same as the default. The current SZLINE default expiry time can be found with the STATS AKILL command. The SZLINE DEL command removes the given mask from the SZLINE list if it is present. If a list of entry numbers is given, those entries are deleted. (See the example for LIST below.) The SZLINE LIST command displays the SZLINE list. If a wildcard mask is given, only those entries matching the mask are displayed. If a list of entry numbers is given, only those entries are shown; for example: SZLINE LIST 2-5,7-9 Lists SZLINE entries numbered 2 through 5 and 7 through 9. SZLINE VIEW is a more verbose version of SZLINE LIST, and will show who added an SZLINE, the date it was added, and when it expires, as well as the IP mask and reason. SZLINE CLEAR clears all entries of the SZLINE list.
it_it: Sintassi: SZLINE ADD [+ durata ] mask motivo  SZLINE DEL { mask | numero | lista } SZLINE LIST [ mask | lista ] SZLINE VIEW [ mask | lista ] SZLINE CLEAR Permette ai Services operator di manipolare la lista SZLINE. Se un utente il cui IP si trova nella lista SNLINE cerca di connettersi, i Services non gli permetterano di proseguire la sua sessione su IRC (sia che l'IP abbia un host alfa- numerico corrispondente o meno). SZLINE ADD aggiunge la mask di IP specificata alla lista sgline per il motivo specificato (che deve essere indicato). durata è specifcato come un intero seguito da una lettera, che può essere d (giorni), h (ore), o m (minuti). Le combinazioni (ad esempio 1h30m ) non sono permesse. Se non viene specificata una unità, il valore viene inteso in giorni (quindi +30 significa 30 giorni). Per aggiungere una SZLINE senza scadenza, bisogna usare +0 . Se la usermask indicata inizia con un + , la durata deve essere indicata esplicitamente, anche se è la stessa di default. La durata di default per le SZLINE può essere trovata con il comando STATS AKILL. Il comando SZLINE DEL rimuove la mask specificata dalla lista SZLINE, se è presente. Se viene indicata una lista di numeri, verrano rimossi i record corrispondenti (vedi l'esempio di LIST). Il comando SZLINE LIST mostra la lista SZLINE. Se viene usata una wildcard nella mask, solo i record che corrispondono alla mask vengono mostrati. Se viene indicata una lista di numeri, soltanto quei record vengono mostrati, ad esempio: SZLINE LIST 2-5,7-9 Mostra i record della lista SZLINE che hanno numeri da 2 a 5 e da 7 a 9. SZLINE VIEW mostra più informazioni di SZLINE LIST, e indica chi ha aggiunto una SZLINE, quando è stata aggiunta, e quando scade, oltre alla mask di realname e al motivo. SZLINE CLEAR svuota la lista SZLINE.
ru_ru: Синтаксис: SZLINE ADD [+ срок_истечения ] ip-маска причина  SZLINE DEL { маска | номер_записи | список_записей } SZLINE LIST [ маска | список_записей ] SZLINE VIEW [ маска | список_записей ] SZLINE CLEAR Позволяет Операторам сервисов управлять списком сервисных SZLINE'ов. SZLINE-запись позволяет вам поставить глобальный бан на определенный IP-адрес. Любой пользователь, ip-адрес которого попадет под маску какой-либо записи в SZLINE-списке, будет сразу же отключен от сети и в дальнейшем, сервисы не позволят ему подключится с этим IP. Наличие или отсутствие PTR RR записи для данного IP - роли не играет. Команда SZLINE ADD добавляет указанную маску IP-адреса указанной причиной в список SZLINE'ов (наличие причины - обязательно). Значение срока истечения - это целое число, которое может быть одним из: d (дней), h (часов), или m (минут). Такие сочетания как 1h30m - недопустимы. Если единица измерения не указана, то по-умолчанию, она будет принята за "d" - "дни" (таким образом, +30 будет означать 30 дней). Чтобы добавить постоянный SZLINE, используйте время истечения равным +0 . Помните, что если в качестве первого символа второго параметра указан знак "+" - вы должны обозначить сроки истечения записи, даже если это будет значение по-умочанию. Текущее время истечения SZLINE'а по-умолчанию, можно узнать с помощью команды STATS AKILL. Команда SZLINE DEL удаляет указанную маску из списка SZLINE'ов. В качестве параметра вы можете указать не только маску SZLINE'а, но и конкретный номер записи или список записей (см. примеры использования команды LIST ниже). Команда SZLINE LIST показывает текущий список SZLINE'ов. В качестве дополнительного параметра, вы можете указать символьную маску, что позволит вам получить список с конкретными записями, попадающими под эту маску, или же, вы можете указать список записей. Например: SZLINE LIST 2-5,7-9 отобразит все записи с 2-ой по 5-ю и с 7-ой по 9-ю. SZLINE VIEW более подробная версия SZLINE LIST, она покажет вам кто добавил SZLINE, время установки SZLINE'а, когда он истекает, ну и, конечно же, маску IP-адреса и причину установки SZLINE'а. SZLINE CLEAR позволяет полностью очистить список SZLINE'ов.
tr_tr: Kullanýmý: SZLINE ADD [+ zamanaþýmý ] mask sebep  SZLINE DEL { mask | kayýt-no | liste } SZLINE LIST [ mask | liste ] SZLINE VIEW [ mask | liste ] SZLINE CLEAR Servis operatörlerinin SZLINE listesi oluþturmalarýný saðlar. Eðer SZLINE listesindeki bir IP numarasýyla uyuþan bir kiþi servera baðlanmaya çalýþýrsa buna izin verilmez. (ve bu IP numarasý PTR RR olsada olmasada gerçekleþtirilir). SZLINE ADD komutu belirtilen IP maskýný SZLINE listesine belirtilen bir sebeple(ki mutlaka belirtilmelidir) birlikte ekler. zamanaþýmý zaman belirleyici olarak tanýmlanýr ve þunlardan birini takip etmelidir: d (gün), h (saat), veya m (dakika). 1h30m þeklindeki kombinasyonlar kullanýlamaz. Eðer zaman tanýmlayýcý öðe belirtilmemiþse, varsayýlan olarak gün kullanýlýr (yani +30 30 gün demektir). Zaman aþýmýna uðramayacak bir SZLINE eklemek için +0 kullanýn. Eðer eklenecek realname maský + ile baþlýyorsa, zaman aþýmý süresi varsayýlanla ayný olsa bile belirtilmelidir. Mevcut SZLINE varsayýlan zaman aþýmý süresi STATS AKILL komutuyla öðrenilebilir. SZLINE DEL komutu belirtilen maský eðer mevcutsa SZLINE listesinden siler. Eðer kayýt numaralarý listesi belirtilmiþse, bu kayýtlar silinir. (LIST için verilmiþ aþaðýdaki örneði inceleyin.) SZLINE LIST komutu SZLINE listesini görüntüler. Eðer yýldýzlý bir mask belirtilmiþse, sadece o maskla uyuþan kayýtlar görüntülenir. Eðer kayýt numaralarý listesi belirtilmiþse, sadece o kayýtlar gösterilir; örneðin: SZLINE LIST 2-5,7-9 2 den 5 e 7 den 9 a kadar olan kayýtlarý görüntüler. SZLINE VIEW komutu SZLINE LIST komutunun daha geniþ bilgi veren bir þeklidir, ve SZLINE ý kimin eklediðini, eklendiði tarihi, ve ne zaman sona ereceðini, IP maský ve sebeple birlikte görüntüler. SZLINE CLEAR komutu SZLINE listesindeki tüm kayýtlarý siler. Servis operatörlerinin Kullanýmýyla sýnýrlýdýr.

source: Syntax: TOPIC channel [ topic ] Causes %S to set the channel topic to the one specified. If topic is not given, then an empty topic is set. This command is most useful in conjunction with SET TOPICLOCK. See %R%S HELP SET TOPICLOCK for more information. By default, limited to those with founder access on the channel.
it_it: Sintassi: TOPIC canale [ topic ] Fa cambiare il topic a %S. Se il nuovo topic non viene specificato, il topic attuale sarà rimosso. Questo comando è utile soprattutto quando l'opzione SET TOPICLOCK è attiva. Per maggiori informazioni, digita /msg %S HELP SET TOPICLOCK. Di default, il comando è limitato agli utenti con accesso di fondatore sul canale.
ru_ru: Синтаксис: TOPIC #канал [ текст ] Позволяет изменить топик канала посредством %S. Если текст топика не указан - топик канала будет полностью удален. Чаще всего, применять данную команду имеет смысл при активированном режиме блокировки топика, когда изменить топик канала обычным способом не представляется возможным. Для более подробной информации см. справку по /msg %S HELP SET TOPICLOCK. По-умолчанию, данная команда может быть использована только владельцем канала.
tr_tr: Kullanýmý: TOPIC kanaladi [ konu ] %S belirtilen kanala belirtilen konuyu yazar.Eger topic belirtilmemisse, bos bir konu yazilir. Bu komut SET TOPICLOCK aktif oldugu zaman kullanislidir. Daha fazla bilgi için /msg %S HELP SET TOPICLOCK yazin. Varsayilan olarak, founderin kullanma yetkisi vardir.

source: Syntax: UMODE user modes  Allows Services Opers to set user modes for any user. Parameters are the same as for the standard /MODE command.
it_it: Sintassi: UMODE nick modi  Permette ai Services Operators di impostare i modi per qualsiasi utente. I parametri sono gli stessi del comando /MODE standard.
ru_ru: Синтаксис: UMODE ник режимы  Позволяет Администраторам сервисов изменять пользовательские режимы (usermodes) любого посетителя сети. В качестве второго параметра команды, вы должны указать режимы в том же формате, в котором указываете при ручной установке, с помощью команды /MODE. Для использования этой команды необходимы права Супер-Администратора.
tr_tr: Syntax: UMODE user modes  Allows Services Operators to set user modes for any user. Parameters are the same as for the standard /MODE command.

source: Syntax: UNASSIGN chan  Unassigns a bot from a channel. When you use this command, the bot won't join the channel anymore. However, bot configuration for the channel is kept, so you will always be able to reassign a bot later without have to reconfigure it entirely.
it_it: Sintassi: UNASSIGN canale  Rimuove il bot da un canale. Dopo aver usato questo comando, il bot non entrerà più nel canale, ma la sua configurazione resterà salvata, in modo da non dover riconfigurare tutto di nuovo nel caso se ne assegni uno di nuovo.
ru_ru: Синтаксис: UNASSIGN #канал  Позволяет снять бота с указанного канала. Канал будет удален из базы данных бота и сам бот больше на него заходить не будет, однако, все данные и настройки канала буду сохранены. В дальнейшем, это позволит вам переназначить бота на канал с восстановлением всех старых настроек.
tr_tr: Kullanýmý: UNASSIGN kanaladý  Belirtilen kanaldan botu çýkarýr. Bu komutu kullandýktan sonra bot bir daha kanala girmeyecektir. Fakat yapýlmýþ bot ayarlarý saklanýr, böylece istediðinz zaman tekrar ayar yapmaya gerek olmadan kanala bot sokabilirsiniz.

source: Syntax: UNSUSPEND channel  Releases a suspended channel. All data and settings are preserved from before the suspension.
it_it: Sintassi: UNSUSPEND canale  Rilascia un canale sospeso. Tutti i dati e le impostazioni sono preservate da prima della sospensione.
ru_ru: Синтаксис: UNSUSPEND #канал  Полностью восстанавливает активность приостановленного канала.

source: Syntax: UPDATE Causes Services to update all database files as soon as you send the command.
it_it: Sintassi: UPDATE Forza la scrittura su disco immediata dei database dei Services nello stesso istante in cui il comando viene inviato.
ru_ru: Синтаксис: UPDATE Заставляет сервисы немедленно сохранить все базы данных на диск.
tr_tr: Kullanýmý: UPDATE Komutu gönderir gönderirmez servislerin tüm veri tabaný dosyalarýný güncellemelerini saðlar. Servis adminlerinin Kullanýmýyla sýnýrlýdýr.

source: Syntax: USERLIST [{ pattern | channel } [ INVISIBLE ]] Lists all users currently online on the IRC network, whether their nick is registered or not. If pattern is given, lists only users that match it (it must be in the format nick!user@host). If channel is given, lists only users that are on the given channel. If INVISIBLE is specified, only users with the +i flag will be listed.
it_it: Sintassi: USERLIST [{ pattern | canale } [ INVISIBLE ]] Mostra tutti gli utenti connessi alla rete, che siano registrati o meno. Se viene indicato un pattern mostra solo gli utenti corrispondenti (il pattern deve essere nel formato nick!user@host). Se viene indicato un canale, mostra solo gli utenti che si trovano su quel canale. Se viene indicato INVISIBLE, mostra solo gli utenti con il modo utente +i attivo.
ru_ru: Синтаксис: USERLIST [{ хостмаска | #канал } [ INVISIBLE ]] Выводит список всех пользователей, находящихся в данный момент в сети. Зарегистрирован их ник или нет - роли не играет. В качестве параметра, вы можете указать пользовательскую хостмаску вида ник!идент@хост - это позволит получить только конкретные, совпадающие с маской записи. Если же вы укажите #канал, будет выведен список всех посетителей указанного канала. Дополнительный параметр INVISIBLE позволяет получить список ников с режимом +i, данные которых совпадают с указанной в качестве второго параметра хостмаской .
tr_tr: Kullanýmý: USERLIST [{ model | kanaladý } [ INVISIBLE ]] Networkte o an bulunan tüm kullanýcýlarý kayýtlý olsun olmasýn listeler. Eðer model belirtilmiþse, onla uyuþan kullanýcýlarý listeler (nick!user@host formatýnda olmalýdýr). Eðer kanaladý belirtilmiþse, sadece o kanalda bulunan kullanýcýlarý listeler. Eðer INVISIBLE belirtilmiþse, sadece +i modundaki kullanýcýlar listelenir. Servis adminlerinin Kullanýmýyla sýnýrlýdýr.

source: Syntax: VOICE #channel [ nick ] Voices a selected nick on a channel. If nick is not given, it will voice you. By default, limited to AOPs or those with level 5 access and above on the channel, or to VOPs or those with level 3 and above for self voicing.
it_it: Sintassi: VOICE canale [ nick ] Assegna lo stato di voice (+v) a un utente sul canale specificato. Se non viene indicato alcun nick, dà il voice all'utente che invia il comando. Di default, il comando è limitato agli AOP o agli utenti con livello di accesso 5 o superiori, oppure ai VOP o agli utenti con livello 3 o superiori per il voice su se stessi.
ru_ru: Синтаксис: VOICE #канал [ ник ] Позволяет установить статус войса указанному нику на указанном канале. Если ник не указан, статус войса будет выдан использующему команду. По-умолчанию, данная команда может быть использована AOP'ами или лицами с уровнем доступа 5 и выше. Может быть использована VOP'ами или лицами с уровнем доступа 3 и выше (в последнем случае - только относительно себя).
tr_tr: Kullanýmý: VOICE #kanaladý [ nick ] Belirtilen nicke kanalda voice verir. Eðer nick belirtilmemiþse, size voice verir. Varsayýlan olarak, AOP lar ile access seviyesi 5 ve üzeri olanlar kullanabilir, veya VOP lar ile access seviyesi 3 ve yukarý olanlar kendilerine voice vermek için kullanabilirler.
