Repository: anope/anope
Catalog: lang/anope.*.po
Languages: it_it, ru_ru, tr_tr

source: Syntax: INFO [ nick | channel ] Without a parameter, displays information on the number of memos you have, how many of them are unread, and how many total memos you can receive. With a channel parameter, displays the same information for the given channel. With a nickname parameter, displays the same information for the given nickname. This use limited to Services admins.
it_it: Sintassi: INFO [ nick | canale ] Senza parametro, mostra le informazioni sul numero di memo che hai, quanti memo non sono ancora stati letti e quanti memo puoi ricevere in totale. Se viene indicato un canale, mostra le stesse informazioni ma relative al canale; se viene indicato un nick, mostra le stesse informazioni ma relative al nick. Questo modo d'uso è limitato ai Services Operator.
ru_ru: Синтаксис: INFO [ ник | #канал ] Без параметров, покажет общее количество сообщений, которое вы имеете, сколько из них непрочитано, и сколько всего сообщений вы можете принимать. Если указать канал, покажет ту же информацию об указанном канале. Если указать в качестве параметра ник, покажет ту же информацию об указанном нике. Данный параметр могут использовать только Администраторы сервисов.
tr_tr: Kullanýmý: INFO [ nick | kanaladý ] Parametre kullanýlmazsa, sahip olduðunuz mesajlarý, kaç tanesinin okunmamýþ olduðunu, ve toplam kaç tane mesaj alabileceðiniz hakkýnda bilgiler verir. Kanaladý parametresiyle, ayný bilgiyi belirtilen kanal için verir. Nick parametresiyle, ayný bilgiyi belirtilen nick için verir. Kullanýmý Servis adminleriyle sýnýrlýdýr.

source: Syntax: INFO { chan | nick } Allows you to see %S information about a channel or a bot. If the parameter is a channel, then you'll get information such as enabled kickers. If the parameter is a nick, you'll get information about a bot, such as creation time or number of channels it is on.
it_it: Sintassi: INFO { canale | nick-del-bot } Permette di vedere le informazioni di %S relative a un canale o a un bot. Se il parametro è un canale, mostrerà le informazioni sui kick attivi. Se il parametro è il nick di un bot, mostrerà le informazioni relative alla data di creazione e al numero di canali a cui è assegnato.
ru_ru: Синтаксис: INFO { #канал | ник } Позволяет просмотреть различную информацию о самом боте (ник, идент, хост, дату создания, количество обслуживаемых каналов), или о его настройках на конкретном #канале (условия киков и установленные опции). Примечание: данные будут посланы от лица %S
tr_tr: Kullanýmý: INFO { kanaladý | botunnicki } Bir kanal yada bot hakkýnda %S bilgisini gösterir. Eðer parametre kanalsa, aktif atma özellikleri hakkýnda bilgi alýrsýnýz. Eðer parametre nickse, bot hakkýnda yaratýlma zamaný veya bulunduðu kanal sayýsý gibi bilgiler alýrsýnýz.

source: Syntax: INVITE channel  Tells %S to invite you into the given channel. By default, limited to AOPs or those with level 5 and above on the channel.
it_it: Sintassi: INVITE canale  Chiede a %S di invitarti nel canale specificato. Di default, il comando è limitato agli AOP o agli utenti con livello di accesso 5 o superiori sul canale.
ru_ru: Синтаксис: INVITE #канал  Заставляет %S пригласить вас на указанный канал. По-умолчанию, данная команда может быть использована AOP'ами или лицами с уровнем доступа 5 и выше.
tr_tr: Kullanýmý: INVITE kanaladý  %S'e sizi belirtilen kanala davet etmesini söyler. Varsayýlan olarak AOP lar ile access seviyesi 5 veya üzeri olanlar kullanabilir.

source: Syntax: JUPE server [ reason ] Tells Services to jupiter a server -- that is, to create a fake "server" connected to Services which prevents the real server of that name from connecting. The jupe may be removed using a standard SQUIT. If a reason is given, it is placed in the server information field; otherwise, the server information field will contain the text "Juped by <nick>", showing the nickname of the person who jupitered the server.
it_it: Sintassi: JUPE server [ motivo ] Fa sì che i Services blocchino un server, creando un server "fasullo" connesso ai Services per evitare che il server reale possa connettersi alla rete. Questo blocco può essere rimosso utilizzando il comando standard SQUIT. Se viene indicato un motivo, questo sarà utilizzato nel campo delle informazioni del server; altrimenti, le informazioni conterranno il testo "Juped by <nick>", indicando il nick della persona che ha bloccato il server.
ru_ru: Синтаксис: JUPE сервер [ причина ] Позволяет "джупнуть" указанный сервер с указанной причиной. В данном случае эффект джупа состоит в следующем: сервисы посылают SQUIT указанному серверу, тем самым отключая его от сети, а затем тут же создают виртуальный сервер с тем же именем, и причиной в качестве описания сервера (server description). Данный фальшивый сервер не позволит присоединиться к сети реальному, джупнутому серверу. Отменить эффект вы можете путем SQUIT'а виртуальной копии джупнутого сервера. Примечание: параметр причина является не обязательным, если вы его не укажете, будет использована стандартная, вида: "Juped by <ник>".
tr_tr: Kullanýmý: JUPE server [ sebep ] Servislere bir serverýn Jupiter yapýlmasýný söyler. -- Bu, servislere bir sahte server baðlayarak, gerçek serverýn o isimden baðlanmasýný engeller. JUPE modu standart SQUIT kullanýlarak kaldýrýlabilir. Eðer sebep belirtilmiþse, bu server bilgi satýrýna yazýlýr; belirtilmezse server bilgi satýrýnda "Jupitered by <nick>" yazýsý yer alýr, ve serverý jupiter edenin nicki yazýlýr. Servis adminlerinin Kullanýmýyla sýnýrlýdýr.

source: Syntax: KICK #channel nick [ reason ] Kicks a selected nick on a channel. By default, limited to AOPs or those with level 5 access and above on the channel.
it_it: Sintassi: KICK canale nick [ motivo ] Espelle (kick) il nick specificato dal canale. Di default, il comando è limitato agli AOP o agli utenti con livello di accesso 5 o superiori sul canale.
ru_ru: Синтаксис: KICK #канал ник [ причина ] Выкидывает указанного пользователя с указанного канала. По-умолчанию, данная команда может быть использована AOP'ами или лицами с уровнем доступа 5 и выше.
tr_tr: Kullanýmý: KICK #kanaladý nick [ sebep ] Belirtilen nicki kanaldan atar. Varsayýlan olarak, AOP lar ile access seviyesi 5 ve üzeri olanlar bu komutu kullanabilir.

source: Syntax: KICK #channel BADWORDS { ON|OFF } [ ttb ] Sets the bad words kicker on or off. When enabled, this option tells the bot to kick users who say certain words on the channels. You can define bad words for your channel using the BADWORDS command. Type %R%S HELP BADWORDS for more information. ttb is the number of times a user can be kicked before it get banned. Don't give ttb to disable the ban system once activated.
it_it: Sintassi: KICK canale BADWORDS { ON|OFF } [ kick-prima-del-ban ] Attiva o disattiva il kick per chi dice le parolacce. Quando è attiva, questa opzione fa sì che il bot kicki chi dice certe parole sul canale. Le parolacce possono essere definite usando il comando BADWORDS. Digita /msg %S HELP BADWORDS per ottenere maggiori informazioni. kick-prima-del-ban è il numero di volte che un utente può essere kickato prima di venire bannato. Se il parametro non è specificato, l'utente non verrà bannato.
ru_ru: Синтаксис: KICK #канал BADWORDS { ON|OFF } [ ttb ] Активируйте данную опцию с нужными вам значениями, если хотите чтобы бот кикал посетителей за использование на канале "плохих" слов. База "плохих" слов канала модифицируется посредством дополнительной команды BADWORDS. Для более подробной информации смотрите справку по /msg %S HELP BADWORDS. Параметр ttb - это количество киков, по превышению которого бот поставит бан. Укажите вместо положительного числа значение "0" или "-" если не хотите чтобы бот банил нарушителя.
tr_tr: Kullanýmý: KICK #channel BADWORDS { ON|OFF } [ böas ] Küfürde atmayý açar yada kapatýr. Aktifleþtirildiðinde bu özellik bota küfür edenleri atmasýný söyler. Bir kanal için küfür belirlemek için BADWORDS komutunu kullanabilirsiniz. Ayrýntýlar için /msg %S HELP BADWORDS yazýn. böas banlamadan önce kiþinin kaç kez atýlacaðýný belirler. Kaldýrmak için komutta böas ý belirtmeyin.

source: Syntax: KICK #channel REPEAT { ON|OFF } [ ttb [ num ]] Sets the repeat kicker on or off. When enabled, this option tells the bot to kick users who are repeating themselves num times (if num is not given, it defaults to 3). ttb is the number of times a user can be kicked before it get banned. Don't give ttb to disable the ban system once activated.
it_it: Sintassi: KICK canale REPEAT { ON|OFF } [ kick-prima-del-ban [ numero ]] Attiva o disattiva il kick per chi ripete la stessa cosa. Quando è attiva, questa opzione fa sì che il bot kicki gli utenti che ripetono la stessa cosa almeno numero volte. Il valore di default per questo parametro è 3. kick-prima-del-ban è il numero di volte che un utente può essere kickato prima di venire bannato. Se il parametro non è specificato, l'utente non verrà bannato.
ru_ru: Синтаксис: KICK #канал REPEAT { ON|OFF } [ ttb [ число_повторов ]] Активируйте данную опцию с нужными вам значениями, если хотите чтобы бот кикал посетителей за повторы. Условия наказания рассчитываются следующим образом: пользователь должен X раз подряд послать на канал одинаковое сообщение, при этом сообщения других пользователей, посланные в это же время, никоим образом несбрасывают счетчик числа_повторов этого пользователя. Если вы не укажете параметры режима, будут использованы значения по-умолчанию: 3 повтора подряд. Параметр ttb - это количество киков, по превышению которого бот поставит бан. Укажите вместо положительного числа значение "0" или "-" если не хотите чтобы бот банил нарушителя.
tr_tr: Kullanýmý: KICK #kanaladý REPEAT { ON|OFF } [ böas [ sayý ]] Tekrar yazýlan ayný yazýda atmayý açar yada kapar. Aktifleþtirildiðinde bu özellik bota kendilerini sayý kez tekrar edenleri atmasýný söyler. (Eðer sayý belirtilmemiþse, varsayýlan olarak 3 tür). böas banlamadan önce kiþinin kaç kez atýlacaðýný belirler. Kaldýrmak için komutta böas ý belirtmeyin.

source: Syntax: KICK channel option parameters  Configures bot kickers. option can be one of: BOLDS Sets if the bot kicks bolds BADWORDS Sets if the bot kicks bad words CAPS Sets if the bot kicks caps COLORS Sets if the bot kicks colors FLOOD Sets if the bot kicks flooding users REPEAT Sets if the bot kicks users who repeat themselves REVERSES Sets if the bot kicks reverses UNDERLINES Sets if the bot kicks underlines ITALICS Sets if the bot kicks italics Type %R%S HELP KICK option  for more information on a specific option. Note: access to this command is controlled by the level SET.
it_it: Sintassi: KICK canale opzione parametri  Configura i kick del bot. opzione può essere: BOLDS Imposta se il bot kicka chi usa il grassetto BADWORDS Imposta se il bot kicka chi dice le parolacce CAPS Imposta se il bot kicka chi scrive maiuscolo COLORS Imposta se il bot kicka chi usa i colori FLOOD Imposta se il bot kicka chi flooda REPEAT Imposta se il bot kicka chi ripete la stessa cosa REVERSES Imposta se il bot kicka chi usa il reverse UNDERLINES Imposta se il bot kicka chi usa il sottolineato ITALICS Sets if the bot kicks italics Digita /msg %S HELP KICK opzione  per avere maggiori informazioni su una opzione specifica. Nota: l'accesso a questo comando dipende dall'impostazione del livello SET.
ru_ru: Синтаксис: KICK #канал опция параметры  Позволяет тонко настроить условия канала, за нарушения которых бот будет автоматически кикать нарушивших их Список доступных опции : BOLDS настройка условий кика за чрезмерное использование жирного текста BADWORDS настройка условий кика за чрезмерное использование "плохих" слов CAPS настройка условий кика за чрезмерное использование букв в ВЕРХНЕМ регистре (CapsLock). COLORS настройка условий кика за чрезмерное использование 04ц06в09е11т12н05о08г07о текста FLOOD настройка условий кика за флуд REPEAT настройка условий кика за повторяющиеся сообщения REVERSES настройка условия кика за чрезмерное использование инверсного текста UNDERLINES настройка условия кика за чрезмерное использование подчеркиваний ITALICS Sets if the bot kicks italics Для более подробной информации о конкретной опции воспользуйтесь командой /msg %S HELP KICK опция . Примечание: доступ к этой команде определяется уровнем доступа к команде SET (система LEVELS).
tr_tr: Kullanýmý: KICK kanaladý özellik parametre  Botun kick lerini ayarlar. özellik þunlardan biri olabilir: BOLDS Kalýn yazýda atar BADWORDS Küfürde atar CAPS Büyük yazýda atar COLORS Renkli yazýda atar FLOOD Flood da atar REPEAT Kendini tekrar edenleri atar REVERSES Ctrl+r nin kullanýlmasýnda atar UNDERLINES Altýçizgili yazýda atar ITALICS Sets if the bot kicks italics Belirli bir özellik hakkýnda daha fazla bilgi için /msg %S HELP KICK özellik  yazýn. Not: Bu komuta eriþim seviye(level) ayarýyla yapýlýr.

source: Syntax: KICK channel user reason  Allows staff to kick a user from any channel. Parameters are the same as for the standard /KICK command. The kick message will have the nickname of the IRCop sending the KICK command prepended; for example: *** SpamMan has been kicked off channel #my_channel by %S (Alcan (Flood))
it_it: Sintassi: KICK canale utente motivo  Permette agli IrcOp di kickare un utente da qualsiasi canale. I parametri sono gli stessi del comando /KICK standard. Il messaggio di kick conterrà all'inizio il il nick dell'IrcOp che invia il comando, ad esempio: *** Spammer has been kicked off channel #canale by %S (OperNick (motivo))
ru_ru: Синтаксис: KICK #канал ник причина  Позволяет Операторам сервисов выкинуть какого-либо пользователя с указанного канала сети. Параметры данной команды аналогичны параметрам стандартной команды /KICK. Причина кика будет включать в себя ник Оператора сервисов, который использовал данную команду, например: *** SpamMan was kicked by %S (Alcan (Flood))
tr_tr: Kullanýmý: KICK kanaladý kullanýcý sebep  IRCoplarýn herhangi bir kullanýcýyý kanaldan atmalarýný saðlar. Parametreler standart /KICK komutununkiyle aynýdýr. Kick mesajýnda komutu kullanan IRCop un nickide belirtilir. Örneðin: *** SpamMan has been kicked off channel #my_channel by %S (MJJ (Flood)) Servis operatörlerinin Kullanýmýyla sýnýrlýdýr.

source: Syntax: KICK channel BOLDS { ON|OFF } [ ttb ] Sets the bolds kicker on or off. When enabled, this option tells the bot to kick users who use bolds. ttb is the number of times a user can be kicked before it get banned. Don't give ttb to disable the ban system once activated.
it_it: Sintassi: KICK canale BOLDS { ON|OFF } [ kick-prima-del-ban ] Attiva o disattiva il kick per chi scrive in grassetto. kick-prima-del-ban è il numero di volte che un utente può essere kickato prima di venire bannato. Se il parametro non è specificato, l'utente non verrà bannato.
ru_ru: Синтаксис: KICK #канал BOLDS { ON|OFF } [ ttb ] Активируйте данную опцию с нужными вам значениями, если хотите чтобы бот кикал посетителей за чрезмерное использование жирного текста. Параметр ttb - это количество киков, по превышению которого бот поставит бан. Укажите вместо положительного числа значение "0" или "-" если не хотите чтобы бот банил нарушителя.
tr_tr: Kullanýmý: KICK kanaladý BOLDS { ON|OFF } [ böas ] Kalýn yazýda atmayý açar yada kapatýr. Aktifleþtirildiðinde bu özellik bota kalýn yazý kullananlarý atmasýný söyler. böas banlamadan önce kiþinin kaç kez atýlacaðýný belirler. Kaldýrmak için komutta böas ý belirtmeyin.

source: Syntax: KICK channel COLORS { ON|OFF } [ ttb ] Sets the colors kicker on or off. When enabled, this option tells the bot to kick users who use colors. ttb is the number of times a user can be kicked before it get banned. Don't give ttb to disable the ban system once activated.
it_it: Sintassi: KICK canale COLORS { ON|OFF } [ kick-prima-del-ban ] Attiva o disattiva il kick per chi usa i colori. kick-prima-del-ban è il numero di volte che un utente può essere kickato prima di venire bannato. Se il parametro non è specificato, l'utente non verrà bannato.
ru_ru: Синтаксис: KICK #канал COLORS { ON|OFF } [ ttb ] Активируйте данную опцию с нужными вам значениями, если хотите чтобы бот кикал посетителей за чрезмерное использование цветного текста. Параметр ttb - это количество киков, по превышению которого бот поставит бан. Укажите вместо положительного числа значение "0" или "-" если не хотите чтобы бот банил нарушителя.
tr_tr: Kullanýmý: KICK kanaladý COLORS { ON|OFF } [ böas ] Renkli yazýda atmayý açar yada kapatýr. Aktifleþtirildiðinde bu özellik bota renkli yazý kullananlarý atmasýný söyler. böas banlamadan önce kiþinin kaç kez atýlacaðýný belirler. Kaldýrmak için komutta böas ý belirtmeyin.

source: Syntax: KICK channel FLOOD { ON|OFF } [ ttb [ ln [ secs ]]] Sets the flood kicker on or off. When enabled, this option tells the bot to kick users who are flooding the channel using at least ln lines in secs seconds (if not given, it defaults to 6 lines in 10 seconds). ttb is the number of times a user can be kicked before it get banned. Don't give ttb to disable the ban system once activated.
it_it: Sintassi: KICK canale FLOOD { ON|OFF } [ kick-prima-del-ban [ linee [ secondi ]]] Attiva o disattiva il kick per chi flooda. Quando è attiva, questa opzione fa sì che il bot kicki gli utenti che floodano il canale scrivendo almeno linee linee in secondi secondi. I valori di default per questi parametri sono 6 linee e 10 secondi. kick-prima-del-ban è il numero di volte che un utente può essere kickato prima di venire bannato. Se il parametro non è specificato, l'utente non verrà bannato.
ru_ru: Синтаксис: KICK #канал FLOOD { ON|OFF } [ ttb [ линий [ секунды ]]] Активируйте данную опцию с нужными вам значениями, если хотите чтобы бот кикал посетителей за флуд. Условия наказания рассчитываются следующим образом: пользователь должен послать на канал количество сообщений, превыщающее параметр линий, и, если это произошло в указанный промежуток секунды - бот кикнет его с соответствующей причиной. Если вы не укажете параметры режима, будут использованы значения по-умолчанию: 6 строк за 10 секунд. Параметр ttb - это количество киков, по превышению которого бот поставит бан. Укажите вместо положительного числа значение "0" или "-" если не хотите чтобы бот банил нарушителя.
tr_tr: Kullanýmý: KICK kanaladý FLOOD { ON|OFF } [ böas [ sýra [ sn ]]] Flood da atmayý açar yada kapatýr. Aktifleþtirildiðinde bu özellik bota sn saniyede enaz sýra sýrada flood yapanlarý atmasýný söyler. (Belirtilmemiþse varsayýlan olarak 10 saniyede 6 sýra da atar). böas banlamadan önce kiþinin kaç kez atýlacaðýný belirler. Kaldýrmak için komutta böas ý belirtmeyin.

source: Syntax: KICK channel REVERSES { ON|OFF } [ ttb ] Sets the reverses kicker on or off. When enabled, this option tells the bot to kick users who use reverses. ttb is the number of times a user can be kicked before it get banned. Don't give ttb to disable the ban system once activated.
it_it: Sintassi: KICK canale REVERSES { ON|OFF } [ kick-prima-del-ban ] Attiva o disattiva il kick per chi usa il reverse. kick-prima-del-ban è il numero di volte che un utente può essere kickato prima di venire bannato. Se il parametro non è specificato, l'utente non verrà bannato.
ru_ru: Синтаксис: KICK #канал REVERSES { ON|OFF } [ ttb ] Активируйте данную опцию с нужными вам значениями, если хотите чтобы бот кикал посетителей за чрезмерное использование инверсного текста. Параметр ttb - это количество киков, по превышению которого бот поставит бан. Укажите вместо положительного числа значение "0" или "-" если не хотите чтобы бот банил нарушителя.
tr_tr: Kullanýmý: KICK kanaladý REVERSES { ON|OFF } [ böas ] Ctrl+r nin kullanýlmasýnda atmayý açar yada kapatýr. Aktifleþtirildiðinde bu özellik bota Ctrl+r yi kullananlarý atmasýný söyler. böas banlamadan önce kiþinin kaç kez atýlacaðýný belirler. Kaldýrmak için komutta böas ý belirtmeyin.

source: Syntax: KICK channel UNDERLINES { ON|OFF } [ ttb ] Sets the underlines kicker on or off. When enabled, this option tells the bot to kick users who use underlines. ttb is the number of times a user can be kicked before it get banned. Don't give ttb to disable the ban system once activated.
it_it: Sintassi: KICK canale UNDERLINES { ON|OFF } [ kick-prima-del-ban ] Attiva o disattiva il kick per chi usa il sottolineato. kick-prima-del-ban è il numero di volte che un utente può essere kickato prima di venire bannato. Se il parametro non è specificato, l'utente non verrà bannato.
ru_ru: Синтаксис: KICK #канал UNDERLINES { ON|OFF } [ ttb ] Активируйте данную опцию с нужными вам значениями, если хотите чтобы бот кикал посетителей за чрезмерное использование подчеркиваний. Параметр ttb - это количество киков, по превышению которого бот поставит бан. Укажите вместо положительного числа значение "0" или "-" если не хотите чтобы бот банил нарушителя.
tr_tr: Kullanýmý: KICK kanaladý UNDERLINES { ON|OFF } [ böas ] Altýçizgili yazýda atmayý açar yada kapatýr. Aktifleþtirildiðinde bu özellik bota altýçizgili yazanlarý atmasýný söyler. böas banlamadan önce kiþinin kaç kez atýlacaðýný belirler. Kaldýrmak için komutta böas ý belirtmeyin.
