Repository: anope/anope
Catalog: lang/anope.*.po
Languages: it_it, ru_ru, tr_tr

source: Mask %s already present on your access list.
it_it: La maschera %s è già presente nella tua lista di accesso.
ru_ru: Маска вида %s уже присутствует в вашем списке доступа.
tr_tr: %s access listenizde zaten var.

source: Mask must be in the form user @ host .
it_it: La maschera dev'essere nel formato user @ host .
ru_ru: Маска должна быть строго в формате идент@хост.
tr_tr: Mask user @ host þeklinde tanýmlanmalýdýr.

source: Maximum users: %d (%s)
it_it: Utenti massimi: %d (%s)
ru_ru: Зафиксированный максимум пользователей: %d (на %s)
tr_tr: Maximum kullanýcý sayýsý: %d (%s)

source: Memo %d from %s (%s). To delete, type: %R%s DEL %d
it_it: Memo %d da %s (%s). Per eliminarlo, digita: /msg %s DEL %d
ru_ru: Сообщение %d от %s (%s). Чтобы удалить его, напишите команду: /msg %s DEL %d
tr_tr: %d nolu mesaj %s nickinden (%s). Silmek için: /msg %s DEL %d yazýn.

source: Memo %d from %s (%s). To delete, type: %R%s DEL %s %d
it_it: Memo %d da %s (%s). Per eliminarlo, digita: /msg %s DEL %s %d
ru_ru: Сообщение %d от %s (%s). Чтобы удалить его, напишите команду: /msg %s DEL %s %d
tr_tr: %d nolu mesaj %s nickinden (%s). Silmek için: /msg %s DEL %s %d yazýn.

source: Memo %d has been deleted.
it_it: Il memo %d è stato cancellato.
ru_ru: Сообщение под номером %d было удалено.
tr_tr: %d nolu mesaj silindi.

source: Memo limit disabled for %s.
it_it: Il limite dei memo di %s è stato disabilitato.
ru_ru: Лимит сообщений для %s отключен.
tr_tr: %s nickinin mesaj limiti kapatýldý.

source: Memo limit for %s set to %d.
it_it: Il limite dei memo di %s è stato impostato a %d.
ru_ru: Лимит собщений для %s установлен на %d.
tr_tr: %s nickinin mesaj limiti %d olarak ayarlandý.

source: Memo limit for %s set to 0.
it_it: Il limite dei memo di %s è stato impostato a 0.
ru_ru: Лимит сообщений для %s установлен на 0.
tr_tr: %s nickinin mesaj limiti 0 olarak ayarlandý.

source: Memo limit too large; limiting to %d instead.
it_it: Il limite dei memo è troppo alto; sarà utilizzato il valore %d.
ru_ru: Указанное значение лимита чересчур велико и будет принудительно изменено до %d.
tr_tr: Mesaj limiti çok fazla; limit %d olarak deðiþtiriliyor.

source: Memo sent to %s.
it_it: Memo inviato a %s.
ru_ru: Мемо-сообщение для %s успешно отправлено.
tr_tr: %s nickine mesajýnýz gönderildi.

source: Memos for %s. To read, type: %R%s READ num 
it_it: Memo di %s. Per leggerli, digita: /msg %s READ numero 
ru_ru: Список сообщений для %s. Чтобы прочесть их, напишите: /msg %s READ номер 
tr_tr: %s nicki için mesajlar. Okumak için: /msg %s READ num  yazýn.

source: Memos for %s. To read, type: %R%s READ %s num 
it_it: Memo di %s. Per leggerli, digita: /msg %s READ %s numero 
ru_ru: Сообщения канала %s. Чтобы прочесть их, напишите: /msg %s READ %s номер 
tr_tr: %s kanali için mesajlar. Okumak için: /msg %s READ %s num  yazýn.

source: Message mode
it_it: Modalità messaggio
ru_ru: Режим приватных сообщений

source: Mode %c ignored because you can't lock it.
it_it: Il modo %c è stato ignorato perché non è memorizzabile.
ru_ru: Блокировка режима %c невозможна - режим проигнорирован.
tr_tr: %c modunu kitleyemezsiniz, yoksayildi.

source: Mode +o has been cleared from channel %s.
it_it: Il modo +o è stato rimosso da tutti gli utenti di %s.
ru_ru: Все опы (+о) канала %s лишены своего статуса.
tr_tr: Mod +o %s kanalýnda temizlendi.

source: Mode lock on channel %s changed to %s.
it_it: Il blocco dei modi di canale di %s è stato impostato a %s.
ru_ru: Блокируемые режимы на канале %s изменены на %s.
tr_tr: %s kanalýnýn mod kilidi %s olarak deðiþtirildi.

source: Module %s loaded
it_it: Modulo %s caricato
ru_ru: Модуль %s успешно загружен.

source: Module %s unloaded
it_it: Modulo %s rimosso
ru_ru: Модуль %s успешно выгружен.

source: Module: %s Version: %s Author: %s loaded: %s
it_it: Modulo: %s Versione: %s Autore: %s caricato: %s
ru_ru: Модуль: %s Версия: %s Автор: %s Загружен: %s

source: Module: %s [%s] [%s]
it_it: Modulo: %s [%s] [%s]
ru_ru: Модуль: %s [%s] [%s]

source: NOOP {SET|REVOKE} server
ru_ru: NOOP {SET|REVOKE} сервер

source: NS Aliases : %6d records, %5d kB
it_it: Alias (NS): %6d records, %5d kB
ru_ru: NS-алиасов : %6d записей, %5d kB

source: NS Groups : %6d records, %5d kB
it_it: Gruppi (NS): %6d records, %5d kB
ru_ru: NS-групп : %6d записей, %5d kB

source: Never kicked by the bot's kickers
it_it: Permette di non venire kickati dal bot
ru_ru: Уровень доступа, исключающий обладателя из условий киков бота
tr_tr: Bot tarafýndan kicklenmemeyi saðlar.

source: New memo
it_it: Nuovo memo
ru_ru: Новое мемо-сообщение

source: New memos for %s. To read, type: %R%s READ num 
it_it: Nuovi memo di %s. Per leggerli, digita: /msg %s READ numero 
ru_ru: Новые сообщения для %s. Чтобы прочесть их, напишите: /msg %s READ номер 
tr_tr: %s nicki için yeni mesajlar. Okumak için: /msg %s READ num  yazýn.

source: New memos for %s. To read, type: %R%s READ %s num 
it_it: Nuovi memo di %s. Per leggerli, digita: /msg %s READ %s numero 
ru_ru: Новые сообщения на канале %s. Чтобы прочесть их, напишите: /msg %s READ %s номер 
tr_tr: %s kanali için yeni mesajlar. Okumak için: /msg %s READ %s num  yazýn.

source: News list is full!
it_it: La lista delle news è piena!
ru_ru: Список новостей переполнен.
tr_tr: Haber listesi dolu!

source: Nick %s has been forbidden by %s: %s
it_it: Il nick %s è stato vietato da %s: %s
ru_ru: Ник %s был запрещен к использованию %s: %s
tr_tr: %s nicki yasaklanmýþtýr. %s: %s

source: Nick %s is an illegal nickname and cannot be used.
it_it: Il nick %s è un nickname non autorizzato e non può essere utilizzato.
ru_ru: Указанный ник %s содержит недопустимые символы.

source: Nick %s is currently in use.
it_it: Il nick %s è attualmente in uso.
ru_ru: Ник %s на данный момент используется кем-то другим.

source: Nick %s is now forbidden.
it_it: Il nick %s ora è vietato.
ru_ru: С этого момента ник %s запрещен к использованию.
tr_tr: %s nickinin Kullanýmý yasaklandý.

source: Nick %s is part of this Network's Services.
it_it: Il nick %s fa parte dei servizi di questo network.
ru_ru: Ник %s является ником одного из сервисных псевдоклиентов данной сети.

source: Nick %s isn't being held.
it_it: Il nick %s non è bloccato.
ru_ru: На данный момент, ник %s сервисами не удерживается.
tr_tr: %s nicki zaten serbest.

source: Nick %s isn't currently in use.
it_it: Il nick %s non è attualmente in uso.
ru_ru: Ник %s в сети не обнаружен.
tr_tr: %s nicki þu an kullanýmda deðil.

source: Nick %s isn't registered.
it_it: Il nick %s non è registrato.
ru_ru: Ник %s незарегистрирован.
tr_tr: %s kayýtlý bir nick deðil.

source: Nick %s may not be registered or used.
it_it: Il nick %s non può essere registrato o usato.
ru_ru: Ник %s не может быть зарегистрирован или использован.
tr_tr: %s nicki kayýt edilemez ve kullanýlamaz.

source: Nick %s not found on ignore list.
it_it: %s non trovato nella lista ignore.
ru_ru: Ник %s в списке игнорируемых не обнаружен.
tr_tr: %s not found on ignore list.

source: Nick %s was truncated to %d characters.
it_it: Il nick %s è stato troncato a %d caratteri.
ru_ru: Ник %s был усечен до %d символов.

source: Nick %s will expire.
it_it: Il nick %s scadrà.
ru_ru: C этого момента ник %s снова в режиме истечения.

source: Nick %s will not expire.
it_it: Il nick %s non scadrà.
ru_ru: С этого момента регистрация ника %s никогда не истечет.

source: Nick %s doesn't have a memo from you.
it_it: Il nick %s non ha un tuo memo.
ru_ru: Ник %s не получал от вас никаких сообщений.

source: Nick %s has been logged out.
it_it: Il nick %s è stato deidentificato.
ru_ru: Ник %s успешно деидентифицирован.
tr_tr: %s nickinin çýkýþý yapýldý.

source: Nick %s is currently suspended.
it_it: Il nick %s è momentaneamente sospeso.
ru_ru: Ник %s находится в режиме саспенда.

source: Nick %s is now released.
it_it: Il nick %s è ora rilasciato.
ru_ru: Режим саспенда с ника %s успешно снят.

source: Nick %s is now suspended.
it_it: Il nick %s è ora sospeso.
ru_ru: С этого момента ник %s находится режиме саспенда.

source: Nick NOT registered, please try again later.
it_it: Nick NON registrato, prova più tardi.
ru_ru: Ник НЕ зарегистрирован, попробуйте, пожалуйста, позже.

source: Nickname %s confirmed
it_it: Il nick %s è stato confermato.
ru_ru: Регистрация ника %s подтверждена.

source: Nickname %s has been dropped.
it_it: Il nick %s è stato deregistrato.
ru_ru: Ник %s успешно удален из базы данных сервисов.
tr_tr: %s nickinin kaydý silindi (dropped).

source: Nickname %s is already registered!
it_it: Il nick %s è già registrato!
ru_ru: Ник %s уже зарегистрирован!
tr_tr: %s nicki zaten kayýtlý!

source: Nickname %s may not be registered.
it_it: Il nick %s non può essere registrato.
ru_ru: Ник %s не может быть зарегистрирован.
tr_tr: %s nicki kayýt edilemez.

source: Nickname %s not registered.
it_it: Nickname %s non registrato.
ru_ru: Ник %s не зарегистрирован.

source: Nickname %s registered under your account: %s
it_it: Il nick %s è stato registrato sotto il tuo account: %s
ru_ru: Ник %s успешно зарегистрирован, в ACCESS-список добавлена хостмаска: %s
tr_tr: %s nicki sizin adýnýza kayýt edildi: %s

source: Nickname %s registered.
it_it: Nickname %s registrato.
ru_ru: Ник %s успешно зарегистрирован.

source: Nickname Registration (%s)
it_it: Registrazione del nick (%s)
ru_ru: Регистрация ника %s

source: Nickname password (%s)
it_it: Password del nick (%s)
ru_ru: Пароль для ника %s
tr_tr: Nick þifresi (%s)

source: Nicknames that are not used anymore are subject to the automatic expiration, i.e. they will be deleted after %d days if not used.
it_it: I nick che non sono più usati sono soggetti a cancellazione automatica; saranno cioè eliminati dopo %d giorni di inutilizzo.
ru_ru: Помните, что неиспользуемые в течение длительного периода ники автоматически удаляются из базы данных. Срок существования неактивных ников: %d дней.
tr_tr: Daha fazla kullanýlmayan nicklerin otomatik olarak kaydýnýn silinmesi söz konusudur, mesela kullanýlmayan nickler %d gün sonra silinirler.

source: No # found in front of channel name.
it_it: Nessun # trovato davanti al nome del canale.
ru_ru: Вы не указали символ '#' перед названием канала.

source: No Bot mode is now OFF on channel %s.
it_it: La modalità No Bot ora è DISATTIVA sul canale %s.
ru_ru: Режим без-бота для канала %s отключен.
tr_tr: Bot yok modu %s kanalý için KAPALI.

source: No Bot mode is now ON on channel %s.
it_it: La modalità No Bot ora è ATTIVA sul canale %s.
ru_ru: Режим без-бота для канала %s активирован.
tr_tr: Bot yok modu %s kanalý için AKTÝF.

source: No Emails listed for %s.
it_it: Nessuna email in lista per %s.
ru_ru: Ники с email-адресом %s не обнаружены.

source: No bot
it_it: Nessun bot
ru_ru: Без ботов
tr_tr: Bot yok

source: No help available for %s.
it_it: Nessun aiuto disponibile per %s.
ru_ru: Справочная информация по %s отсутствует.
tr_tr: %s hakkýnda yardým bulunamadý.

source: No information about module %s is available
it_it: Nessun'informazione sul modulo %s è disponibile
ru_ru: Информация о модуле %s недоступна.

source: No logon news items to delete!
it_it: Nessuna Logon News da eliminare!
ru_ru: Список новостей пуст, удалять нечего.
tr_tr: Silebileceðiniz baðlantý haberleri maddesi yok!

source: No matching entries on %s AOP list.
it_it: Nessun record corrispondente nella lista AOP di %s.
ru_ru: Совпадающих записей в списке AOP'ов канала %s не обнаружено.
tr_tr: %s kanali AOP listesinde uyusan kayit bulunamadi.

source: No matching entries on %s HOP list.
it_it: Nessun record corrispondente nella lista HOP di %s.
ru_ru: Совпадающих записей в списке HOP'ов канала %s не обнаружено.
tr_tr: %s kanali HOP listesinde uyusan kayit bulunamadi.

source: No matching entries on %s SOP list.
it_it: Nessun record corrispondente nella lista SOP di %s.
ru_ru: Совпадающих записей в списке SOP'ов канала %s не обнаружено.
tr_tr: %s kanali SOP listesinde uyusan kayit bulunamadi.

source: No matching entries on %s VOP list.
it_it: Nessun record corrispondente nella lista VOP di %s.
ru_ru: Совпадающих записей в списке VOP'ов канала %s не обнаружено.
tr_tr: %s kanali VOP listesinde uyusan kayit bulunamadi.

source: No matching entries on %s access list.
it_it: Nessun record corrispondente nella lista di accesso di %s.
ru_ru: Совпадающих записей в списке доступа канала %s не обнаружено.
tr_tr: Uyuþan kayýt %s kanalýnýn access listesinde yok.

source: No matching entries on %s autokick list.
it_it: Nessun record corrispondente nella lista autokick di %s.
ru_ru: Совпадающих значений в списке автокиков канала %s не обнаружено.
tr_tr: Uyuþan kayýt %s kanalýnýn akick listesinde bulunamadý.

source: No matching entries on %s bad words list.
it_it: Nessun record corrispondente nella lista delle parolacce di %s.
ru_ru: В списке плохих слов канала %s совпадающих записей не обнаружено.
tr_tr: Uyuþan kayýt %s kanalýnýn küfür listesinde bulunamadý.

source: No matching entries on session-limit exception list.
it_it: Nessun record corrispondente nella lista delle eccezioni.
ru_ru: Совпадающих значений в списке исключений из лимита сессий не обнаружено.
tr_tr: session-limit exception listesinde uyuþan kayýt bulunamadý.

source: No matching entries on the AKILL list.
it_it: Nessun record corrispondente nella lista AKILL.
ru_ru: Совпадающих записей не обнаружено.
tr_tr: Uyuþan kayýt AKILL listesinde bulunamadý.

source: No matching entries on the SNLINE list.
it_it: Nessun record corrispondente nella lista SNLINE.
ru_ru: Совпадающих записей не обнаружено.
tr_tr: SNLINE listesinde uyuþan kayýt bulunamadý.

source: No matching entries on the SQLINE list.
it_it: Nessun record corrispondente nella lista SQLINE.
ru_ru: Совпадающих записей не обнаружено.
tr_tr: SQLINE listesinde uyusan kayit bulunamadi.

source: No matching entries on the SZLINE list.
it_it: Nessun record corrispondente nella lista SZLINE.
ru_ru: Совпадающих записей не обнаружено.
tr_tr: SZLINE listesinde uyuþan kayýt bulunamadý.

source: No memo was cancelable.
it_it: Nessun memo è annullabile.
ru_ru: Нет сообщений доступных для отмены.
tr_tr: Ýptal edilecek mesaj yoktu.

source: No modules currently loaded
it_it: Nessn modulo attualmente caricato
ru_ru: Список модулей пуст.

source: No oper news items to delete!
it_it: Nessuna Oper News da eliminare!
ru_ru: Список опер-новостей пуст, удалять нечего.
tr_tr: Silebileceðiniz operatör haberleri maddesi yok!

source: No random news items to delete!
it_it: Nessuna Random News da eliminare!
ru_ru: Список случайных новостей пуст, удалять нечего.
tr_tr: Silinecek karisik haber yok!

source: No reason
it_it: Nessun motivo
ru_ru: Нет причины
tr_tr: Sebep yok

source: No signed kick when SIGNKICK LEVEL is used
it_it: Non invia kick "firmati" quando si usa SIGNKICK LEVEL is used
ru_ru: Уровень доступа, исключающий попадание под условия SIGNKICK
tr_tr: SIGNKICK LEVEL kullanýldýðýnda iþaretli atma yapýlmaz.

source: No such entry (#%d) on %s AOP list.
it_it: Il record specificato (%d) non è presente nella lista AOP di %s.
ru_ru: Запись под номером #%d в списке AOP'ов канала %s не обнаружена.
tr_tr: (#%d) %s kanalinin AOP listesinde böyle bir kayit bulunamadi.

source: No such entry (#%d) on %s HOP list.
it_it: Il record specificato (%d) non è presente nella lista HOP di %s.
ru_ru: Запись под номером #%d в списке HOP'ов канала %s не обнаружена.
tr_tr: (#%d) %s kanali HOP listesinde uyusan kayit bulunamadi.

source: No such entry (#%d) on %s SOP list.
it_it: Il record specificato (%d) non è presente nella lista SOP di %s.
ru_ru: Запись под номером #%d в списке SOP'ов канала %s не обнаружена.
tr_tr: (#%d) %s kanali SOP listesinde uyusan kayit bulunamadi.

source: No such entry (#%d) on %s VOP list.
it_it: Il record specificato (%d) non è presente nella lista VOP di %s.
ru_ru: Запись под номером #%d в списке VOP'ов канала %s не обнаружена.
tr_tr: (#%d) %s kanali VOP listesinde uyusan kayit bulunamadi.

source: None
it_it: Nessuna
ru_ru: отсутствуют
tr_tr: YOK

source: Not allowed to join channel
it_it: Non permette l'accesso se il canale è RESTRICTED
ru_ru: Уровень доступа, запрещающий заходить на канал
tr_tr: RESTRICTED özelliðinin aktif olmasý halinde kanala giremez.

source: Note that any channel which is not used for %d days (i.e. which no user on the channel's access list enters for that period of time) will be automatically dropped.
it_it: Tieni conto che i canali che non vengono utilizzati per %d giorni (cioè in quei canali in cui non entra nessun utente che si trova nella relativa lista di accesso) saranno automaticamente deregistrati.
ru_ru: Помните, что любой канал, не использующийся в течение %d дней (т.е. ни один пользователь, прописанный в списке доступа канала, не посетит канал в течении данного времени), будет автоматически удален из базы данных сервисов.
tr_tr: Unutmayýn %d gün kullanýlmayan kanallarýn (kanalýn access listesinde olan bir kimse o süre içinde kanala girmezse ) kaydý silinir.

source: Num Limit Host
it_it: Num Limite Host
ru_ru: Номер Лимит Хост
tr_tr: Sayý Limit Host

source: OLINE nick flags
it_it: OLINE nick flag
ru_ru: OLINE ник +флаги

source: OP Notice
ru_ru: OP-уведомление
tr_tr: OP Notu

source: OPERNEWS {ADD|DEL|LIST} [ text | num ]
it_it: OPERNEWS {ADD|DEL|LIST} [ testo | numero ]
ru_ru: OPERNEWS {ADD|DEL|LIST} [ текст | номер ]
tr_tr: OPERNEWS {ADD|DEL|LIST} [ yazý | num ]

source: Old info is equal to the new one.
it_it: Le vecchie informazioni sono identiche a quelle nuove.
ru_ru: Старая информация о боте не отличается от новой.
tr_tr: Eski bilgiler þimdikilerle ayný.

source: On Level Nick
it_it: Su Livello Nick
ru_ru: Статус Уровень Ник

source: Op-notice option for %s is now OFF.
it_it: L'opzione Op-notice per %s è ora DISATTIVATA.
ru_ru: Режим OP-уведомлений для канала %s отключен.

source: Op-notice option for %s is now ON.
it_it: L'opzione Op-notice per %s è ora ATTIVATA.
ru_ru: Режим OP-уведомлений для канала %s активирован.

source: Oper news item #%d deleted.
it_it: La Oper News numero %d è stata eliminata.
ru_ru: Новость под номером #%d удалена.
tr_tr: Operatör haberleri maddesi #%d silindi.

source: Oper news item #%d not found!
it_it: Impossibile trovare la Oper News numero %d!
ru_ru: Новость под номером #%d не обнаружена.
tr_tr: Operatör haberleri maddesi #%d bulunamadý!

source: Oper news items:
it_it: Lista delle Oper News:
ru_ru: Список новостей для IRC-операторов:
tr_tr: Operatör haberleri:

source: OperServ : %6d records, %5d kB
ru_ru: OperServ : %6d записей, %5d kB
tr_tr: OperServ : %6d kayýt, %5d kB

source: Operflags %s have been added for %s.
it_it: Le operflags %s sono state aggiunte a %s.
ru_ru: OLINE-флаги %s успешно установлены для сессий пользователя %s
tr_tr: An O:Line with the flags %s has been added for %s.

source: Ops protection
it_it: Protezione per gli op
ru_ru: Не кикать операторов
tr_tr: Oplarý koruma

source: Option %s cannot be set on this network.
it_it: L'opzione %s non può essere impostata su questa rete.
ru_ru: Возможность настройки опции %s в вашей IRC-сети недоступна.

source: Passcode for %s is %s.
it_it: Il codice di attivazione per %s is %s.
ru_ru: Пароль для ника %s - %s.

source: Password accepted - you are now recognized.
it_it: Password accettata - adesso sei riconosciuto.
ru_ru: Пароль принят - вы признаны как владелец ника.
tr_tr: Þifre kabul edildi.

source: Password authentication required for that command. Retry after typing %R%s IDENTIFY password .
it_it: Autentificazione richiesta per questo comando. Riprova dopo aver digitato /msg %s IDENTIFY password .
ru_ru: Для выполнения данной команды вы должны идентифицироваться. Попробуйте снова после того, как используете команду /msg %s IDENTIFY пароль .
tr_tr: Bu komutu kullanabilmek için þifrenizi girmelisiniz. /msg %s IDENTIFY þifreniz  yazarak yeniden deneyiniz.

source: Password for %s changed to %s.
it_it: Password per %s cambiata in %s.
ru_ru: Пароль для %s изменен на %s.

source: Password for %s changed.
it_it: Password per %s cambiata.
ru_ru: Пароль для %s успешно изменен.

source: Password for %s is %s.
it_it: La password di %s è %s.
ru_ru: Пароль для ника %s - %s
tr_tr: %s nickinin þifresi %s.

source: Password incorrect.
it_it: Password errata.
ru_ru: Вы указали неверный пароль.
tr_tr: Þifre geçersiz.

source: Password of %s has been sent.
it_it: La password di %s è stata inviata.
ru_ru: Пароль для ника %s был выслан на его email-адрес.
tr_tr: %s nickinin þifresi gönderildi.

source: Peace
it_it: Pace
ru_ru: Спокойствие
tr_tr: Baris

source: Peace option for %s is now OFF.
it_it: L'opzione Peace per %s è ora DISATTIVATA.
ru_ru: Режим спокойствия для канала %s отключен.

source: Peace option for %s is now ON.
it_it: L'opzione Peace per %s è ora ATTIVATA.
ru_ru: Режим спокойствия для канала %s активирован.

source: Please contact an Operator to get a vhost assigned to this nick.
it_it: Contatta un Operatore per avere un vhost assegnato a questo nick.
ru_ru: Виртуальный хост для вашего ника отсутствует.

source: Please try again with a more obscure password. Passwords should be at least five characters long, should not be something easily guessed (e.g. your real name or your nick), and cannot contain the space or tab characters.
it_it: Per favore, prova di nuovo con una password più oscura. Le password devono essere lunghe almeno 5 caratteri, non devono essere indovinate facilmente (ad es. il proprio nome o nick), e non possono contenere i caratteri di spazio e di tabulazione.
ru_ru: Пожалуйста, попробуйте снова с более сложным паролем. Он должен иметь длину не менее 5 символов, состоять только из латинских букв или цифр, не быть легко отгадываемым (т.е. Вашим именем или Вашим ником), и не должен содержать пробелов и табуляций.
tr_tr: Lütfen daha zor bir þifre deneyin. Þifreler en az 5 karakter uzunlukta, kolayca tahmin edilemeyecek birþey olmalýdýr(ör: gerçek isminiz, nickiniz v.b. olmamalýdýr), ve boþlukla tab kullanýlmamalýdýr.

source: Please use a valid server name when juping
it_it: Prego utilizzare un nome server valido per jupe
ru_ru: В качестве основного параметра вы должны указать реальное имя серевера

source: Please use the symbol of # when attempting to register
it_it: Per favore usa il simbolo # provando a registrare
ru_ru: Вы должны указать символ # перед названием канала.

source: Please wait %d seconds and retry.
it_it: Attendi %d secondi è riprova.
ru_ru: Пожалуйста, подождите %d секунд и повторите запрос.
tr_tr: Lütfen %d saniye bekleyin ve tekrar deneyin.

source: Please wait %d seconds before using the GROUP command again.
it_it: Per favore attendi %d secondi prima di usare di nuovo il comando GROUP.
ru_ru: Подождите %d секунд перед повторным использованием команды GROUP.
tr_tr: GROUP komutunu tekrar kullanmadan önce lütfen %d saniye bekleyin.

source: Please wait %d seconds before using the REGISTER command again.
it_it: Per favore attendi %d secondi prima di usare di nuovo il comando REGISTER.
ru_ru: Подождите %d секунд перед повторным использованием команды REGISTER.
tr_tr: Lütfen %d saniye REGISTER komutunu tekrar kullanmak için bekleyin.

source: Please wait %d seconds before using the RSEND command again.
it_it: Prego attendere %d secondi prima di usare il comando RSEND command nuovamente.
ru_ru: Пожалуйста, подождите %d секунд перед повторным использованием команды RSEND.
