Repository: anope/anope
Catalog: lang/anope.*.po
Languages: it_it, ru_ru, tr_tr

source: Syntax: ASSIGN chan nick  Assigns a bot pointed out by nick to the channel chan. You can then configure the bot for the channel so it fits your needs.
it_it: Sintassi: ASSIGN canale nick-del-bot  Assegna il bot con il nick specificato al canale indicato. Dopo averlo assegnato, il bot può essere configurato in base alle necessità.
ru_ru: Синтаксис: ASSIGN #канал ник  Позволяет установить указанного бота (ник) на указанный канал. Сразу же после установки, вы сможете сконфигурировать опции бота по своему усмотрению.
tr_tr: Kullanýmý: ASSIGN kanaladý botunnicki  Belirtilen nickteki botu belirtilen kanala sokar. Bundan sonra botun ayarlarýný ihtiyaçlarýnýza uygun þekilde yapabilirsiniz.

source: Syntax: BADWORDS channel ADD word [ SINGLE | START | END ] BADWORDS channel DEL { word | entry-num | list } BADWORDS channel LIST [ mask | list ] BADWORDS channel CLEAR Maintains the bad words list for a channel. The bad words list determines which words are to be kicked when the bad words kicker is enabled. For more information, type %R%S HELP KICK BADWORDS. The BADWORDS ADD command adds the given word to the badword list. If SINGLE is specified, a kick will be done only if a user says the entire word. If START is specified, a kick will be done if a user says a word that starts with word . If END is specified, a kick will be done if a user says a word that ends with word . If you don't specify anything, a kick will be issued every time word is said by a user. The BADWORDS DEL command removes the given word from the bad words list. If a list of entry numbers is given, those entries are deleted. (See the example for LIST below.) The BADWORDS LIST command displays the bad words list. If a wildcard mask is given, only those entries matching the mask are displayed. If a list of entry numbers is given, only those entries are shown; for example: BADWORDS #channel LIST 2-5,7-9 Lists bad words entries numbered 2 through 5 and 7 through 9. The BADWORDS CLEAR command clears all entries of the bad words list.
it_it: Sintassi: BADWORDS canale ADD parola [ SINGLE | START | END ] BADWORDS canale DEL { parola | numero | lista } BADWORDS canale LIST [ mask | list ] BADWORDS canale CLEAR Gestisce la lista delle parolacce di un canale. La lista delle parolacce indica quali parole devono attivare un kick se i kick per chi dice le parolacce sono attivi. Per maggiori informazioni, digita /msg %S HELP KICK BADWORDS. Il comando BADWORDS ADD aggiunge la parola specificata alla lista delle parolacce. Se viene specificato SINGLE, il kick sarà effettuato solo se un utente dice la parola integralmente. Se viene specificato START, il kick sarà effettuato se un utente dice una parola che inizia con parola . Se viene specificato END, il kick sarà effettuato se un utente dice una parola che termina con parola . Se non viene specificata nessuna opzione, il kick sarà effettuato ogni volta che un utente dice la parola parola . Il comando BADWORDS DEL rimuove la parola specificata dalla lista delle parolacce. Se viene indicata una lista di numeri, saranno rimosse le parole corrispondenti. Per maggiori informazioni, guarda l'esempio di LIST. Il comando BADWORDS LIST mostra la lista delle parolacce. Se viene usata una wildcard, solo le parolacce che corrispondono alla mask verranno mostrate. Se viene indicata una lista di numeri, solo le parolacce corrispondenti verranno mostrate. Ad esempio: BADWORDS canale LIST 2-5,7-9 Mostra le parolacce con numero da 2 a 5 e da 7 a 9 (escludendo quindi il 6) Il comando BADWORDS CLEAR svuota la lista delle parolacce.
ru_ru: Синтаксис: BADWORDS #канал ADD слово [ SINGLE | START | END ] BADWORDS #канал DEL { слово | номер_записи | список_записей } BADWORDS #канал LIST [ маска | список_записей ] BADWORDS #канал CLEAR Данная команда позволяет модифицировать список "плохих" слов канала. Этот список определяет, за использование каких слов пользователь будет кикнут ботом, при условии, конечно, что данная возможность активирована. Для более подробной информации по активации данного режима смотрите %R%S HELP KICK BADWORDS. Команда BADWORDS ADD добавляет новое слово в список "плохих" слов. Вы можете указать дополнительные условия обработки для добавляемого слова, например: опциональный параметр SINGLE заставит бота учитывать только факт полного употребления данного слова, параметр START заставит бота учитывать факт совпадения по маске "слово*" (то есть, совпадение какой-либо START -записи из списка с началом сказанного слова), ну и последний параметр END будет срабатывать при употреблении "*слова". Если вы не укажете ни один из этих параметров для добавляемого слова, будет использоваться совпадение по "*слову*". Примеры: BADWORDS #chuvaki ADD пес -> добавит слово "пес" в список плохих слов и заставит бота кикать не только за употребление самого этого слова, но и любых его словоформ, содержащих в себе оригин (например: пес, песок и т.д.) BADWORDS #chuvaki ADD пес SINGLE -> добавит слово "пес" в список плохих слов и заставит бота кикать только за употребление самого этого слова, и никак иначе. Команда BADWORDS DEL удаляет указанное слово из списка плохих слов. В качестве параметра вы можете указать не только конкретную запись, но и номер записи или список записей (см. примеры использования команды LIST ниже). Команда BADWORDS LIST покажет текущий список плохих слов. В качестве дополнительного параметра, вы можете указать символьную маску, что позволит вам получить список с конкре
tr_tr: Kullanýmý: BADWORDS kanaladý ADD kelime [ SINGLE | START | END ] BADWORDS kanaladý DEL { kelime | kayýt-no | liste } BADWORDS kanaladý LIST [ mask | liste ] BADWORDS kanaladý CLEAR Bir kanal için küfür listesi düzenler. Küfür listesi küfürde atma aktifleþtirildiði zaman hangi kelimelerde atýlacaðýný belirler. Daha fazla bilgi için /msg %S HELP KICK BADWORDS yazýn. BADWORDS ADD komutu belirtilen kelimeyi küfür listesine ekler. Eðer SINGLE parametresi belirtilmiþse, atma iþlemi kullanýcý o kelimenin tamamýný söylerse yapýlýr. Eðer START parametresi belirtilmiþse, kullanýcý o kelimeyle baþlayan birþey söylediðinde atýlýr. Eðer END parametresi belirtilmiþse kullanýcý o kelimeyle biten birþey söylediðinde atýlýr. Eðer bir parametre kullanmazsanýz, atma iþlemi kullanýcý o kelimeyi her kullandýðýnda yapýlýr. BADWORDS DEL komutu belirtilen kelimeyi küfür listesinden siler. Eðer kayýt numarasý listesi verilirse, o kelimeler silinir. (LIST için aþaðýdaki örneði inceleyin) BADWORDS LIST komutu küfür listesini görüntüler. Eðer bir küfürün bir kýsmý belirtilmiþse, o kýsma uyan küfürler listelenir. Eðer bir kayýt numarasý listesi belirtilmiþse, sadece o küfürler listelenir; örneðin: BADWORDS #kanaladý LIST 2-5,7-9 2'den 5'e ve 7'den 9'a kadar olan küfürler listelenir. BADWORDS CLEAR komutu tüm küfür listesini temizler.

source: Syntax: BAN #channel nick [ reason ] Bans a selected nick on a channel. By default, limited to AOPs or those with level 5 access and above on the channel.
it_it: Sintassi: BAN canale nick [ motivo ] Banna (non permette l'accesso) il nick specificato sul canale. Di default, il comando è limitato agli AOP o agli utenti con livello di accesso 5 o superiori sul canale.
ru_ru: Синтаксис: BAN #канал ник [ причина ] Банит указанного пользователя на указанном канале. По-умолчанию, данная команда может быть использована AOP'ами или лицами с уровнем доступа 5 и выше.
tr_tr: Kullanýmý: BAN #kanaladi nick [ sebep ] Belirtilen nicki kanaldan banlar. Varsayilan olarak, AOP larin veya 5. seviyeden access i olanlarin ve üstünün kullanma yetkisi vardir.

source: Syntax: BOT ADD nick user host real  BOT CHANGE oldnick newnick [ user [ host [ real ]]] BOT DEL nick  Allows Services Operators to create, modify, and delete bots that users will be able to use on their own channels. BOT ADD adds a bot with the given nickname, username, hostname and realname. Since no integrity checks are done for these settings, be really careful. BOT CHANGE allows to change nickname, username, hostname or realname of a bot without actually delete it (and all the data associated with it). BOT DEL removes the given bot from the bot list. Note: you cannot create a bot that has a nick that is currently registered. If an unregistered user is currently using the nick, they will be killed.
it_it: Sintassi: BOT ADD nick ident host realname  BOT CHANGE vecchionick nuovonick [ ident [ host [ realname ]]] BOT DEL nick  Permette ai Services Operator di creare, modificare ed eliminare i bot che potranno essere usati dagli utenti sui loro canali. Il comando BOT ADD aggiunge un bot con il nick, l'ident, l'host e il realname specificati. Poiché non viene effettuato nessun controllo sui valori indicati, è necessario inviare il comando con attenzione. Il comando BOT CHANGE permette di cambiare il nick, l'ident, l'host e il realname del bot specificato, senza cancellarlo realmente (e senza perderne i dati associati). Il comando BOT DEL rimuove il bot indicato dalla lista dei bot disponibili. Nota: se crei un bot con un nick che è già registrato, il nick sarà deregistrato; inoltre, se un utente lo sta usando, verrà killato.
ru_ru: Синтаксис: BOT ADD ник идент хост реальное_имя  BOT CHANGE старый ник новый_ник [ идент [ хост [ реальное_имя ]]] BOT DEL ник  Позволяет Администраторам сервисов создавать, изменять или удалять ботов, которые в дальнейшем могут быть использованы пользователями сети на своих каналах. Команда BOT ADD добавляет бота с указанным ником, идентом, хостом и реальным именем. Так как корректность этих значений не проверяется, будьте крайне внимательны при добавлении/изменении хаарктеристик бота. Команда BOT CHANGE позволяет изменить ник, идент, хост или реальное имя бота без необходимости его удаления. Команда BOT DEL удаляет указанного бота из списка ботов. Примечание: вы не можете создать бота с ником, который уже кем-то зарегистрирован. Если же вы создаете бота с незарегистрированным ником, любой, кто использует этот ник на момент создания бота - будет тут же отключен от сети.
tr_tr: Kullanýmý: BOT ADD nick user host gerçekismi  BOT CHANGE eskinick yeninick [ user [ host [ gerçekismi ]]] BOT DEL nick  Servis adminlerinin kullanýcýlarýn kanallarýnda kullanmasý için botlarý yaratmasýný, deðiþtirmesini ve silmesini saðlar. BOT ADD belirtilen nickte, username, hostname ve gerçek isimde bir bot ekler. Doðruluk sýnamasý yapýlmadýðýnda komutu kullanýrken çok dikkatli olun. BOT CHANGE botun nickini, username ini, hostname ini veya gerçek ismini silmeye gerek kalmadan deðiþtirmeyi saðlar. BOT DEL belirtilen botu bot listesinden siler. Not: Eðer botun nicki olarak, kayýtlý bir nick kullanýrsanýz o nickin kaydý silinir(drop). Ayrýca o an bir kuulanýcý bu nicki kullanýyorsa kill lenir.

source: Syntax: BOTLIST Lists all available bots on this network.
it_it: Sintassi: BOTLIST Mostra la lista di tutti i bot disponibili.
ru_ru: Синтаксис: BOTLIST Выведет список всех доступных для установки ботов.
tr_tr: Kullanýmý: BOTLIST Networkte mevcut olan tüm botlarý listeler.

source: Syntax: CANCEL { nick | channel } Cancels the last memo you sent to the given nick or channel, provided it has not been read at the time you use the command.
it_it: Sintassi: CANCEL { nick | canale } Annulla l'ultimo memo inviato al nick o al canale specificato, sempre che non sia già stato letto prima dell'uso di questo comando.
ru_ru: Синтаксис: CANCEL { ник | #канал } Отменяет последнее сообщение, отправленное вами указанному нику или каналу, тем самым предохраняя его от прочтения адресатом.
tr_tr: Kullanýmý: CANCEL { nick | kanaladý } Belirtilen kanala yada nicke gönderilen son mesajý iptal eder, tabi eðer o mesaj siz komutu kullandýðýnýz sýrada okunmamýþsa.

source: Syntax: CHANKILL [+ expiry ] channel reason  Puts an AKILL for every nick on the specified channel. It uses the entire and complete real ident@host for every nick, then enforces the AKILL.
it_it: Sintassi: CHANKILL [+ scadenza ] canale motivo  Imposta un AKILL per tutti i nick presenti nel canale specificato. Utilizza l'intero e completo ident@host per ogni nick, in seguito imposta l'AKILL.
ru_ru: Синтаксис: CHANKILL [+ срок_истечения ] #канал причина  Добавляет в AKILL-список всех пользователей указанного канала с указанной причиной на указанный промежуток времени. В качестве маски AKILL'ов будут использованы маски посетителей канала вида идент@хост .

source: Syntax: CHANLIST [{ pattern | nick } [ SECRET ]] Lists all channels currently in use on the IRC network, whether they are registered or not. If pattern is given, lists only channels that match it. If a nickname is given, lists only the channels the user using it is on. If SECRET is specified, lists only channels matching pattern that have the +s or +p mode.
it_it: Sintassi: CHANLIST [{ pattern | nick } [ SECRET ]] Mostra tutti i canali attivi sulla rete, che siano registrati o meno. Se viene indicato un pattern mostra solo i canali corrispondenti. Se viene indicato un nick, mostra solo i canali in cui si trova l'utente specificato. Se viene indicato SECRET, mostra solo i canali che corrisponodno a pattern e che hanno il modo di canale +s o +p attivo.
ru_ru: Синтаксис: CHANLIST [{ маска | ник } [ SECRET ]] Выводит список всех активных (на данный момент) каналов сети, вне зависимости от того, зарегистрированы они или нет. В качестве параметра вы можете указать маску имени канала, что бы получить только конкретные, совпадающие записи. Если же вы укажите ник, будет выведен список всех каналов, на которых находится этот пользователь. Дополнительный параметр SECRET позволяет получить список каналов с режимами +s/+p, совпадающих с указанной символьной маской .
tr_tr: Kullanýmý: CHANLIST [{ model | nick } [ SECRET ]] Networkte o an kullanýlan kanallarý kayýtlý olsun olmasýn listeler. Eðer model belirtilmiþse, onla uyuþan kanallarý listeler. Eðer nickname belirtilmiþse, o kullanýcýnýn bulunduðu kanallarý listeler. Eðer SECRET belirtilmiþse, sadece model le uyuþan ve +s veya +p modunda olan kanallar listelenir. Servis adminlerinin Kullanýmýyla sýnýrlýdýr.

source: Syntax: CHECK nick  Checks whether the _last_ memo you sent to nick has been read or not. Note that this does only work with nicks, not with chans.
it_it: Sintassi: CHECK nick  Controlla se l'_ultimo_ memo che hai inviato al nick è stato letto oppure no. Nota che questo funziona unicamente coi nick, non coi canali.
ru_ru: Синтаксис: CHECK ник  Проверяет, было ли прочитано последнее посланное вами сообщения указанным ником . Примечание: команда работает только для ников, не для каналов.

source: Syntax: CLEAR channel what  Tells %S to clear certain settings on a channel. what can be any of the following: MODES Resets all modes on the channel (i.e. clears modes i,k,l,m,n,p,s,t). BANS Clears all bans on the channel. EXCEPTS Clears all excepts on the channel. INVITES Clears all invites on the channel. OPS Removes channel-operator status (mode +o) from all channel operators. If supported, removes channel-admin (mode +a) and channel-owner (mode +q) as well. HOPS Removes channel-halfoperator status (mode +h) from all channel halfoperators, if supported. VOICES Removes "voice" status (mode +v) from anyone with that mode set. USERS Removes (kicks) all users from the channel. By default, limited to those with founder access on the channel.
it_it: Sintassi: CLEAR canale cosa  Fa in modo che %S "pulisca" vari settaggi di un canale. cosa può essere una delle opzioni seguenti: MODES Annulla tutti i modi di canale (cioè elimina i modi i,k,l,m,n,p,s,t). BANS Annulla tutti i ban del canale. EXCEPTS Clears all excepts on the channel. INVITES Clears all invites on the channel. OPS Rimuove lo stato di operatore (modo +o) da tutti gli operatori del canale. If supported, removes channel-admin (mode +a) and channel-owner (mode +q) as well. HOPS Rimuove lo stato di halfoperator (modo +h) da tutti gli halfoperator del canale, se supportato. VOICES Rimuove lo stato di voice (modo +v) da tutti gli utenti voice sul canale. USERS Rimuove (con un kick) tutti gli utenti del canale. Di default, il comando è limitato agli utenti con accesso di fondatore sul canale.
ru_ru: Синтаксис: CLEAR #канал что_именно  Посылает %S запрос на очистку определеных режимов канала. Валидные значения: MODES сброс всех режимов канала (i,k,l,m,n,p,s,t и т. д.) BANS удаление всех банов канала EXCEPTS удаление всех исключений из бана INVITES удаление всех исключений на приглашение OPS снятие статуса оператора со всех операторов канала. If supported, removes channel-admin (mode +a) and channel-owner (mode +q) as well. HOPS снятие статуса полуоператора со всех хопов канала VOICES снятие статуса войса со всех войсов канала USERS массовый кик всех посетителей канала По-умолчанию, данная команда может быть использована только владельцем канала.
tr_tr: Kullanýmý: CLEAR kanaladý neyi  %S'e belirtilen ayarý kaldýrmasýný söyler. neyi þunlardan biri olmalýdýr: MODES Kanal modlarýný temizler. (ör. i,k,l,m,n,p,s,t modlarýný temizler). BANS Kanaldaki tüm banlarý kaldýrýr. EXCEPTS Clears all excepts on the channel. INVITES Clears all invites on the channel. OPS Kanal opu statüsünde olanlarýn (mode +o) oplarýný alýr. If supported, removes channel-admin (mode +a) and channel-owner (mode +q) as well. HOPS Removes channel-halfoperator status (mode +h) from all channel halfoperators, if supported. VOICES Voice statüsünde olanlarýn (mode +v) voice larýný alýr. USERS Tüm kullanýcýlarý kanaldan atar. Varsayýlan olarak, founder tarafindan kullanilabilir.

source: Syntax: CLEARMODES channel [ALL] Clears all binary modes (i,k,l,m,n,p,s,t) and bans from a channel. If ALL is given, also clears all ops and voices (+o and +v modes) from the channel.
it_it: Sintassi: CLEARMODES canale [ALL] Annulla tutti i modi binari (i,k,l,m,n,p,s,t) e i ban dal canale specificato. Se viene indicato ALL, verranno rimossi anche gli op e i voice (modi +o e +v).
ru_ru: Синтаксис: CLEARMODES #канал [ALL] Очищает все двоичные режимы (i,k,l,m,n,p,s,t) и баны на указанном канале. С дополнительным параметром ALL - снимет со всех статусы операторов/войсов (режимы +o и +v).
tr_tr: Kullanýmý: CLEARMODES kanaladý [ALL] Bir kanaldaki tüm modlarý (i,k,l,m,n,p,s,t) ve banlarý temizler. Eðer ALL parametresi belirtilmiþse, tüm oplarý (+o) ve voicelarý (+v) temizler. Servis operatörlerinin Kullanýmýyla sýnýrlýdýr.

source: Syntax: CONFIRM passcode  This is the second step of nickname registration process. You must perform this command in order to get your nickname registered with %S. The passcode (or called auth code also) is sent to your e-mail address in the first step of the registration process. For more information about the first stage of the registration process, type: %R%S HELP REGISTER This is also used after the RESETPASS command has been used to force identify you to your nick so you may change your password.
it_it: Syntax: CONFIRM passcode  This is the second step of nickname registration process. You must perform this command in order to get your nickname registered with %S. The passcode (or called auth code also) is sent to your e-mail address in the first step of the registration process. For more information about the first stage of the registration process, type: /msg %S HELP REGISTER This is also used after the RESETPASS command has been used to force identify you to your nick so you may change your password.
ru_ru: Синтаксис: CONFIRM auth-код  Данная команда необходима, что бы завершить второй шаг регистрации ника - подтверждение. После выполнения данного тербования, ваш ник будет зарегистрирован на %S. Кодовая фраза, которая указывается в качестве параметра, высылается на ваш e-mail в первой части процесса регистрации ника. Для более подробной информации см. /msg %S HELP REGISTER This is also used after the RESETPASS command has been used to force identify you to your nick so you may change your password.
tr_tr: Syntax: CONFIRM passcode  This is the second step of nickname registration process. You must perform this command in order to get your nickname registered with %S. The passcode (or called auth code also) is sent to your e-mail address in the first step of the registration process. For more information about the first stage of the registration process, type: /msg %S HELP REGISTER This is also used after the RESETPASS command has been used to force identify you to your nick so you may change your password.

source: Syntax: DEFCON [1|2|3|4|5] The defcon system can be used to implement a pre-defined set of restrictions to services useful during an attempted attack on the network.
it_it: Sintassi: DEFCON [1|2|3|4|5] Il sistema defcon può essere utilizzato per implementare un insieme di restrizioni dei servizi predefinite, utili durante un tentativo d'attacco sul network.
ru_ru: Синтаксис: DEFCON [1|2|3|4|5] Система DEFCON позволяет вам устанавливать определенные глобальные ограничения в сети со стороны сервисов. Данные ограничения могут касаться не только работы самих сервисов, но и функционирования сети в целом, что, порою, весьма полезно при разного рода атаках на сеть.
tr_tr: Syntax: DEFCON [1|2|3|4|5] The defcon system can be used to implement a pre-defined set of restrictions to services useful during an attemtped attack on the network.

source: Syntax: DEHALFOP #channel [ nick ] Dehalfops a selected nick on a channel. If nick is not given, it will dehalfop you. By default, limited to AOPs and those with level 5 access and above on the channel, or to HOPs or those with level 4 and above for self dehalfopping.
it_it: Sintassi: DEHALFOP canale [ nick ] Rimuove lo stato di mezzo operatore (halfop, -h) da un utente sul canale specificato. Se non viene indicato alcun nick, toglie l'halfop all'utente che invia il comando. Di default, il comando è limitato agli AOP o agli utenti con livello di accesso 5 o superiori, oppure ai HOP o agli utenti con livello 4 o superiori per il dehalfop su se stessi.
ru_ru: Синтаксис: DEHALFOP #канал [ ник ] Снимает статус полуоператора с указанного ника на указанном канале. Если ник не указан, снимает статус полуоператора с использующего команду. По-умолчанию, данная команда может быть использована AOP'ами или лицами с уровнем доступа 5 и выше. Может быть использована HOP'ами или лицами с уровнем доступа 4 и выше (в последнем случае - только относительно себя).
tr_tr: Kullanýmý: DEHALFOP #kanaladý [ nick ] Belirtilen nickin halfopunu(yarýmop) alýr. Eðer nick belirtilmemiþse, sizin halfopunuz alýr. Varsayýlan olarak, AOP lar veya 5 ve üzeri access seviyesi olanlar kullanabilir, ayrica HOP lar veya access seviyesi 4 ve üzeri olanlar kendi halfoplarýný alabilirler.

source: Syntax: DEL <nick> Deletes the vhost assigned to the given nick from the database.
it_it: Sintassi: DEL <nick> Elimina dal database il vhost assegnato al nick specificato.
ru_ru: Синтаксис: DEL <ник> Удаляет виртуальный хост назначенный указанному нику.
