Repository: anope/anope
Catalog: lang/anope.*.po
Languages: it_it, ru_ru, tr_tr

source: Syntax: SNLINE ADD [+ expiry ] mask : reason  SNLINE DEL { mask | entry-num | list } SNLINE LIST [ mask | list ] SNLINE VIEW [ mask | list ] SNLINE CLEAR Allows Services operators to manipulate the SNLINE list. If a user with a realname matching an SNLINE mask attempts to connect, Services will not allow it to pursue his IRC session. SNLINE ADD adds the given realname mask to the SNLINE list for the given reason (which must be given). expiry is specified as an integer followed by one of d (days), h (hours), or m (minutes). Combinations (such as 1h30m ) are not permitted. If a unit specifier is not included, the default is days (so +30 by itself means 30 days). To add an SNLINE which does not expire, use +0 . If the realname mask to be added starts with a + , an expiry time must be given, even if it is the same as the default. The current SNLINE default expiry time can be found with the STATS AKILL command. Note: because the realname mask may contain spaces, the separator between it and the reason is a colon. The SNLINE DEL command removes the given mask from the SNLINE list if it is present. If a list of entry numbers is given, those entries are deleted. (See the example for LIST below.) The SNLINE LIST command displays the SNLINE list. If a wildcard mask is given, only those entries matching the mask are displayed. If a list of entry numbers is given, only those entries are shown; for example: SNLINE LIST 2-5,7-9 Lists SNLINE entries numbered 2 through 5 and 7 through 9. SNLINE VIEW is a more verbose version of SNLINE LIST, and will show who added an SNLINE, the date it was added, and when it expires, as well as the realname mask and reason. SNLINE CLEAR clears all entries of the SNLINE list.
it_it: Sintassi: SNLINE ADD [+ durata ] mask : motivo  SNLINE DEL { mask | numero | lista } SNLINE LIST [ mask | lista ] SNLINE VIEW [ mask | lista ] SNLINE CLEAR Permette ai Services operator di manipolare la lista SNLINE. Se un utente che si trova nella lista SNLINE cerca di connettersi, i Services non gli permetterano di proseguire la sua sessione su IRC. SNLINE ADD aggiunge la mask di realname specificata alla lista sgline per il motivo specificato (che deve essere indicato). durata è specifcato come un intero seguito da una lettera, che può essere d (giorni), h (ore), o m (minuti). Le combinazioni (ad esempio 1h30m ) non sono permesse. Se non viene specificata una unità, il valore viene inteso in giorni (quindi +30 significa 30 giorni). Per aggiungere una SNLINE senza scadenza, bisogna usare +0 . Se la usermask indicata inizia con un + , la durata deve essere indicata esplicitamente, anche se è la stessa di default. La durata di default per le SNLINE può essere trovata con il comando STATS AKILL. Nota: poiché la mask di realname può contenere spazi, il separatore tra la mask e il motivo è un duepunti. Il comando SNLINE DEL rimuove la mask specificata dalla lista SNLINE, se è presente. Se viene indicata una lista di numeri, verrano rimossi i record corrispondenti (vedi l'esempio di LIST). Il comando SNLINE LIST mostra la lista SNLINE. Se viene usata una wildcard nella mask, solo i record che corrispondono alla mask vengono mostrati. Se viene indicata una lista di numeri, soltanto quei record vengono mostrati, ad esempio: SNLINE LIST 2-5,7-9 Mostra i record della lista SNLINE che hanno numeri da 2 a 5 e da 7 a 9. SNLINE VIEW mostra più informazioni di SNLINE LIST, e indica chi ha aggiunto una SNLINE, quando è stata aggiunta, e quando scade, oltre alla mask di realname e al motivo. SNLINE CLEAR svuota la lista SNLINE.
ru_ru: Синтаксис: SNLINE ADD [+ срок_истечения ] маска : причина  SNLINE DEL { маска | номер_записи | список_записей } SNLINE LIST [ маска | список_записей ] SNLINE VIEW [ маска | список_записей ] SNLINE CLEAR Позволяет Операторам сервисов управлять списком сервисных SNLINE'ов. SNLINE-запись позволяет вам поставить глобальный бан на определенный RealName aka GECOS. Любой пользователь, реальное имя которого попадет под маску какой-либо записи в SNLINE-списке, будет сразу же отключен от сети и в дальнейшем, сервисы не позволят ему подключится. Команда SNLINE ADD добавляет маску реального имени с указанной причиной в список SNLINE'ов (наличие причины - обязательно). Значение срока истечения - это целое число, которое может быть одним из: d (дней), h (часов), или m (минут). Такие сочетания как 1h30m - недопустимы. Если единица измерения не указана, то по-умолчанию, она будет принята за "d" - "дни" (таким образом, +30 будет означать 30 дней). Чтобы добавить постоянный SNLINE, используйте время истечения равным +0 . Помните, что если в качестве первого символа второго параметра указан знак "+" - вы должны обозначить сроки истечения записи, даже если это будет значение по-умочанию. Текущее время истечения SNLINE'а по-умолчанию, можно узнать с помощью команды STATS AKILL. Примечание: так как строки реальных имен могут содержать пробелы, разделителем между маской реального имени и причиной будет двоеточие . Команда SNLINE DEL удаляет указанную маску из списка SNLINE'ов. В качестве параметра вы можете указать не только маску SNLINE'а, но и конкретный номер записи или список записей (см. примеры использования команды LIST ниже). Команда SNLINE LIST показывает текущий список SNLINE'ов. В качестве дополнительного параметра, вы можете указать символьную маску, что позволит вам получить список с конкретными записями, попадающими под эту маску, или же, вы можете указать список записей. Например: SNLINE LIST 2-5,7-9 отобразит все записи с 2-ой по 5-ю и с 7-ой по 9-ю. SNLINE VIEW более подробная версия SNLINE LIST, она покажет кто добавил SNLINE, время установки SNLINE'а, когда он истекает, ну и, конечно же, маску реального имени и причину SNLINE'а. SNLINE CLEAR позволяет полностью очистить список SNLINE'ов.
tr_tr: Kullanýmý: SNLINE ADD [+ zamanaþýmý ] mask : sebep  SNLINE DEL { mask | kayýt-no | liste } SNLINE LIST [ mask | liste ] SNLINE VIEW [ mask | liste ] SNLINE CLEAR Servis operatörlerinin SNLINE listesi oluþturmalarýný saðlar. Eðer SNLINE listesindeki bir kullanýcý gerçek ismi(realname) servera baðlanmaya çalýþan bir kullanýcýnýnkiyle uyuþuyorsa o kullanýcýnýn servera baðlanmasý engellenir. SNLINE ADD komutu belirtilen realname(gerçek isim) mask ýný SNLINE listesine bir sebeple(belirtilmesi zorunludur) birlikte ekler. zamanaþýmý zaman belirleyici olarak tanýmlanýr ve þunlar birini takip etmelidir: d (gün), h (saat), veya m (dakika). 1h30m þeklindeki kombinasyonlar kullanýlamaz. Eðer zaman tanýmlayýcý öðe konulmazsa varsayýlan olarak gün kabul edilir (yani +30 un manasý 30 gündür). Zaman aþýmýna uðramayacak bir SNLINE eklemek için +0 kullanýn. Eklenecek realname mask ý + ile baþlýyorsa, o zaman zaman aþýmý süresi varsayýlanla ayný olsa bile belirtilmelidir. Mevcut SNLINE varsayýlan zaman aþýmý süresi STATS AKILL komutuyla bulunabilir. Not: realname maský boþluk içerebileceðinden bunla sebep arasýnda iki nokta üstüste(:) kullanýlmalýdýr. SNLINE DEL komutu belirtilen maský(eðer listede mevcutsa) SNLINE listesinden siler. eðer bir kayýt numaralarý listesi belirtilmiþse o kayýtlar silinir. (Aþaðýdaki LIST için verilmiþ örneði inceleyin.) SNLINE LIST komutu SNLINE listesini görüntüler. Eðer bir yýldýzlý mask verilmiþse, sadece o maskla uyuþan kayýtlarý içeren bir liste görüntülenir. Eðer bir kayýt numaralarý listesi belirtilmiþse, sadece o kayýtlar görüntülenir; örneðin: SNLINE LIST 2-5,7-9 2 den 5 e 7 den 9 a kadar olan SNLINE kayýtlarýný listeler. SNLINE VIEW komutu SNLINE LIST komutunun daha açýklayýcý bilgi veren þeklidir, ve SNLINE ý kimin eklediðini, eklendiði tarihi, ve ne zaman sona ereceðini realname ve sebeple birlikte gösterir. SNLINE CLEAR komutu SNLINE listesindeki tüm kayýtlarý siler. Servis operatörlerinin Kullanýmýyla sýnýrlýdýr.

source: Syntax: SOP channel ADD nick  SOP channel DEL { nick | entry-num | list } SOP channel LIST [ mask | list ] SOP channel CLEAR Maintains the SOP (SuperOP) list for a channel. The SOP list gives users all rights given by the AOP list, and adds those needed to use the AutoKick and the BadWords lists, to send and read channel memos, and so on. The SOP ADD command adds the given nickname to the SOP list. The SOP DEL command removes the given nick from the SOP list. If a list of entry numbers is given, those entries are deleted. (See the example for LIST below.) The SOP LIST command displays the SOP list. If a wildcard mask is given, only those entries matching the mask are displayed. If a list of entry numbers is given, only those entries are shown; for example: SOP #channel LIST 2-5,7-9 Lists AOP entries numbered 2 through 5 and 7 through 9. The SOP CLEAR command clears all entries of the SOP list. The SOP ADD, SOP DEL and SOP CLEAR commands are limited to the channel founder. However, any user on the AOP list may use the SOP LIST command. This command may have been disabled for your channel, and in that case you need to use the access list. See %R%S HELP ACCESS for information about the access list, and %R%S HELP SET XOP to know how to toggle between the access list and xOP list systems.
it_it: Sintassi: SOP canale ADD nick  SOP canale DEL { nick | numero | lista } SOP canale LIST [ mask | lista ] SOP canale CLEAR Gestisce la lista SOP (SuperOP) del canale. La lista SOP dà agli utenti il diritto di essere auto-oppati e protetti (+a), di modificare la lista AutoKick e quella delle parolacce (badwords), di leggere le memo di canale, e così via. Il comando SOP ADD aggiunge il nick specificato alla lista SOP. Il comando SOP DEL rimuove il nick specificato dalla lista SOP. Se viene specificata una lista, i record corrispondenti vengono rimossi. (Guarda l'esempio di LIST) Il comando SOP LIST mostra la lista SOP. Se viene utilizzata una wildcard per la mask, solo i record che corrispondono alla mask vengono mostrati. Se viene specificata una lista, i record corrispondenti vengono mostrati. Ad esempio: SOP #canale LIST 2-5,7-9 Mostra i record SOP che hanno numero da 2 a 5 e da 7 a 9 (il 6 è quindi escluso). Il comando SOP CLEAR svuota la lista SOP. I comandi SOP ADD, SOP DEL e SOP CLEAR sono limitati al fondatore del canale. Comunque, tutti gli utenti nella lista SOP possono usare il comando SOP LIST. Questo comando potrebbe essere stato disabilitato per il tuo canale; in questo caso dovrai usare la lista di accesso. Digita /msg %S HELP ACCESS per maggiori informazioni, e /msg %S HELP SET XOP per scoprire come passare da un sistema all'altro.
ru_ru: Синтаксис: SOP #канал ADD ник  SOP #канал DEL { ник | номер записи | список_записей } SOP #канал LIST [ маска | список_записей ] SOP #канал CLEAR Позволяет управлять списком SOP'ов (супероператоров) вашего канала. Привилегии SOP'а включают в себя не только все привилегии AOP'а, но и возможность управлять списком доступа канала, списком автокиков, списком "плохих слов" и списком мемо-сообщений. Команда SOP ADD добавляет указанный ник в список SOP'ов. Команда SOP DEL удаляет указанный ник из списка SOP'ов. В качестве параметра вы можете указать не только ник, но и конкретный номер записи или список записей (см. примеры использования LIST ниже). Команда SOP LIST выводит текущий список SOP'ов канала. В качестве дополнительного параметра вы можете указать символьную маску, что позволит вам получить список с конкретными никами, попадающими под эту маску, или же, вы можете указать список записей. Например: SOP #канал LIST 2-5,7-9 отобразит все записи со 2-ой по 5-ую, и с 7-ой по 9-ю. SOP #канал LIST *vas* отобразит все записи, которые содержат подстроку 'vas' Команда SOP CLEAR позволяет полностью очистить список SOP'ов. Команды SOP ADD, SOP DEL и SOP CLEAR может использовать только владелец канала, команда SOP LIST доступна всем пользователям с привилегиями AOP'а и выше. Помните, что данная команда работает только в случае использования системы привилегий xOP. Если вы используете систему LEVELS, все изменения списка доступа канала должны производится посредством команды ACCESS. Для более подробной информации по использованию команды ACCESS и системы привилегий xOP см. справочную информацию по /msg %S HELP ACCESS и /msg %S HELP SET XOP.
tr_tr: Kullanýmý: SOP kanaladi ADD nick  SOP kanaladi DEL { nick | kayit-no | liste } SOP kanaladi LIST [ mask | liste ] SOP kanaladi CLEAR Bir kanalin SOP (SuperOP) listesini düzenler. SOP listesindekiler AOP larin sahip oldugu tüm yetkilere sahiptir. Ayrica AutoKick ve BadWords listesini düzenleyebilirler, kanal memolarini okuyabilirler, vs. SOP ADD komutu belirtilen nicki SOP listesine ekler. SOP DEL komutu belirtilen nicki SOP listesinden siler. Eger kayit numaralari listesi belirtilmisse, bu kayitlar silinir. (Asagidaki örnegi inceleyin.) SOP LIST komutu SOP listesini görüntüler. Eger bir hostmask belirtilmisse o hostmaskla uyusan kayitlar gösterilir. Eger kayit numaralari listesi belirtilmisse o numaralardaki nickler gösterilir; örnegin: SOP #kanaladi LIST 2-5,7-9 2 den 5 e ve 7 den 9 a kadar olan kayitlar gösterilir. SOP CLEAR komutu SOP listesindeki tüm kayitlari temizler. SOP ADD, SOP DEL ve SOP CLEAR komutlarini sadece kanal founderi kullanabilir. Ama AOP listesindeki herhangi biri SOP LIST komutunu kullanabilir. Bu komutu kanaliniz için devre disi birakabilirsiniz. O zaman access komutlarini kullanmalisiniz. Access komutlari hakkinda bilgi almak için /msg %S HELP ACCESS yazin. Access ile xOP arasinda geçis yapabilmek için gerekli bilgilere /msg %S HELP SET XOP yazarak ulasabilirsiniz.

source: Syntax: SQLINE ADD [+ expiry ] mask reason  SQLINE DEL { mask | entry-num | list } SQLINE LIST [ mask | list ] SQLINE VIEW [ mask | list ] SQLINE CLEAR Allows Services operators to manipulate the SQLINE list. If a user with a nick matching an SQLINE mask attempts to connect, Services will not allow it to pursue his IRC session. If the first character of the mask is #, services will prevent the use of matching channels (on IRCds that support it). SQLINE ADD adds the given mask to the SQLINE list for the given reason (which must be given). expiry is specified as an integer followed by one of d (days), h (hours), or m (minutes). Combinations (such as 1h30m ) are not permitted. If a unit specifier is not included, the default is days (so +30 by itself means 30 days). To add an SQLINE which does not expire, use +0 . If the mask to be added starts with a + , an expiry time must be given, even if it is the same as the default. The current SQLINE default expiry time can be found with the STATS AKILL command. The SQLINE DEL command removes the given mask from the SQLINE list if it is present. If a list of entry numbers is given, those entries are deleted. (See the example for LIST below.) The SQLINE LIST command displays the SQLINE list. If a wildcard mask is given, only those entries matching the mask are displayed. If a list of entry numbers is given, only those entries are shown; for example: SQLINE LIST 2-5,7-9 Lists SQLINE entries numbered 2 through 5 and 7 through 9. SQLINE VIEW is a more verbose version of SQLINE LIST, and will show who added an SQLINE, the date it was added, and when it expires, as well as the mask and reason. SQLINE CLEAR clears all entries of the SQLINE list.
it_it: Sintassi: SQLINE ADD [+ durata ] mask motivo  SQLINE DEL { mask | numero | lista } SQLINE LIST [ mask | lista ] SQLINE VIEW [ mask | lista ] SQLINE CLEAR Permette ai Services operator di manipolare la lista SQLINE. Se un utente il cui nick si trova nella lista SQLINE cerca di, connettersi, i Services non gli permetterano di proseguire la sua sessione su IRC. Se il primo carattere della mask è #, i Services bloccheranno l'uso dei canali corrispondenti (sugli IRCd che supportano questa funzione). SQLINE ADD aggiunge la mask di realname specificata alla lista sgline per il motivo specificato (che deve essere indicato). durata è specifcato come un intero seguito da una lettera, che può essere d (giorni), h (ore), o m (minuti). Le combinazioni (ad esempio 1h30m ) non sono permesse. Se non viene specificata una unità, il valore viene inteso in giorni (quindi +30 significa 30 giorni). Per aggiungere una SQLINE senza scadenza, bisogna usare +0 . Se la usermask indicata inizia con un + , la durata deve essere indicata esplicitamente, anche se è la stessa di default. La durata di default per le SQLINE può essere trovata con il comando STATS AKILL. Il comando SqLINE DEL rimuove la mask specificata dalla lista SqLINE, se è presente. Se viene indicata una lista di numeri, verrano rimossi i record corrispondenti (vedi l'esempio di LIST). Il comando SQLINE LIST mostra la lista SQLINE. Se viene usata una wildcard nella mask, solo i record che corrispondono alla mask vengono mostrati. Se viene indicata una lista di numeri, soltanto quei record vengono mostrati, ad esempio: SQLINE LIST 2-5,7-9 Mostra i record della lista SQLINE che hanno numeri da 2 a 5 e da 7 a 9. SQLINE VIEW mostra più informazioni di SQLINE LIST, e indica chi ha aggiunto una SQLINE, quando è stata aggiunta, e quando scade, oltre alla mask e al motivo. SQLINE CLEAR svuota la lista SQLINE.
ru_ru: Синтаксис: SQLINE ADD [+ срок_истечения ] маска причина  SQLINE DEL { маска | номер_записи | список_записей } SQLINE LIST [ маска | список_записей ] SQLINE VIEW [ маска | список_записей ] SQLINE CLEAR Позволяет Операторам сервисов управлять списком сервисных SQLINE'ов. SQLINE-запись позволяет вам поставить глобальный бан на определенный ник или маску ника. Любой пользователь, ник которого попадет под маску какой-либо записи в SQLINE-списке, будет сразу же отключен от сети и в дальнейшем, сервисы не позволят ему подключится с этим ником. Если IRCd вашей сети поддерживает установку QLINE не только на ники, но и на каналы - вы можете указать в качестве первого символа маски '#' - чтобы запретить к использованию указанный канал. Команда SQLINE ADD добавляет указанный ник или канал с указанной причиной в список SQLINE'ов (наличие причины - обязательно). Значение срока истечения - это целое число, которое может быть одним из: d (дней), h (часов), или m (минут). Такие сочетания как 1h30m - недопустимы. Если единица измерения не указана, то по-умолчанию, она будет принята за "d" - "дни" (таким образом, +30 будет означать 30 дней). Чтобы добавить постоянный SQLINE, используйте время истечения равным +0 . Помните, что если в качестве первого символа второго параметра указан знак "+" - вы должны обозначить сроки истечения записи, даже если это будет значение по-умочанию. Текущее время истечения SQLINE'а по-умолчанию, можно узнать с помощью команды STATS AKILL. Команда SQLINE DEL удаляет указанную маску из списка SQLINE'ов. В качестве параметра вы можете указать не только маску SQLINE'а, но и конкретный номер записи или список записей (см. примеры использования команды LIST ниже). Команда SQLINE LIST показывает текущий список SQLINE'ов. В качестве дополнительного параметра, вы можете указать символьную маску, что позволит вам получить список с конкретными записями, попадающими под эту маску, или же, вы можете указать список записей. Например: SQLINE LIST 2-5,7-9 отобразит все записи с 2-ой по 5-ю и с 7-ой по 9-ю. SQLINE VIEW более подробная версия SQLINE LIST, она покажет вам кто добавил SQLINE, время установки SQLINE'а, когда он истекает, ну и, конечно же, маску ника или канала и причину устанвоки SQLINE'а. SQLINE CLEAR позволяет полностью очистить список SQLINE'ов.
tr_tr: Kullanimi: SQLINE ADD [+ zamanasimi ] mask sebep  SQLINE DEL { mask | kayit-no | liste } SQLINE LIST [ mask | liste ] SQLINE VIEW [ mask | liste ] SQLINE CLEAR Servis adminlerinin SQLINE listesini yönetmelerini saglar. Eger SQLINE listesindeki masklardan biriyle uyusan bir nick servera baglanmaya çalisirsa, servisler buna izin vermezler. eger maskin ilk karakteri # ise servisler onla uyusan kanallarin kullanilmasina izin vermezler. (destekleyen IRCd yazilimlarinda geçerlidir). SQLINE ADD belirtilen maski belirtilen sebeple (mutlaka belirtilmelidir) birlikte SQLINE listesine ekler. zaman asimi ardinda d (gün), h (saat), veya m (dakika) olan bir sayi olmalidir.. 1h30m seklindeki kombinasyonlar geçersizdir. eger son ekleme harfi belirtilmemisse, varsayilan olarak gün kullanilir. (yani +30 30 gün demektir). Zaman asimina ugramasini istemediginiz bir SQLINE eklemek için +0 kullanin. Egegr eklenecek maskin basinda + varsa, zaman asimi süresi belirtilmelidir, aksi halde zaman asimi süresi varsayilanla ayni olacaktir. Mevcut SQLINE varsayilan zaman asimi süresi STATS AKILL komutuyla bulunabilir. SQLINE DEL komutu belirtilen maski SQLINE listesinden siler. Eger kayit numaralari listesi belirtilmisse, o kayitlari siler. (Asagidaki örnegi inceleyin.) SQLINE LIST komutu SQLINE listesini gösterir. Egegr bir mask belirtilmisse, maskla uyusan kayitlar gösterilir. Egegr kayit numaralari listesi belirtilmisse, o numaralara karsilik olan kayitlar gösterilir; örnegin: SQLINE LIST 2-5,7-9 2 den 5 e ve 7 den 9 a kadar olan SQLINE kayitlari gösterilir. SQLINE VIEW komutu SQLINE LIST komutunun daha gelismisidir, ve SQLINE kaydini ekleyeni, eklendigi tarihi, süresinin ne zaman bitecegini, mask ve sebeple beraber gösterir. SQLINE CLEAR SQLINE listesindeki tüm kayitlari temizler. Servis operatörlerinin kullanimiyla sinirlidir.

source: Syntax: STAFF Displays all Services Staff nicks along with level and on-line status.
it_it: Sintassi: STAFF Mostra tutti i nick dello staff dei services coi rispettivi livelli e stato on-line.
ru_ru: Синтаксис: STAFF Выводит список привилегированных на сервисах пользователей (таких как Администраторы или Операторы сервисов) и их текущий статус.

source: Syntax: STAFF memo-text Sends all services staff a memo containing memo-text .
it_it: Sintassi: STAFF testo-memo Invia un memo contenenteo testo-memo a tutto lo services staff.
ru_ru: Синтаксис: STAFF текст_сообщения Позволяет отправить мемо-сообщение всем операторам/администраторам сервисов сети.
