Repository: anope/anope
Catalog: lang/anope.*.po
Languages: it_it, ru_ru, tr_tr

source: PRIVATE Prevent the nickname from appearing in a %R%S LIST
it_it: PRIVATE Nasconde il nick dalla lista (/msg %S LIST)
ru_ru: PRIVATE скрытие ника в списке ников по /msg %S LIST
tr_tr: PRIVATE Prevent the nickname from appearing in a /msg %S LIST

source: PRIVATE Prevent your nickname from appearing in a %R%S LIST
it_it: PRIVATE Nasconde il nick dalla lista (/msg %S LIST)
ru_ru: PRIVATE скрытие вашего ника в списке ников по /msg %S LIST
tr_tr: PRIVATE Nickinizin /msg %S LIST yazýldýðýnda görünmesini engeller

source: PROTECT Protects a selected nick on a channel
it_it: PROTECT Assegna lo stato di protezione a un utente (+a)
ru_ru: PROTECT Установка режима защиты (+a) указанному нику на канале

source: QUIT Terminate the Services program with no save
it_it: QUIT Termina i Services senza salvare i database
ru_ru: QUIT Завершить работу сервисов без сохранения базы данных
tr_tr: QUIT Servis programýný kapatýr

source: RANDOMNEWS Define messages to be randomly shown to users at logon
it_it: RANDOMNEWS Definisce i messaggi da mostrare casualmente agli utenti quando si connettono
ru_ru: RANDOMNEWS Управление списком случайных новостей
tr_tr: RANDOMNEWS Baglanti sirasina kullaniciya gönderilen karisik mesajlari belirler

source: READ Read a memo or memos
it_it: READ Legge uno o più memo
ru_ru: READ Чтение какого-либо сообщения, группы сообщений
tr_tr: READ Mesajlarý okumanýzý saðlar

source: RECOVER Kill another user who has taken your nick
it_it: RECOVER Disconnette un altro utente che usa il tuo nick
ru_ru: RECOVER Освобождение вашего ника от использования его кем-то другим
tr_tr: RECOVER Nickinizi kullanan birini kill ler

source: REGISTER Register a nickname
it_it: REGISTER Registra un nick
ru_ru: REGISTER Регистрация ника
tr_tr: REGISTER Nickinizi kaydeder

source: RELEASE Regain custody of your nick after RECOVER
it_it: RELEASE Permette di usare di nuovo il proprio nick dopo un RECOVER
ru_ru: RELEASE Снятие защиты сервисов с вашего ника после команды RECOVER
tr_tr: RELEASE RECOVER komutundan sonra nickinizi serbest býrakýr

source: RELOAD Reload services' configuration file
it_it: RELOAD Rilegge il file di configurazione dei Services
ru_ru: RELOAD Перезагрузка конфигурационного файла сервисов
tr_tr: RELOAD Servislerin conf dosyasýný yeniden yükler

source: RESEND Resend a nickserv auth code
it_it: RESEND Reinvia un "auth code" di nickserv
ru_ru: RESEND Повторный запрос auth-кода на email

source: RESTART Save databases and restart Services
it_it: RESTART Salva i database e riavvia i Services
ru_ru: RESTART Сохранить базы данных и перезапустить сервисы
tr_tr: RESTART Veritabanýný kaydeder ve servisleri yeniden baþlatýr

source: RESTRICTED Restrict access to the channel
it_it: RESTRICTED Limita l'accesso al canale
ru_ru: RESTRICTED ограничение уровня доступа на канал до прописанных
tr_tr: RESTRICTED Kanala izinli giriþ gerektirir

source: RSEND Sends a memo and requests a read receipt
it_it: RSEND Invia un memo e richiede una notifica di lettura
ru_ru: RSEND Отправка мемо-сообщения с условием подтверждения о прочтении

source: Reverses kicker : %s
it_it: Kick in caso di reverse: %s
ru_ru: Цензор инверсий......: %s
tr_tr: Ctrl+R de atma : %s

source: Reverses kicker : %s (%d kick(s) to ban)
it_it: Kick in caso di reverse: %s (%d kick portano al ban)
ru_ru: Цензор инверсий......: %s (%d киков до бана)
tr_tr: Ctrl+R de atma : %s (%d tanede ban)

source: SASET Set SET-options on another nickname
it_it: SASET Imposta le opzioni SET su un altro nickname
ru_ru: SASET Установка различных опций какого-либо ника

source: SAY Makes the bot say the given text on the given channel
it_it: SAY Fa sì che il bot dica qualcosa in canale
ru_ru: SAY Послать на указанный канал текст от лица бота

source: SECURE Activate %S security features
it_it: SECURE Attiva le funzionalità di sicurezza di %S
ru_ru: SECURE дополнительные возможности %S'а по безопасности
tr_tr: SECURE %S güvenlik özelliklerini aktifleþtirir

source: SECURE Turn nickname security on or off
it_it: SECURE Attiva o disattiva la sicurezza
ru_ru: SECURE активирование/деактивирование режима безопасности
tr_tr: SECURE Nick güvenliðini açar kapatýr

source: SECUREFOUNDER Stricter control of channel founder status
it_it: SECUREFOUNDER Abilita un controllo più severo dello stato di fondatore
ru_ru: SECUREFOUNDER ограничение на получение статуса владельца канала
tr_tr: SECUREFOUNDER Kanal founderý durumunun sýký kontrolünü saðlar

source: SECUREOPS Stricter control of chanop status
it_it: SECUREOPS Abilita un controllo più severo dello stato di operatore
ru_ru: SECUREOPS контроль за получением статуса оператора канала
tr_tr: SECUREOPS Kanal opu durumunun sýký kontrolünü saðlar

source: SEND Send a memo to a nick or channel
it_it: SEND Invia un memo a un nick o a un canale
ru_ru: SEND Отправка мемо-сообщения указанному нику или каналу
tr_tr: SEND Nicke veya kanala mesaj gönderir

source: SENDALL Send a memo to all registered users
it_it: SENDALL Invia un memo a tutti gli utenti registrati
ru_ru: SENDALL Отправка массового мемо-сообщения всем пользователям сети

source: SENDPASS Forgot your password? Try this
it_it: SENDPASS Invia la password del proprio nick via e-mail
ru_ru: SENDPASS Запрос пароля от ника на email-адрес
tr_tr: SENDPASS Þifrenizimi unuttunuz? Bunu deneyin

source: SESSION View the list of host sessions
it_it: SESSION Mostra la lista delle sessioni degli host
ru_ru: SESSION Просмотр количества сессий с указанного хоста
tr_tr: SESSION Host session(oturum) larýn listesini gösterir

source: SET Configures bot options
it_it: SET Imposta le opzioni del bot
ru_ru: SET Настройка различных опций бота
tr_tr: SET Bot özelliklerini ayarlar

source: SET Set the vhost of another user
it_it: SET Imposta il vhost di un altro utente
ru_ru: SET Установка виртуального хоста указанному пользователю

source: SET Set various global Services options
it_it: SET Imposta varie opzioni globali dei Services
ru_ru: SET Настройка различных опций сервисов
tr_tr: SET Çeþitli global servis özelliklerini ayarlar

source: SET Set channel options and information
it_it: SET Imposta le opzioni e le informazioni di canale
ru_ru: SET Настройка различных опций канала
tr_tr: SET Kanal özelliklerini ve bilgisini ayarlar

source: SET Set options, including kill protection
it_it: SET Imposta le opzioni, inclusa la protezione
ru_ru: SET Настройка опций ника, включая защиту KILL'ом
tr_tr: SET Ayarlar, kill korumasýný içerir

source: SET Set options related to memos
it_it: SET Imposta le opzioni relative ai memo
ru_ru: SET Установка опций для мемо-сообщений
tr_tr: SET Mesajlarla ilgili ayarlarý yapar

source: SETALL Set the vhost for all nicks in a group
it_it: SETALL Imposta il vhost per tutti i nick di un gruppo
ru_ru: SETALL Установка вирт. хоста для всех ников указанной группы

source: SHUTDOWN Terminate the Services program with save
it_it: SHUTDOWN Termina i Services salvando i database
ru_ru: SHUTDOWN Завершить работу сервисов с сохранением базы данных
tr_tr: SHUTDOWN Servisler programýný kayýt ederek kapatýr

source: SIGNKICK Sign kicks that are done with KICK command
it_it: SIGNKICK "Firma" i kick effettuati con il comando KICK
ru_ru: SIGNKICK настройка режима "подписанных киков"
tr_tr: SIGNKICK KICK komutuyla yapýlan atmalarý iþaretler

source: SNLINE Manipulate the SNLINE list
it_it: SNLINE Manipola la lista SNLINE
ru_ru: SNLINE Управление списком SNLINE'ов
tr_tr: SNLINE SNLINE listesini düzenler

source: SOP Modify the list of SOP users
it_it: SOP Modifica la lista degli utenti SOP
ru_ru: SOP Управление списком SOP'ов канала
tr_tr: SOP SOP listesini düzenler

source: SQLINE Manipulate the SQLINE list
it_it: SQLINE Manipola la lista SQLINE
ru_ru: SQLINE Управление списком SQLINE'ов
tr_tr: SQLINE SQLINE listesini düzenler

source: STAFF Display Services staff and online status
it_it: STAFF Mostra lo staff dei services con stato online
ru_ru: STAFF Список всех прописанных на сервисах и их онлайн-статус

source: STAFF Send a memo to all opers/admins
it_it: STAFF Invia un memo a tutti gli opers/admins
ru_ru: STAFF Отправка мемо-сообщения всем операторам/администраторам сети

source: STATS Show status of Services and network
it_it: STATS Mostra lo stato dei Services e della rete
ru_ru: STATS Запрос информаци о статусе сервисов и сети
tr_tr: STATS Servislerin ve networkun durumunu gösterir

source: STATUS Returns the current access level of a user on a channel
it_it: STATUS Restituisce il livello di accesso corrente di un utente su un canale
ru_ru: STATUS Возвращает текущий уровень доступа для указанного пользователя на указанном канале
tr_tr: STATUS Kullanýcýnýn kanaldaki access seviyesini söyler

source: STATUS Returns the owner status of the given nickname
it_it: STATUS Indica lo stato di identificazione di un nick
ru_ru: STATUS Запрос статуса идентификации указанного ника на сервисах

source: SUCCESSOR Set the successor for a channel
it_it: SUCCESSOR Imposta il successore del fondatore del canale
ru_ru: SUCCESSOR установка наследника канала
tr_tr: SUCCESSOR Kanal successorýný belirler

source: SUSPEND Prevent a channel from being used preserving channel data and settings
it_it: SUSPEND Impedisce l'utilizzo di un canale mantenendo i dati e le impostazioni
ru_ru: SUSPEND Приостановка работы канала, с сохранением всех данных и настроек канала

source: SUSPEND Suspend a given nick
it_it: SUSPEND Sospendi il nick specificato
ru_ru: SUSPEND Установка режима саспенда ("заморозки") на ник

source: SVSNICK Forcefully change a user's nickname
it_it: SVSNICK Forza il cambio del nickname di un utente
ru_ru: SVSNICK Принудительное изменение ника пользователя сети

source: SZLINE Manipulate the SZLINE list
it_it: SZLINE Manipola la lista SZLINE
ru_ru: SZLINE Управление списком SZLINE'ов
tr_tr: SZLINE SZLINE listesini düzenler

source: TOPIC Manipulate the topic of the specified channel
it_it: TOPIC Cambia il topic di un canale
ru_ru: TOPIC Установка топика на канале посредством сервисов

source: TOPICLOCK Topic can only be changed with TOPIC
it_it: TOPICLOCK Imposta il blocco del topic (modificabile solo attraverso il comando TOPIC)
ru_ru: TOPICLOCK блокировка топика канала от изменений его кем-либо
tr_tr: TOPICLOCK Topic sadece SET TOPIC komutuyla deðiþtirilir

source: UMODE Change a user's modes
it_it: UMODE Cambia i modi utente di un utente
ru_ru: UMODE Изменение режимов какого-либо пользователя сети

source: UNASSIGN Unassigns a bot from a channel
it_it: UNASSIGN Rimuove il bot da un canale
ru_ru: UNASSIGN Снять бота с указанного канала

source: UNSUSPEND Releases a suspended channel
it_it: UNSUSPEND Rilascia un canale sospeso
ru_ru: UNSUSPEND Снятие режима саспенда с канала (восстановление)

source: UNSUSPEND Unsuspend a given nick
it_it: UNSUSPEND Rilascia il nick specificato
ru_ru: UNSUSPEND Снятие режима саспенда с ника

source: UPDATE Force the Services databases to be updated on disk immediately
it_it: UPDATE Forza la scrittura su disco immediata dei database dei Services
ru_ru: UPDATE Обновление баз данных сервисов (сохранение на диск)
tr_tr: UPDATE Diskteki Servis veritabanýnýn hemen güncellenmesini saðlar

source: UPDATE Updates your current status, i.e. it checks for new memos
it_it: UPDATE Aggiorna il tuo stato attuale, ovvero controlla eventuali nuovi memo
ru_ru: UPDATE Обновление вашего текущего статуса на сервисах

source: USERLIST Lists all user records
it_it: USERLIST Mostra tutti gli utenti
ru_ru: USERLIST Список текущих пользователей сети
tr_tr: USERLIST Tüm kullanýcý kayýtlarýný listeler

source: Used on : %d channel(s)
it_it: Usato su: %d canale/i
ru_ru: Кол-во каналов..: %d
tr_tr: Kullanýlan kanallar : %d kanalda

source: VOICE Voices a selected nick on a channel
it_it: VOICE Assegna lo stato di voice a un utente (+v)
ru_ru: VOICE Установка статуса войса (+v) указанному нику на канале

source: VOP Maintains the VOP (VOicePeople) list for a channel
it_it: VOP Modifica la lista degli utenti VOP
ru_ru: VOP Управление списком VOP'ов канала

source: XOP Toggle the user privilege system
it_it: XOP Seleziona il sistema di privilegi utilizzato
ru_ru: XOP настройка системы привилегий канала
tr_tr: XOP Ayricalik sistemleri arasinda geçisi saglar

source: %s (expires in %s)
it_it: %s (scade tra %s)
ru_ru: %s (истекает %s)

source: Bad words kicker : %s
it_it: Kick in caso di parolacce: %s
ru_ru: Цензор плохих слов...: %s
tr_tr: Küfürde atma : %s

source: Bad words kicker : %s (%d kick(s) to ban)
it_it: Kick in caso di parolacce: %s (%d kick portano al ban)
ru_ru: Цензор плохих слов...: %s (%d киков до бана)
tr_tr: Küfürde atma : %s (%d tanede ban)

source: E-mail address: %s
it_it: Indirizzo e-mail: %s
ru_ru: Email-адрес.............: %s
tr_tr: E-mail adresi: %s

source: Is online from: %s
it_it: Connesso da: %s
ru_ru: Сейчас онлайн, c маской.: %s
tr_tr: Baðlandýðý adres: %s

source: Last seen time: %s
it_it: Ultimo accesso: %s
ru_ru: Последний раз замечен...: %s
tr_tr: Son görüldüðü tarih: %s

source: Topic set by: %s
it_it: Topic impostato da: %s
ru_ru: Топик установил...........: %s
tr_tr: Topici yazan: %s

source: Entry message: %s
it_it: Messaggio di ingresso: %s
ru_ru: Сообщение при входе.......: %s
tr_tr: Giriþ mesajý: %s

source: Real name : %s
ru_ru: Реальное имя....: %s
tr_tr: Gerçek ismi : %s

source: Time registered: %s
it_it: Ora di registrazione: %s
ru_ru: Зарегистрирован.........: %s
tr_tr: Kayýt zamaný: %s

source: Underlines kicker : %s
it_it: Kick in caso di sottolineato: %s
ru_ru: Цензор подчеркиваний.: %s
tr_tr: Altýçizili yazýda atma : %s

source: Underlines kicker : %s (%d kick(s) to ban)
it_it: Kick in caso di sottolineato: %s (%d portano al ban ban)
ru_ru: Цензор подчеркиваний.: %s (%d киков до бана)
tr_tr: Altýçizili yazýda atma : %s (%d tanede ban)

source: Num Sender Date/Time
it_it: Num Mittente Data/Ora
ru_ru: No. Послал Дата/Время
tr_tr: Num Gönderen Tarih/Zaman

source: "/msg %s" is no longer supported. Use "/msg %s@%s" or "/%s" instead.
it_it: "/msg %s" non è più supportato. Usa "/msg %s@%s" o "/%s".
ru_ru: Адресация вида "/msg %s" больше не поддерживается. Используйте "/msg %s@%s" или "/%s".

source: #%d Nick:%s, vhost:%s (%s - %s)
ru_ru: #%d * Ник: %s * виртуальный хост: %s (%s - %s)

source: #%d Nick:%s, vhost:%s@%s (%s - %s)
ru_ru: #%d * Ник: %s * виртуальный хост: %s@%s (%s - %s)

source: %3d %s (by %s on %s; %s) %s
ru_ru: %3d %s (от %s в %s; %s) %s
tr_tr: %3d %s (%s tarafýndan %s tarihinde; %s) %s

source: %3d %s (by %s on %s) %s
it_it: %3d %s (aggiunto da %s il %s) %s
ru_ru: %3d %s (от %s в %s) %s

source: %3d %s (stuck) (by %s on %s) %s
it_it: %3d %s (fisso) (aggiunto da %s il %s) %s
ru_ru: %3d %s (заблокирован) (от %s в %s) %s
tr_tr: %3d %s (kalici) (by %s on %s) %s

source: %3d. %s (by %s on %s; %s) Limit: %-4d - %s
it_it: %3d. %s (by %s on %s; %s) Limite: %-4d - %s
ru_ru: %3d. %s (by %s on %s; %s) Лимит: %-4d - %s

source: %5d (%s by %s) %s
it_it: %5d (%s, aggiunto da %s) %s
ru_ru: %5d (%s от %s) %s

source: %S commands:
it_it: Comandi di %S:
ru_ru: Список команд %S:

source: %d Modules loaded.
it_it: %d Moduli caricati.
ru_ru: Количество загруженных модулей: %d

source: %d bots available.
it_it: %d bot disponibili.
ru_ru: Количество доступных ботов: %d
tr_tr: %d bot mevcut.

source: %d days
it_it: %d giorni
ru_ru: %d дней
tr_tr: %d gün

source: %d hours
it_it: %d ore
ru_ru: %d часов
tr_tr: %d saat

source: %d minutes
it_it: %d minuti
ru_ru: %d минут
tr_tr: %d dakika

source: %d nicknames in the group.
it_it: %d nick nel gruppo.
ru_ru: Количество ников в группе: %d
tr_tr: Grupta %d nick var.

source: %d seconds
it_it: %d secondi
ru_ru: %d секунд
tr_tr: %d saniye

source: %s AOP list is empty.
it_it: La lista AOP di %s è vuota.
ru_ru: Список AOP'ов канала %s пуст.
tr_tr: %s kanalinin AOP listesi bos.

source: %s HOP list is empty.
it_it: La lista HOP di %s è vuota.
ru_ru: Список HOP'ов канала %s пуст.
tr_tr: %s kanali HOP listesi bos.

source: %s SOP list is empty.
it_it: La lista SOP di %s è vuota.
ru_ru: Список SOP'ов канала %s пуст.
tr_tr: %s kanali SOP listesi bos.

source: %s VOP list is empty.
it_it: La lista VOP di %s è vuota.
ru_ru: Список VOP'ов канала %s пуст.
tr_tr: %s kanali VOP listesi bos.

source: %s access list is empty.
it_it: La lista di accesso di %s è vuota.
ru_ru: Список доступа канала %s пуст.
tr_tr: %s kanalýnýn access listesi boþ.

source: %s autokick list is empty.
it_it: La lista autokick di %s è vuota.
ru_ru: Список автокиков канала %s пуст.
tr_tr: %s kanalýnýn akick listesi boþ.

source: %s bad words list is empty.
it_it: La lista delle parolacce di %s è vuota.
ru_ru: Список плохих слов канала %s пуст.
tr_tr: %s kanalýnýn küfür listesi boþ.

source: %s cannot be the successor on channel %s because he is its founder.
it_it: %s non può essere il successore del canale %s perché ne è il fondatore.
ru_ru: %s не может быть наследником канала %s так как он его владелец.
tr_tr: %s %s kanalýnda successor olamaz çünkü zaten o kanalýn founderý.

source: %s cannot receive memos.
it_it: %s non può ricevere memo.
ru_ru: Адресат %s не может принимать сообщения.
tr_tr: %s nicki mesaj alamaz.

source: %s coverage is too wide; Please use a more specific mask.
it_it: %s La copertura è troppo ampia; per favore, usa una maschera più specifica.
ru_ru: Границы маски %s слишком широки, пожалуйста, уточните маску.
tr_tr: %s kapsamý aþýrý geniþ; Lütfen daha belirli bir mask kullanýn.

source: %s currently has %d memos, of which %d are unread.
it_it: %s ha %d memo, di cui %d non sono stati ancora letti.
ru_ru: %s сейчас имеет %d сообщений, %d из них все еще не прочитаны.
tr_tr: %s nickinin þu an %d mesajý var, %d tanesi okunmamýþ.

source: %s currently has %d memos, of which 1 is unread.
it_it: %s ha %d memo, di cui 1 non è stato ancora letto.
ru_ru: %s сейчас имеет %d сообщений, 1 из них все еще не прочитано.
tr_tr: %s nickinin þu an %d mesajý var, 1 tanesi okunmamýþ.

source: %s currently has %d memos.
it_it: %s ha %d memo.
ru_ru: %s сейчас имеет %d сообщений.
tr_tr: %s nickinin þu an %d mesajý var.

source: %s currently has %d memos; all of them are unread.
it_it: %s ha %d memo, nessuno dei quali è stato letto.
ru_ru: %s сейчас имеет %d сообщений, ни одно из них не прочитано.
tr_tr: %s nickinin þu an %d mesajý var; hiçbiri okunmamýþ.

source: %s currently has 1 memo, and it has not yet been read.
it_it: %s ha 1 memo, e non è stato ancora letto.
ru_ru: %s сейчас имеет 1 новое, непрочитанное сообщение.
tr_tr: %s nickinin þu an 1 mesajý var, ve daha okunmamýþ.

source: %s currently has 1 memo.
it_it: %s ha 1 memo.
ru_ru: %s сейчас имеет 1 сообщение.
tr_tr: %s nickinin þu an 1 mesajý var.

source: %s currently has no memos.
it_it: %s non ha alcun memo.
ru_ru: Список сообщений для %s на данный момент пуст.
tr_tr: %s nickinin þu an hiç mesajý yok.

source: %s currently has too many memos and cannot receive more.
it_it: %s attualmente ha troppi memo e non può riceverne altri.
ru_ru: Список сообщений для %s переполнен и принимать на данный момент новые он не может.
tr_tr: %s nickinin limiti dolduðundan daha fazla mesaj alamaz.

source: %s has no memo limit.
it_it: %s non ha alcun limite dei memo.
ru_ru: Лимит сообщений для %s отключен.
tr_tr: %s nickinin mesaj limiti yok.

source: %s has no memos.
it_it: %s non ha nuovi memo.
ru_ru: Список сообщений канала %s пуст.
tr_tr: %s nickinin hiç mesajý yok.

source: %s has no new memos.
it_it: %s non ha nuovi memo.
ru_ru: Новых сообщений для %s не обнаружено.
tr_tr: %s nickinin hiç yeni mesajý yok.

source: %s is %s
it_it: %s è %s
ru_ru: %s это %s
tr_tr: %s isim: %s

source: %s is currently offline.
it_it: %s al momento è offline.
ru_ru: %s на данный момент неактивен (skeleton-режим).
tr_tr: %s þu an devre dýþý.

source: %s is currently online.
it_it: %s è online in questo momento.
ru_ru: %s сейчас в сети.
tr_tr: %s þu an baðlý.

source: %s is disabled
it_it: %s è disattivato
ru_ru: Режим %s: отключен.

source: %s is enabled
it_it: %s è attivato
ru_ru: Режим %s: включен.
tr_tr: %s is enable

source: %s is no longer a Super-Admin
it_it: %s non è più un SuperAdmin.
ru_ru: %s снял с себя режим Супер-Администратора.

source: %s is not notified of new memos.
it_it: %s non viene informato dei nuovi memo.
ru_ru: %s не уведомляется о новых собщениях.
tr_tr: %s yeni mesajlar için uyarýlmayacak.

source: %s is notified of new memos at logon and when they arrive.
it_it: %s viene informato dei nuovi memo quando si connette e quando li riceve.
ru_ru: %s уведомляется о новых сообщениях сразу после идентификации или по мере прихода новых собщений.
tr_tr: %s yeni mesajlar için baðlandýðýnda ve mesajlar ulaþtýðý anda uyarýlacak.

source: %s is notified of news memos at logon.
it_it: %s viene informato dei nuovi memo quando si connette.
ru_ru: %s уведомляется о новых сообщениях сразу после идентификации к нику.
tr_tr: %s yeni mesajlar için baðlandýðýnda uyarýlacak.

source: %s is notified when new memos arrive.
it_it: %s viene informato dei nuovi memo quando li riceve.
ru_ru: %s уведомляется о новых сообщениях сразу при поступлении оных.
tr_tr: %s yeni mesajlar ulaþtýðý anda uyarýlacak.

source: %s is now a Super-Admin
it_it: %s ora è un SuperAdmin.
ru_ru: Встречаем нового Супер-Администратора - %s

source: %s will not send you any notification of memos.
it_it: %s non ti informerà dei nuovi memo.
ru_ru: С этого момента, %s не будет уведомлять вас о новых сообщениях.
tr_tr: %s sizi yeni mesajlar için uyarmayacak.

source: %s will now notify you of memos when they are sent to you.
it_it: %s ti informerà dei nuovi memo quando li ricevi.
ru_ru: С этого момента, %s будет уведомлять вас о новых сообщениях сразу по поступлении оных.
tr_tr: %s sizi yeni mesajlar için size gönderildiði anda uyaracak.

source: %s will now notify you of memos when you log on and when they are sent to you.
it_it: %s ti informerà dei nuovi memo quando ti connetti e quando li ricevi.
ru_ru: С этого момента, %s будет уведомлять вас о новых сообщениях сразу после идентификации к нику или при поступлении новых сообщений.
tr_tr: %s sizi yeni mesajlar için baðlandýðýnýzda veya mesajlar size gönderildiði anda uyaracak.

source: %s will now notify you of memos when you log on or unset /AWAY.
it_it: %s ti informerà dei nuovi memo quando ti connetti e quando torni dall'/AWAY.
ru_ru: С этого момента, %s будет уведомлять вас о новых сообщениях сразу после идентификации к нику или по возвращению из режима /AWAY.
tr_tr: %s sizi yeni mesajlar için baðlandýðýnýzda veya AWAY modundan dönüþte uyaracak.

source: %s!%s@%s (%s) added to the bot list.
it_it: %s!%s@%s (%s) aggiunto alla lista dei bot.
ru_ru: %s!%s@%s (%s) добавлен в список ботов.
tr_tr: %s!%s@%s (%s) bot listesine eklendi.

source: %s's memo limit is %d, and may not be changed.
it_it: Il limite dei memo di %s è %d, e non può essere modificato.
ru_ru: Лимит собщений для %s равен %d и не может быть изменен.
tr_tr: %s nickinin mesaj limiti %d, ve deðiþtirilemez.

source: %s's memo limit is %d.
it_it: Il limite dei memo di %s è %d.
ru_ru: Лимит сообщений для %s равен %d.
tr_tr: %s nickinin mesaj limiti %d.

source: * AKILL any new clients connecting
it_it: * AKILL tutti i nuovi client che si collegano
ru_ru: * Автоматическая установка AKILL'ов на всех новых клиентов.

source: * Force Chan Modes (%s) to be set on all channels
it_it: * Forza l'impostazione dei modi canale (%s) su tutti i canali
ru_ru: * Принудительная установка режимов %s на все каналы сети.

source: * Ignore any non-opers with message
it_it: * Ignora tutti i non-opers con messaggio
ru_ru: * Игнорирование простых пользователей с оповещением их об этом.

source: * Kill any NEW clients connecting
it_it: * Killa tutti i NUOVI client che si collegano
ru_ru: * Автоматическое отключение от сети всех новых клиентов.
