Repository: anope/anope
Catalog: lang/anope.*.po
Languages: it_it, ru_ru, tr_tr

source: Syntax: DEL [ channel ] { num | list | LAST | ALL} Deletes the specified memo or memos. You can supply multiple memo numbers or ranges of numbers instead of a single number, as in the second example below. If LAST is given, the last memo will be deleted. If ALL is given, deletes all of your memos. Examples: DEL 1 Deletes your first memo. DEL 2-5,7-9 Deletes memos numbered 2 through 5 and 7 through 9.
it_it: Sintassi: DEL [ canale ] { numero | lista | LAST | ALL} Elimina il memo o i memo specificati. Si possono indicare numei multipli di memo o intervalli di numeri invece di un numero singolo, come nel secondo esempio. Se viene usato LAST elimina l'ultimo memo. Se viene usato ALL elimina tutti i memo. Esempi: DEL 1 Elimina il primo memo. DEL 2-5,7-9 Elimina i memo che hanno numero numeri tra 2 e 5 e tra 7 e 9, conservando quindi il 6.
ru_ru: Синтаксис: DEL [ #канал ] { номер | список_записей | LAST | ALL} Позволяет удалить указанное сообщение. В зависимости от указанного параметра, вы можете удалить сразу несколько сообщений или целый диапазон сообщений (см. пример ниже). Параметр LAST позволяет удалить последнее полученное сообщение. Параметр ALL позволяет полностью очистить список сообщений. Примеры: DEL 1 удалит сообщение под номером 1. DEL 2-5,7-9 удалит все сообщения с 2-го по 5-ое и с 7-го по 9-ое.
tr_tr: Kullanýmý: DEL [ kanaladý ] { num | liste | LAST | ALL} Belirtilen mesajlarý siler. Aþaðýdaki örnekteki gibi birden fazla mesajýda silebilirsiniz. If LAST is given, the last memo will be deleted. Eðer ALL parametresi belirtilmiþse, tüm mesajlarýnýz silinir. Örnekler: DEL 1 Ýlk gelen mesajýnýzý siler. DEL 2-5,7-9 2'den 5'e ve 7'den 9'a kadar olan mesajlarý siler.

source: Syntax: DELALL <nick>. Deletes the vhost for all nick's in the same group as that of the given nick.
it_it: Sintassi: DELALL <nick>. Rimuove il vhost da tutti i nick dello stesso gruppo del nick specificato.
ru_ru: Синтаксис: DELALL <ник>. Удаляет виртуальные хосты у всех ников указанной группы.

source: Syntax: DEOP #channel [ nick ] Deops a selected nick on a channel. If nick is not given, it will deop you. By default, limited to AOPs or those with level 5 access and above on the channel.
it_it: Sintassi: DEOP canale [ nick ] Rimuove lo stato di operatore (op, -o) a un utente sul canale specificato. Se non viene indicato alcun nick, "deoppa" l'utente che invia il comando. Di default, il comando è limitato agli AOP o agli utenti con livello di accesso 5 o superiori.
ru_ru: Синтаксис: DEOP #канал [ ник ] Снимает статус оператора канала с указанного ника на указанном канале. Если ник не указан, снимает статус оператора с использующего команду. По-умолчанию, данная команда может быть использована AOP'ами или лицами с уровнем доступа 5 и выше.
tr_tr: Kullanýmý: DEOP #kanaladý [ nick ] Belirtilen nicki kanalda deoplar. Eðer nick belirtilmemiþse, kendinizi deoplarsýnýz. Varsayýlan olarak, AOP lar veya access seviyesi 5 ve üzeri olanlar kullanabilir.

source: Syntax: DEOWNER #channel  Removes your owner status on channel. Limited to those with founder access on the channel.
it_it: Sintassi: DEOWNER canale  Ti toglie lo stato di proprietario (owner, -q) sul canale che specifichi. Il comando è limitato agli utenti che hanno accesso di fondatore.
ru_ru: Синтаксис: DEOWNER #канал  Снимает с использующего статус владельца канала. По-умолчанию, данная команда может быть использована только владельцем канала.
tr_tr: Kullanýmý: DEOWNER #kanaladi  Belirtilen kanaldaki owner statünüzü kaldirir. Belirtilen kanal founderlarinin kullanma yetkisi vardir.

source: Syntax: DEPROTECT #channel [ nick ] Deprotects a selected nick on a channel. If nick is not given, it will deprotect you. By default, limited to the founder, or to SOPs or those with level 10 and above on the channel for self deprotecting.
it_it: Sintassi: DEPROTECT canale [ nick ] Rimuove lo stato di protezione (-a) da un utente sul canale specificato. Se non viene indicato alcun nick, toglie la protezione all'utente che invia il comando. Di default, il comando è limitato al fondatore del canale, oppure ai SOP o agli utenti con livello 10 o superiori per la rimozione della protezione su se stessi.
ru_ru: Синтаксис: DEPROTECT #канал [ ник ] Снимает статус защиты (администратора) с указанного ника на указанном канале. Если ник не указан, снимает статус защиты с использующего команду. По-умолчанию, данная команда может быть использована владельцем или лицами с уровнем доступа 10 (SOP) и выше (в последнем случае - только относительно себя).
tr_tr: Kullanýmý: DEPROTECT #kanaladý [ nick ] Belirtilen nickin korumasýný kaldýrýr. Eðer nick belirtilmemiþse, sizin korumanýzý kaldýrýr. Varsayýlan olarak, founder kullanabilir, veya SOP lar ile access seviyesi 10 ve üzeri olanlar kendilerinde kullanabilir.

source: Syntax: DEVOICE #channel [ nick ] Devoices a selected nick on a channel. If nick is not given, it will devoice you. By default, limited to AOPs or those with level 5 access and above on the channel, or to VOPs or those with level 3 and above for self devoicing.
it_it: Sintassi: DEVOICE canale [ nick ] Rimuove lo stato di voice (-v) da un utente sul canale specificato. Se non viene indicato alcun nick, toglie il voice all'utente che invia il comando. Di default, il comando è limitato agli AOP o agli utenti con livello di accesso 5 o superiori, oppure ai VOP o agli utenti con livello 3 o superiori per il devoice su se stessi.
ru_ru: Синтаксис: DEVOICE #канал [ ник ] Снимает статус войса с указанного ника на указанном канале. Если ник не указан, снимает статус войса с использующего команду. По-умолчанию, данная команда может быть использована AOP'ами или лицами с уровнем доступа 5 и выше. Может быть использована VOP'ами или лицами с уровнем доступа 3 и выше (в последнем случае - только относительно себя).
tr_tr: Kullanýmý: DEVOICE #kanaladý [ nick ] Belirtilen nicki kanalda devoice eder. Eðer nick belirtilmemiþse, sizi devoice eder. Varsayýlan olarak, AOP lar, access seviyesi 5 ve üzeri olanlar kullanabilir, veya VOP lar ile access seviyesi 3 ve üzeri olanlar kendilerini devoice etmek için kullanabilirler.

source: Syntax: DROP channel  Unregisters the named channel. Can only be used by channel founder.
it_it: Sintassi: DROP canale  Deregistra il canale specificato. Può essere usato soltanto da un fondatore di canale.
ru_ru: Синтаксис: DROP #канал  Удаляет указанный канал из базы данных сервисов. Использовать DROP может лишь владелец канала.
tr_tr: Kullanýmý: DROP kanaladý  Kanalýn kaydýný siler.

source: Syntax: DROP channel  Unregisters the named channel. Only Services Operators can drop a channel for which they have not identified.
it_it: Sintassi: DROP canale  Deregistra il canale indicato. Solo i Services Operator possono deregistrare un canale per il quale non si siano identificati.
ru_ru: Синтаксис: DROP #канал  Удаляет указанный канал из базы данных сервисов. Вы м ожете удалить только те каналы, которыми вы владеете. Как Администратор сервисов, вы можете удалить любой зарегистрированный канал сети без какой-либо идентификации к нему.
tr_tr: Kullanýmý: DROP kanaladý  Belirtilen kanalýn kaydýný siler. Sadece Servis adminleri kanalý tanýtmadan kaydýný silebilirler.

source: Syntax: DROP [ nickname ] Drops your nickname from the %S database. A nick that has been dropped is free for anyone to re-register. You may drop a nick within your group by passing it as the nick parameter. In order to use this command, you must first identify with your password (%R%S HELP IDENTIFY for more information).
it_it: Sintassi: DROP [ nick ] Cancella (deregistra) il tuo nick dal database di %S database. Un nick deregistrato è a disposizione di chiunque per venire registrato nuovamente. Puoi deregistrare un nick all'interno del tuo gruppo indicandolo nel parametro nick. Per usare questo comando, devi prima identificarti con la tua password (digita /msg %S HELP IDENTIFY per avere maggiori informazioni).
ru_ru: Синтаксис: DROP [ ник ] Удаляет ваш ник из базы данных %S. Удаленный таким образом ник снова становится свободным для регистрации. Использование ника в качестве дополнительного параметра позволяет вам удалять ник в пределах вашей группы. Чтобы использовать данную команду, вы должны быть идентифицированы к удаляемосу нику (или группе ников). Для более подробной информации см. /msg %S HELP IDENTIFY
tr_tr: Kullanýmý: DROP [ nick ] %S 'ün veritabanýndan nickinizi siler. Silinmiþ bir nick baþkasý tarafýndan kayýt edilebilir. nick parametresini kullanarak belirttiðiniz nicki grubunuzdan silebilirsiniz. Bu komutu kullanmadan önce, þifrenizle kendinizi tanýtmanýz gereklidir (Daha fazla bilgi için /msg %S HELP IDENTIFY yazýn).

source: Syntax: DROP [ nickname ] Without a parameter, drops your nickname from the %S database. With a parameter, drops the named nick from the database. You may drop any nick within your group without any special privileges. Dropping any nick is limited to Services Operators.
it_it: Sintassi: DROP [ nick ] Senza parametro, annulla (deregistra) il tuo nick dal database di %S. Con un parametro, deregistra il nick specificato dal database. Puoi deregistrare qualsiasi nick del tuo gruppo senza aver bisogno di privilegi speciali. La deregistrazione di qualsiasi nick è limitata ai Services Operator.
ru_ru: Синтаксис: DROP [ ник ] Без параметров, удаляет Ваш ник из базы данных %S. С параметром, удаляет указанный ник из базы данных. Вы можете удалить любой ник из вашей группы, не имея каких-либо особых привилегий. Удалить абсолютно любой ник могут только Администраторы сервисов.
tr_tr: Kullanýmý: DROP [ nick ] Parametreye gerek olmadan, %S veritabanýndan nickinizi siler. Parametreyle, belirtilen bir nicki veritabanýndan siler. Grubunuzda bulunan herhangi bir nicki özel ayrýcalýklara gerek olmadan silebilirsiniz. Bu iþlemler Servis adminleri tarafýndan yapýlabilir.

source: Syntax: EXCEPTION ADD [ +expiry ] mask limit reason  EXCEPTION DEL { mask | list } EXCEPTION MOVE num position  EXCEPTION LIST [ mask | list ] EXCEPTION VIEW [ mask | list ] Allows Services Operators to manipulate the list of hosts that have specific session limits - allowing certain machines, such as shell servers, to carry more than the default number of clients at a time. Once a host reaches it's session limit, all clients attempting to connect from that host will be killed. Before the user is killed, they are notified, via a /NOTICE from %S, of a source of help regarding session limiting. The content of this notice is a config setting. EXCEPTION ADD adds the given host mask to the exception list. Note that nick!user@host and user@host masks are invalid! Only real host masks, such as box.host.dom and *.host.dom, are allowed because sessions limiting does not take nick or user names into account. limit must be a number greater than or equal to zero. This determines how many sessions this host may carry at a time. A value of zero means the host has an unlimited session limit. See the AKILL help for details about the format of the optional expiry parameter. EXCEPTION DEL removes the given mask from the exception list. EXCEPTION MOVE moves exception num to position . The exceptions inbetween will be shifted up or down to fill the gap. EXCEPTION LIST and EXCEPTION VIEW show all current exceptions; if the optional mask is given, the list is limited to those exceptions matching the mask. The difference is that EXCEPTION VIEW is more verbose, displaying the name of the person who added the exception, it's session limit, reason, host mask and the expiry date and time. Note that a connecting client will "use" the first exception their host matches. Large exception lists and widely matching exception masks are likely to degrade services' performance.
it_it: Sintassi: EXCEPTION ADD [ +durata ] mask limite motivo  EXCEPTION DEL { mask | lista } EXCEPTION MOVE num posizione  EXCEPTION LIST [ mask | lista ] EXCEPTION VIEW [ mask | lista ] Permette ai Services Operator di manipolare la lista degli host che hanno limiti di sessione specifici, in modo da permettere ad alcune macchine, come ad esempio ai server di shell, di avere un numero di client maggiore di quello di default. Quando un host raggiunge il suo limite di sessioni, tutti i client che cercano di connettersi da quell'host verranno disconnessi (killati). Prima che l'utente venga killato, viene inviato un /NOTICE da %S per fornire delle informazioni sulla limitazione delle sessioni. Il contenuto di questo notice è impostato nel file di configurazione. EXCEPTION ADD aggiunge la hostmask specificata alla lista delle eccezioni. Bisogna tenere presente che le mask nick!user@host e and user@host non sono valide. Soltanto le vere mask di host, come ad esempio box.host.dom e *.host.dom, sono permesse, poiché la limitazione delle sessioni non tiene conto del nick e degli username (ident). limite deve essere un numero maggiore o uguale a zero. Questo valore indica quante sessioni contemporanee sono permesse a quell'host. Se viene indicato il limite 0, l'host non ha limite di sessioni. Guarda l'help del comando AKILL per i dettagli sul formato del parametro opzionale durata . EXCEPTION DEL rimuove la mask specificata dalla lista delle eccezioni. EXCEPTION MOVE sposta l'eccezione num alla posizione posizione . Le eccezioni che si trovano in mezzo saranno spostate in alto o in basso per riempire il vuoto. EXCEPTION LIST e EXCEPTION VIEW mostrano tutte le eccezioni attuali; se viene specificata la mask opzionale, la lista è limitata alle eccezioni che corrispondono alla maschera. La differenza è che EXCEPTION VIEW fornisce maggiori informazioni, visualizzando il nome della persona che ha aggiunto l'eccezione, il suo limite di sessioni, il motivo, la host mask e la data di scadenza. Bisogna tener conto che un client che si connette "userà" la prima eccezione che corrisponde al loro host. Liste di eccezioni molto grandi ed mask generiche possono degradare la funzionalità dei Services.
ru_ru: Синтаксис: EXCEPTION ADD [ +срок_истечения ] маска лимит причина  EXCEPTION DEL { маска | список_записей } EXCEPTION MOVE номер позиция  EXCEPTION LIST [ маска | список_записей ] EXCEPTION VIEW [ маска | список_записей ] Позволяет Администраторам сервисов управлять списком хостов, которые будут иметь отдельно указанные ограничения на количество сессий. Возможности списка исключений позволяют разрешить определенным хостам (шеллов или BNC) иметь большее количество клиентов одновременно, нежели разрешено по-умолчанию. Как только количество сессий с хоста достигнет установленного лимита, все последующие клиенты, пытающиеся подключиться с данного хоста, будут автоматически отключаться. Перед отключением, пользователь получит уведомление от %S о том, что с его хоста превышен лимит подключений. Тект сообщения можно изменить в конфигурационном файле сервисов. Команда EXCEPTION ADD позволяет добавить указанную маску в список исключений. Учтите, что общие хостмастки вида ник!идент@хост или идент@хост недопустимы! Вы должны указывать только реальные хосты вида box.host.dom и *.host.dom, так как ограничение сессий не использует при проверке ники и/или иденты. Значение лимита должно быть целым числом, больше или равным нулю. Данный параметр определяет, как много сессий данный хост может использовать одновременно. Установка этого значения равным 0 позволит хосту иметь неограниченное число сессий. Для более подробной информации о сроке истечения см. справку по команде AKILL. Команда EXCEPTION DEL позволяет удалить указанную маску (или диапазон записей) из списка исключений. Команда EXCEPTION MOVE позволяет переместить указанное исключение под указанным номером на указанную позицию . Соответственно, n-ое количество записей списка исключений будет сдвинуто выше или ниже, чтобы заполнить образовавшийся промежуток. Команды EXCEPTION LIST и EXCEPTION VIEW позволяют получить текущий список исключений. Если в качестве параметра указана маска, будут отображены только совпадающие с ней записи. Команда EXCEPTION VIEW позволяет получить более подробную информацию об исключении: ник добавившего запись, установленный лимит, указанную при установке причину, сам хост, срок истечения записи и дату ее создания. Стоит заметить, что сервисы будут использовать значения первой же совпадающей записи из списка исключений для попадающего под условия хоста. Слишком большой список исключений с широкими масками в достаточной мере влияет на производительность сервисов.
tr_tr: Kullanýmý: EXCEPTION ADD [ +zamanaþýmý ] mask limit sebep  EXCEPTION DEL { mask | liste } EXCEPTION MOVE num pozisyon  EXCEPTION LIST [ mask | liste ] EXCEPTION VIEW [ mask | liste ] Servis adminlerinin, belirli oturum limiti olan hostlarýn listesini deðiþtirmesini saðlar. Shell server gibi bazý makinalarýn varsayýlandan daha fazla kullanýcýyý ayný anda taþýmasýný saðlar. Eðer bir host session(oturum) limitine ulaþmýþsa o hosttan baðlanmaya çalýþan tüm kullanýcýlar kill lenir. Kill lenmeden önce, %S'ün /NOTICE i ile uyarýlarak session limiti hakkýnda yardým verilir. Bu uyarýnýn içeriði ayar yapmayla ilgilidir. EXCEPTION ADD exception(istisna) listesine belirtilen hostmaský ekler. nick!user@host ve user@host masklarýnýn geçersiz olduðunu unutmayýn! Sadece box.host.dom ve *.host.dom gibi gerçek hostmasklar kullanýlabilinir, çünkü session limitleme nickleri ve username leri hesaba almaz. limit sýfýrdan büyük yada eþit bir rakam olmalýdýr. Bu o host un ayný anda kaç oturum (session) kaldýrabileceðini belirler. Sýfýr deðeri o host un sýnýrsýz oturum limiti olduðunu belirtir. Opsiyonel zamanaþýmý parametresinin formatý ile ilgili yardým için AKILL in yardýmýna bakýnýz. EXCEPTION DEL listesinden belirtilen mask ý çýkarýr. EXCEPTION MOVE exception numarasýný( num ) pozisyona ( position ) çevirir. Aralarýndaki exceptionlarýn yeri aralýðý doldurmak için yukarý yada aþþaðý deðiþtirilecektir. EXCEPTION LIST ve EXCEPTION VIEW tüm mevcut exceptionlarý gösterir; eðer opsiyonel olarak mask belirtilmiþse, liste bu masklarla uyuþan exceptionlarla sýnýrlandýrýlýr. Aradaki fark EXCEPTION VIEW daha gelismis bir komuttur ve exception ý ekleyenin nickini, o exceptionýn session limitini, sebebi, host maský ve zaman aþýmý tarih ve zamanýný gösterir. Baðlanan kullanýcý, hostuyla uyuþan ilk exceptioný kullanýr. Büyük exception listeleri ve geniþ olarak uyuþan exception masklarý servislerin performansýný düþürür. Servis adminleri tarafýndan kullanýlabilir.

source: Syntax: FORBID channel [ reason ] Disallows anyone from registering or using the given channel. May be cancelled by dropping the channel. Reason may be required on certain networks.
it_it: Sintassi: FORBID canale [ motivo ] Fa in modo che nessuno possa registrare o usare il canale indicato. Può essere annullato con una deregistrazione (drop) del canale. Il motivo potrebbe essere richiesto su alcune reti.
ru_ru: Синтаксис: FORBID #канал [ причина ] Запрещает регистрировать или использовать указанный канал. Эффект запрета отменяется путем удаления канала. Примечание: в зависимости от настроек сервисов, причина может быть параметром как опциональным, так и необходимым.
tr_tr: Kullanýmý: FORBID kanaladý [ sebep ] Belirtilen kanalýn birisi tarafýndan kayýt edilmesini veya kullanýlmasýný önler. Kanal droplanarak iptal edilir. Bazý networklerde sebep gereklidir. Servis adminlerinin Kullanýmýyla sýnýrlýdýr.

source: Syntax: FORBID nickname [ reason ] Disallows a nickname from being registered or used by anyone. May be cancelled by dropping the nick. On certain networks, reason is required.
it_it: Sintassi: FORBID nick [ motivo ] Fa sì che un nick non possa venire registrato o usato da nessuno. Può essere annullato deregistrando il nick con il comando DROP. Su alcune reti può essere necessario specificare il motivo.
ru_ru: Синтаксис: FORBID ник [ причина ] Запрещает регистрировать и/или использовать указанный ник. Эффект запрета модет быть снят путем удаления ника (DROP). В некоторых сетях, причина является обязательным параметром.
tr_tr: Kullanýmý: FORBID nick [ sebep ] Belirtilen nickin kullanýlmasýný ve kayýt edilmesini engeller. Nick drop edilerek iptal edilebilir. Bazý networklerde, sebep yazýlmasý gereklidir. Sadece Servis adminleri tarafýndan kullanýlýr.

source: Syntax: GETEMAIL user@emailhost  Returns the matching nicks that used given email. Note that you can not use wildcards for either user or emailhost. Whenever this command is used, a message including the person who issued the command and the email it was used on will be logged.
it_it: Sintassi: GETEMAIL user@emailhost  Mostra i nick che utilizzano l'email specificato. Nota che non puoi usare "wildcards" (*) né per user, né per emailhost. Questo comando viene loggato.
ru_ru: Синтаксис: GETEMAIL user@emailhost  Выводит список ников, в настройках у которых стоит указанный email. Примечание: вы не можете использовать символьные маски ни для user , ни для emailhost . Каждый раз, при использовании данной команды, сообщение, включающее ник вызвавшего команду и указанный email, будет записано в лог-файл сервисов.

source: Syntax: GETKEY channel  Returns the key of the given channel.
it_it: Sintassi: GETKEY canale  Restituisce la chiave (password) del canale specificato.
ru_ru: Синтаксис: GETKEY #канал  Позволяет запросить у сервисов ключ-пароль канала.
tr_tr: Kullanýmý: GETKEY kanaladý  Belirtilen kanalýn anahtarýný söyler.

source: Syntax: GETPASS nickname  Returns the password for the given nickname. Note that whenever this command is used, a message including the person who issued the command and the nickname it was used on will be logged and sent out as a WALLOPS/GLOBOPS. This command is unavailable when encryption is enabled.
it_it: Sintassi: GETPASS nick  Restituisce la password del nick specificato. Da notare che quando questo comando viene usato, verrà inviato un WALLOPS o GLOBOPS ad indicare la persona che l'ha utilizzato e su quale nick è stato utilizzato. Questo comando non è disponibile quando è attiva la criptazione dei database.
ru_ru: Синтаксис: GETPASS ник  Позволяет получить пароль указанного ника. Примечание: сразу по использовании данной команды, сервисы пошлют по WALLOPS/GLOBOPS сообщение, содержащие ник использовавшего команду, и ник, относительно которого была использована данная команда. Одновременно с этим, событие будет записано в лог-файл. Примечание 2: команда недоступна, если включено шифрование паролей.
tr_tr: Kullanýmý: GETPASS nick  Belirtilen nickin þifresini söyler. Unutmayýnki bu komutun her kullanýlýþýnda , kullanýlan nick ve komutu kullanan kiþi kaydedilerek WALLOPS/GLOBOPS olarak gönderilir. Sadece Servis adminleri tarafýndan kullanýlýr. (Bu komut þifreleme(encryption) aktif olduðu zaman devre dýþýdýr.)
