Repository: anope/anope
Catalog: lang/anope.*.po
Languages: it_it, ru_ru, tr_tr

source: Syntax: AKICK channel ADD { nick | mask } [ reason ] AKICK channel STICK mask  AKICK channel UNSTICK mask  AKICK channel DEL { nick | mask | entry-num | list } AKICK channel LIST [ mask | entry-num | list ] AKICK channel VIEW [ mask | entry-num | list ] AKICK channel ENFORCE AKICK channel CLEAR Maintains the AutoKick list for a channel. If a user on the AutoKick list attempts to join the channel, %S will ban that user from the channel, then kick the user. The AKICK ADD command adds the given nick or usermask to the AutoKick list. If a reason is given with the command, that reason will be used when the user is kicked; if not, the default reason is "You have been banned from the channel". When akicking a registered nick the nickserv account will be added to the akick list instead of the mask. All users within that nickgroup will then be akicked. The AKICK STICK command permanently bans the given mask on the channel. If someone tries to remove the ban, %S will automatically set it again. You can't use it for registered nicks. The AKICK UNSTICK command cancels the effect of the AKICK STICK command, so you'll be able to unset the ban again on the channel. The AKICK DEL command removes the given nick or mask from the AutoKick list. It does not, however, remove any bans placed by an AutoKick; those must be removed manually. The AKICK LIST command displays the AutoKick list, or optionally only those AutoKick entries which match the given mask. The AKICK VIEW command is a more verbose version of AKICK LIST command. The AKICK ENFORCE command causes %S to enforce the current AKICK list by removing those users who match an AKICK mask. The AKICK CLEAR command clears all entries of the akick list.
it_it: Sintassi: AKICK canale ADD { nick | mask } [ motivo ] AKICK canale STICK mask  AKICK canale UNSTICK mask  AKICK canale DEL { nick | mask | entry-num | list } AKICK canale LIST [ mask | entry-num | list ] AKICK canale VIEW [ mask | entry-num | list ] AKICK canale ENFORCE AKICK canale CLEAR Gestice la lista AutoKick. Se un utente che si trova nella lista AutoKick cerca di entrare nel canale, %S lo bannerà dal canale e poi lo espellerà (kick). Il comando AKICK ADD aggiunge il nick specificato alla lista AutoKick. Se viene specificato un motivo , quella frase sarà utilizzato quando l'utente viene kickato; altrimenti, verrà utilizzata la frase standard ""You have been banned from the channel". In alternativa al nick può essere usata una hostmask. When akicking a registered nick the nickserv account will be added to the akick list instead of the mask. All users within that nickgroup will then be akicked. Il comando AKICK STICK mantiene permanentemente il ban sulla mask specificata. Se qualcuno cerca di rimuovere il ban, %S lo imposterà di nuovo. Questo comando non può essere usato contro i nick registrati. Il comando AKICK UNSTICK annulla l'effetto del comando AKICK STICK, permettendo di rimuovere il ban dal canale. Il comando AKICK DEL rimuove il nick o la mask specificata dalla lista AutoKick. Non rimuove, però, i ban piazzati da un AutoKick, che devono quindi essere rimossi manualmente. Il comando AKICK LIST mostra la lista AutoKick, o, se specificata, solo i record che corrispondono alla mask indicata. Il comando AKICK VIEW mostra la lista Autokick, fornendo più informazioni del comando AKICK LIST. Il comando AKICK ENFORCE fa sì che %S forzi la lista AutoKick attuale, rimuovendo dal canale tutti gli utenti che corrispondono alle varie mask presenti nella lista. Il comando AKICK CLEAR svuota la lista AutoKick.
ru_ru: Синтаксис: AKICK #канал ADD {ник | маска} [причина] AKICK #канал STICK маска AKICK #канал UNSTICK маска AKICK #канал DEL {ник | маска | номер_записи | список_записей} AKICK #канал LIST {маска | номер_записи | список записей} AKICK #канал VIEW {маска | номер_записи | список записей} AKICK #канал ENFORCE AKICK #канал CLEAR Позволяет управлять AKICK-списком канала. Любой пользователь, чья хостмаска совпадет с одной из записей в AKICK-списке, будет немедленно забанен и выкинут с канала при попытке на него зайти. Все списки автокиков хранятся на %S, для каждого канала - свой список. Команда AKICK ADD добавляет ник или маску в список автокиков. Дополнительно, вы можете указать причину - этот текст будет использован при кике пользователя с канала. Если причина не указана - будет использован стандартный текст из конфигурационного файла сервисов (User has been banned from the channel). Команда AKICK STICK позволяет создать постоянный бан для указанной маски из списка автокиков. Данный бан всегда будет присутсвовать на канале, %S никому не позволит снять его. Примечание: установка stick-записи на зарегистрированный ник - невозможна. Команда AKICK UNSTICK позволяет удалить stick-запись, однако бан канала вы должны удалить вручную. Команда AKICK DEL удаляет указанный ник или маску из списка автокиков. В качестве дополнительного параметра, вы можете указать номер записи или список записей. Примечание: удаление записи из AKICK-списка не удаляет бан на канале, вы должны будете снять его вручную. Команда AKICK LIST показывает текущий список автокиков канала. В качестве дополнительного параметра вы можете указать маску, чтобы получить только совпадающие записи, или номер/список записей, чтобы просмотреть только эти записи. Команда AKICK VIEW является более подробным аналогом команды AKICK LIST (дополнительно показывается время установки AKICK'а и его причина). Команда AKICK ENFORCE посылает %S запрос на немедленную перепроверку AKICK-списка канала. Команда AKICK CLEAR полностью очищает список автокиков канала.
tr_tr: Kullanýmý: AKICK channel ADD { nick | mask } [ reason ] AKICK channel STICK mask  AKICK channel UNSTICK mask  AKICK channel DEL { nick | mask | entry-num | list } AKICK channel LIST [ mask | entry-num | list ] AKICK channel VIEW [ mask | entry-num | list ] AKICK kanaladý ENFORCE AKICK kanaladý CLEAR Bir kanal için AutoKick listesi oluþturur. Eðer Akick listesindeki bir kullanýcý kanala girmeye çalýþýrsa, Bu kiþi %S tarafýndan banlanýr ve kanaldan atýlýr. AKICK ADD komutu belirtilen nicki yada maský Akick listesine ekler. Eðer komutla beraber birde sebep belirtilmiþse bu sebep kullanýcý kanaldan atýlýrken kullanýlýr; eðer kullanýlmazsa geçerli sebep olan "You have been banned from the channel" kullanýlýr. AKICK STICK komutu belirtilen maski kalici olarak banlar. Eger biri bani kaldirmaya çalisirsa, %S otomatik olarak yeniden banlar. Bunu kayitli nickler için kullanamazsiniz. AKICK UNSTICK komutu AKICK STICK komutunun etkilerini iptal eder, böylece bani kaldirabilirsiniz. AKICK DEL komutu belirtilen nicki yada maský Akick listesinden siler. Fakat bu komutla önceden Akick listesindeyken banlanmýþ birinin baný manuel olarak açýlana kadar kalkmaz. AKICK LIST komutu Akick listesinde kimlerin olduðunu listeler, yada opsiyonel olarak belirtilen maskla uyuþan Akick listesindeki kullanýcýlarý listeler. AKICK VIEW komutu AKICK LIST komutunun daha açýklayýcý versiyonudur. AKICK ENFORCE komutu %S'ün mevcut akick listesinde bulunan masklara sahip kullanýcýlarý kanaldan atmasýný saðlar. AKICK CLEAR komutu akick listesinde bulunan tüm kayýtlarý siler.

source: Syntax: AKILL ADD [+ expiry ] mask reason  AKILL DEL { mask | entry-num | list } AKILL LIST [ mask | list ] AKILL VIEW [ mask | list ] AKILL CLEAR Allows Services operators to manipulate the AKILL list. If a user matching an AKILL mask attempts to connect, Services will issue a KILL for that user and, on supported server types, will instruct all servers to add a ban (K-line) for the mask which the user matched. AKILL ADD adds the given user@host/ip mask to the AKILL list for the given reason (which must be given). expiry is specified as an integer followed by one of d (days), h (hours), or m (minutes). Combinations (such as 1h30m ) are not permitted. If a unit specifier is not included, the default is days (so +30 by itself means 30 days). To add an AKILL which does not expire, use +0 . If the usermask to be added starts with a + , an expiry time must be given, even if it is the same as the default. The current AKILL default expiry time can be found with the STATS AKILL command. The AKILL DEL command removes the given mask from the AKILL list if it is present. If a list of entry numbers is given, those entries are deleted. (See the example for LIST below.) The AKILL LIST command displays the AKILL list. If a wildcard mask is given, only those entries matching the mask are displayed. If a list of entry numbers is given, only those entries are shown; for example: AKILL LIST 2-5,7-9 Lists AKILL entries numbered 2 through 5 and 7 through 9. AKILL VIEW is a more verbose version of AKILL LIST, and will show who added an AKILL, the date it was added, and when it expires, as well as the user@host/ip mask and reason. AKILL CLEAR clears all entries of the AKILL list.
it_it: Sintassi: AKILL ADD [+ durata ] mask motivo  AKILL DEL { mask | numero | lista } AKILL LIST [ mask | lista ] AKILL VIEW [ mask | lista ] AKILL CLEAR Permette ai Services operator di manipolare la lista AKILL. Se un utente che si trova nella lista AKILL cerca di connettersi, i Services manderanno un KILL per quell'utente e, se supportato, indicheranno a tutti i server di aggiugnere una K:line per la mask che corrispondeva all'utente. AKILL ADD aggiunge la mask user@host specificata alla lista AKILL per il motivo specificato (che deve essere indicato). durata è specifcato come un intero seguito da una lettera, che può essere d (giorni), h (ore), o m (minuti). Le combinazioni (ad esempio 1h30m ) non sono permesse. Se non viene specificata una unità, il valore viene inteso in giorni (quindi +30 significa 30 giorni). Per aggiungere una AKILL senza scadenza, bisogna usare +0 . Se la usermask indicata inizia con un + , la durata deve essere indicata esplicitamente, anche se è la stessa di default. La durata di default per le AKILL può essere trovata con il comando STATS AKILL. Il comando AKILL DEL rimuove la mask specificata dalla lista AKILL, se è presente. Se viene indicata una lista di numeri, verrano rimossi i record corrispondenti (vedi l'esempio di LIST). Il comando AKILL LIST mostra la lista AKILL. Se viene usata una wildcard nella mask, solo i record che corrispondono alla mask vengono mostrati. Se viene indicata una lista di numeri, soltanto quei record vengono mostrati, ad esempio: AKILL LIST 2-5,7-9 Mostra i record della lista AKILL che hanno numeri da 2 a 5 e da 7 a 9. AKILL VIEW mostra più informazioni di AKILL LIST, e indica chi ha aggiunto una AKILL, quando è stata aggiunta, e quando scade, oltre alla mask user@host e al motivo. AKILL CLEAR svuota la lista AKILL.
ru_ru: Синтаксис: AKILL ADD [+ срок_истечения ] маска причина  AKILL DEL { маска | номер_записи | список_записей } AKILL LIST [ маска | список_записей ] AKILL VIEW [ маска | список_записей ] AKILL CLEAR Позволяет Операторам сервисов управлять списком сервисных AKILL'ов. Любой пользователь, подпадающий под маску AKILL'а, будет немедленно отключен от сети посредством сервисного KILL'а с указанной причиной, и не важно, на каком сервере он сидит или к какому подключается. Помимо этого, если IRCd вашей сети это поддерживает, сервисы установят KLINE/GLINE на всех серверах вашей сети, в качестве маски бана будет использована соответствующая запись AKILL'а. Команда AKILL ADD добавляет маску вида идент@хост/ip с указанной причиной в список AKILL'ов (наличие причины - обязательно). Значение срока истечения - это целое число, которое может быть одним из: d (дней), h (часов), или m (минут). Такие сочетания как 1h30m - недопустимы. Если единица измерения не указана, то по-умолчанию, она будет принята за "d" - "дни" (таким образом, +30 будет означать 30 дней). Чтобы добавить постоянный AKILL, используйте время истечения равным +0 . Помните, что если в качестве первого символа второго параметра указан знак "+" - вы должны обозначить сроки истечения записи, даже если это будет значение по-умочанию. Текущее время истечения AKILL'а по-умолчанию, можно узнать с помощью команды STATS AKILL. Команда AKILL DEL удаляет указанную маску из списка AKILL'ов. В качестве параметра вы можете указать не только маску AKILL'а, но и конкретный номер записи или список записей (см. примеры использования команды LIST ниже). Команда AKILL LIST показывает текущий список AKILL'ов. В качестве дополнительного параметра, вы можете указать символьную маску, что позволит вам получить список с конкретными записями, попадающими под эту маску, или же, вы можете указать список записей. Например: AKILL LIST 2-5,7-9 отобразит все записи с 2-ой по 5-ю и с 7-ой по 9-ю. AKILL VIEW более подробная версия AKILL LIST, она покажет вам кто добавил AKILL, время установки AKILL'а, когда он истекает, ну и, конечно же, маску вида идент@хост/ip и причину AKILL'а. AKILL CLEAR позволяет полностью очистить список AKILL'ов.
tr_tr: Kullanýmý: AKILL ADD [+ zamanaþýmý ] mask sebep  AKILL DEL { mask | kayýt-no | liste } AKILL LIST [ mask | liste ] AKILL VIEW [ mask | liste ] AKILL CLEAR Servis operatörlerinin AKILL listesini iþletmesini saðlar. Eðer AKILL listesineki mask la uyuþan bir kullanýcý baðlanmaya çalýþýrsa, Servisler o kullanýcýyý KILL ler ve, destekleyen server tiplerinde, tüm serverlarýn o maska K-line koymasýný saðlar. AKILL ADD belirtilen user@host maskýný AKILL listesine belirtilen sebeple(mutlaka belirtilmelidir) birlikte ekler. AKILL DEL belirtilen maský eðer listedeyse AKILL listesinden çýkarýr. AKILL LIST mevcut tüm AKILL leri gösterir; eðer opsiyonel olarak mask belirtilmiþse, AKILL listesi belirtilen maskla uyuþanlarla sýnýrlandýrýlýr. AKILL VIEW, AKILL LIST in daha açýklayýcý versiyonudur, ve AKILL i ekleyeni, eklenme tarihini, ne zaman sona ereceðini, user@host maskýyla ve sebeple birlikte gösterir. Opsiyonel olarak, zaman aþýmý süresi AKILL ADD komutuyla birlikte belirtilebilir. Zaman aþýmý süresi user@host maskýndan önce gelir, ve bir tamsayý olarak þunlardan birinden önce gelir, d (gün), h (saat), veya m (dakika). 1h30m gibi kombinasyonlar kullanýlamaz. Eðer birim belirleyici belirtilmemiþse varsayýlan olarak gün kullanýlýr (yani +30 un anlamý 30 gündür). Zaman aþýmýna uðramayacak bir AKILL eklemek için +0 kullanýn. Eðer eklenecek mask + ile baþlarsa zaman aþýmý süresi belirtilmelidir. Mevcut varsayýlan AKILL zaman aþýmý süresi STATS AKILL komutuyla bulunabilir. AKILL CLEAR AKILL listesindeki tüm kayýtlarý siler. sebep sadece IRC operatörleri tarafýndan kullanýlmak içindir, ve kullanýcýlarýn KILL mesajlarýnda gözükmez. Servis operatörlerinin Kullanýmýyla sýnýrlýdýr.

source: Syntax: ALIST [ level ] Lists all channels you have access on. Optionally, you can specify a level in XOP or ACCESS format. The resulting list will only include channels where you have the given level of access. Examples: ALIST Founder Lists all channels where you have Founder access. ALIST AOP Lists all channels where you have AOP access or greater. ALIST 10 Lists all channels where you have level 10 access or greater. Channels that have the NOEXPIRE option set will be prefixed by an exclamation mark.
it_it: Sintassi: ALIST [ livello ] Mostra tutti i canali su cui hai accesso. Opzionalmente, puoi specificare un livello nel formato XOP o numerico. La lista risultante includerà soltanto i canali su cui hai il livello di accesso indicato o superiore. Esempi: ALIST Founder Mostra tutti i canali in cui hai livello di fondatore. ALIST AOP Mostra tutti i canali in cui hai livello di AOP o superiore. ALIST 10 Mostra tutti i canali in cui hai livello 10 o superiore. I canali che hanno l'opzione NOEXPIRE impostata verranno mostrati con un punto esclamativo.
ru_ru: Синтаксис: ALIST [ уровень ] Покажет все каналы, в списках доступа которых вы числитесь. Опционально, вы можете выбрать определенный уровень в формате xOP или LEVELS. Результирующий список будет содержать каналы, на которых у вас есть соответствующий уровень доступа. Примеры: ALIST Founder выведет список каналов, владельцем которых вы являетесь. ALIST AOP выведет список каналов, на которых у вас есть статус AOP или выше. ALIST 10 выведет список каналов, на которых ваш уровень равен 10 или выше. Примечание: если вы видите метку "!" перед именем канала, это значит что он находится в режиме NOEXPIRE .

source: Syntax: ALIST [ nickname ] [ level ] With no parameters, lists channels you have access on. With one parameter, lists channels that nickname has access on. With two parameters lists channels that nickname has level access or greater on. This use limited to Services Operators.
it_it: Sintassi: ALIST [ nick ] [ livello ] Senza parametri, mostra i canali su cui hai accesso. Con un parametro, mostra i canali su cui ha accesso l'utente nick. Con due parametri, mostra i canali su cui nick ha livello di accesso livello o superiore.
ru_ru: Синтаксис: ALIST [ ник ] [ уровень ] Без параметров, покажет список каналов, на которых Вы прописаны. С первым параметром, покажет каналы, на которых прописан указанный ник. С обоими параметрами, покажет каналы, где прописан указанный ник с указанным уровнем или выше. Для использования этой команды необходимы права Администратора сервисов.
tr_tr: Syntax: ALIST [ nickname ] [ level ] With no parameters, lists channels you have access on. With one parameter, lists channels that nickname has access on. With two parameters lists channels that nickname has level access or greater on.

source: Syntax: AOP channel ADD nick  AOP channel DEL { nick | entry-num | list } AOP channel LIST [ mask | list ] AOP channel CLEAR Maintains the AOP (AutoOP) list for a channel. The AOP list gives users the right to be auto-opped on your channel, to unban or invite themselves if needed, to have their greet message showed on join, and so on. The AOP ADD command adds the given nickname to the AOP list. The AOP DEL command removes the given nick from the AOP list. If a list of entry numbers is given, those entries are deleted. (See the example for LIST below.) The AOP LIST command displays the AOP list. If a wildcard mask is given, only those entries matching the mask are displayed. If a list of entry numbers is given, only those entries are shown; for example: AOP #channel LIST 2-5,7-9 Lists AOP entries numbered 2 through 5 and 7 through 9. The AOP CLEAR command clears all entries of the AOP list. The AOP ADD and AOP DEL commands are limited to SOPs or above, while the AOP CLEAR command can only be used by the channel founder. However, any user on the AOP list may use the AOP LIST command. This command may have been disabled for your channel, and in that case you need to use the access list. See %R%S HELP ACCESS for information about the access list, and %R%S HELP SET XOP to know how to toggle between the access list and xOP list systems.
it_it: Sintassi: AOP canale ADD nick  AOP canale DEL { nick | numero | lista } AOP canale LIST [ mask | lista ] AOP canale CLEAR Gestisce la lista AOP (AutoOP) del canale. La lista AOP dà agli utenti il diritto di essere auto-oppati, di richiedere l'invito, di rimuovere i ban su se stessi, di far mostrare il messaggio di saluto (greet) quando entrano, e così via. Il comando AOP ADD aggiunge il nick specificato alla lista AOP. Il comando AOP DEL rimuove il nick specificato dalla lista AOP. Se viene specificata una lista, i record corrispondenti vengono rimossi. (Guarda l'esempio di LIST) Il comando AOP LIST mostra la lista AOP. Se viene utilizzata una wildcard per la mask, solo i record che corrispondono alla mask vengono mostrati. Se viene specificata una lista, i record corrispondenti vengono mostrati. Ad esempio: AOP #canale LIST 2-5,7-9 Mostra i record AOP che hanno numero da 2 a 5 e da 7 a 9 (il 6 è quindi escluso). Il comando AOP CLEAR svuota la lista AOP. I comandi AOP ADD e AOP DEL sono limitati ai SOP e superiori, mentre il comando AOP CLEAR può essere utilizzato soltanto dal fondatore del canale. Comunque, tutti gli utenti nella lista AOP possono usare il comando AOP LIST. Questo comando potrebbe essere stato disabilitato per il tuo canale; in questo caso dovrai usare la lista di accesso. Digita /msg %S HELP ACCESS per maggiori informazioni, e /msg %S HELP SET XOP per scoprire come passare da un sistema all'altro.
ru_ru: Синтаксис: AOP #канал ADD ник  AOP #канал DEL { ник | номер_записи | список_записей } AOP #канал LIST [ маска | список_записей ] AOP #канал CLEAR Позволяет управлять списком AOP'ов (автоператоров) вашего канала. Привилегии AOP'а дают пользователю возможность получить статус опа сразу при входе на канал, возможность устанавливать/снимать баны посредством сервисов, приглашать себя на канал, запрашивать ключ канала и многое другое. Команда AOP ADD добавляет указанный ник в список AOP'ов. Команда AOP DEL удаляет указанный ник из списка AOP'ов. В качестве параметра вы можете указать не только ник, но и конкретный номер записи или список записей (см. примеры использования LIST ниже). Команда AOP LIST выводит текущий список AOP'ов канала. В качестве дополнительного параметра вы можете указать символьную маску, что позволит вам получить список с конкретными никами, попадающими под эту маску, или же, вы можете указать список записей. Например: AOP #канал LIST 2-5,7-9 отобразит все записи со 2-ой по 5-ую, и с 7-ой по 9-ю. AOP #канал LIST *vas* отобразит все записи, которые содержат подстроку "vas" Команда AOP CLEAR позволяет полностью очистить список AOP'ов. Команды AOP ADD и AOP DEL могут использовать только SOP'ы канала или владелец, команду AOP CLEAR может использовать только владелец. Команда AOP LIST доступна любому пользователю из списка AOP'ов. Помните, что данная команда работает только в случае использования системы привилегий xOP. Если вы используете систему LEVELS, все изменения списка доступа канала должны производится посредством команды ACCESS. Для более подробной информации по использованию команды ACCESS и системы привилегий xOP см. справочную информацию по /msg %S HELP ACCESS и /msg %S HELP SET XOP.
tr_tr: Kullanýmý: AOP kanaladi ADD nick  AOP kanaladi DEL { nick | kayit-no | liste } AOP kanaladi LIST [ mask | liste ] AOP kanaladi CLEAR Bir kanalin AOP (otoop) listesini düzenler. AOP listesi o kanalda kullaniciya otomatik olarak op olma, gerekirse kendi banlarini kaldirma veya davet edilme, giriste karsilama mesajlarini görüntüleme, vs yetkilerini verir. AOP ADD komutu belirtilen nicki AOP listesine ekler. AOP DEL komutu belirtilen nicki AOP listesinden siler. Eger kayit numaralari belirtilirse, o numaralara ait nickler silinir. (Asagidaki örnegi inceleyin.) AOP LIST komutu AOP listesini gösterir. Eger bir hostmask belirtilmisse, sadece onla uyusan kayitlari gösterir. Eger kayit numaralari belirtilmisse o numaralarla uyusan kayitlari gösterir; örnegin: AOP #kanal LIST 2-5,7-9 2 den 5 e ve 7 den 9 a kadar olan kayitlari gösterir. AOP CLEAR komutu AOP listesindeki tüm kayitlari siler. AOP ADD ve AOP DEL komutlarini kanal SOP lari veya üstü kullanabilir. AOP CLEAR komutunu ise sadece kanal founderi kullanabilir. Ayrica, AOP listesindeki herhangi biri AOP LIST komutunu kullanabilir. Bu komutu kanaliniz için devre disi birakabilirsiniz. O zaman access komutlarini kullanmalisiniz. Access komutlari hakkinda bilgi almak için /msg %S HELP ACCESS yazin. Access ile xOP arasinda geçis yapabilmek için gerekli bilgilere /msg %S HELP SET XOP yazarak ulasabilirsiniz.
