Repository: anope/anope
Catalog: lang/anope.*.po
Languages: it_it, ru_ru, tr_tr

source: Syntax: VOP channel ADD nick  VOP channel DEL { nick | entry-num | list } VOP channel LIST [ mask | list ] VOP channel CLEAR Maintains the VOP (VOicePeople) list for a channel. The VOP list allows users to be auto-voiced and to voice themselves if they aren't. The VOP ADD command adds the given nickname to the VOP list. The VOP DEL command removes the given nick from the VOP list. If a list of entry numbers is given, those entries are deleted. (See the example for LIST below.) The VOP LIST command displays the VOP list. If a wildcard mask is given, only those entries matching the mask are displayed. If a list of entry numbers is given, only those entries are shown; for example: VOP #channel LIST 2-5,7-9 Lists VOP entries numbered 2 through 5 and 7 through 9. The VOP CLEAR command clears all entries of the VOP list. The VOP ADD, VOP DEL and VOP LIST commands are limited to AOPs or above, while the VOP CLEAR command can only be used by the channel founder. This command may have been disabled for your channel, and in that case you need to use the access list. See %R%S HELP ACCESS for information about the access list, and %R%S HELP SET XOP to know how to toggle between the access list and xOP list systems.
it_it: Sintassi: VOP canale ADD nick  VOP canale DEL { nick | numero | lista } VOP canale LIST [ mask | lists ] VOP canale CLEAR Gestisce la lista VOP (VOicePeople) del canale. La lista VOP dà agli utenti il diritto di essere voice sul tuo canale, e di ottenere il +v se non lo sono. Il comando VOP ADD aggiunge il nick specificato alla lista VOP. Il comando VOP DEL rimuove il nick specificato dalla lista VOP. Se viene specificata una lista, i record corrispondenti vengono rimossi. (Guarda l'esempio di LIST) Il comando VOP LIST mostra la lista VOP. Se viene utilizzata una wildcard per la mask, solo i record che corrispondono alla mask vengono mostrati. Se viene specificata una lista, i record corrispondenti vengono mostrati. Ad esempio: VOP #canale LIST 2-5,7-9 Mostra i record VOP che hanno numero da 2 a 5 e da 7 a 9 (il 6 è quindi escluso). Il comando VOP CLEAR svuota la lista VOP. I comandi VOP ADD, VOP DEL e VOP LIST sono limitati agli HOP e superiori, mentre il comando VOP CLEAR può essere utilizzato soltanto dal fondatore del canale. Questo comando potrebbe essere stato disabilitato per il tuo canale; in questo caso dovrai usare la lista di accesso. Digita /msg %S HELP ACCESS per maggiori informazioni, e /msg %S HELP SET XOP per scoprire come passare da un sistema all'altro.
ru_ru: Синтаксис: VOP #канал ADD ник  VOP #канал DEL { ник | номер_записи | список_записей } VOP #канал LIST [ маска | список_записей ] VOP #канал CLEAR Позволяет управлять списком VOP'ов (автовойсов) вашего канала. Привилегии VOP'а дают пользователю возможность получить статус войса сразу при входе на канал, или запросить его вручную, через сервисы. Команда VOP ADD добавляет указанный ник в список HOP'ов. Команда VOP DEL удаляет указанный ник из списка VOP'ов. В качестве параметра вы можете указать не только ник, но и конкретный номер записи или список записей (см. примеры использования LIST ниже). Команда VOP LIST выводит текущий список VOP'ов канала. В качестве дополнительного параметра, вы можете указать символьную маску, что позволит вам получить список с конкретными никами, попадающими под эту маску, или же, вы можете указать список записей. Например: VOP #канал LIST 2-5,7-9 отобразит все записи со 2-ой по 5-ую, и с 7-ой по 9-ю. VOP #канал LIST *vas* отобразит все записи, которые содержат подстроку 'vas' Команда VOP CLEAR позволяет полностью очистить список VOP'ов. Команды VOP ADD, VOP DEL и VOP LIST могут использовать AOP'ы канала или выше, команду VOP CLEAR может использовать только владелец канала. Помните, что данная команда работает только в случае использования системы привилегий xOP. Если вы используете систему LEVELS, все изменения списка доступа канала должны производится посредством команды ACCESS. Для более подробной информации по использованию команды ACCESS и системы привилегий xOP см. справочную информацию по /msg %S HELP ACCESS и /msg %S HELP SET XOP.
tr_tr: Kullanýmý: VOP kanaladi ADD nick  VOP kanaladi DEL { nick | kayit-no | liste } VOP kanaladi LIST [ mask | liste ] VOP kanaladi CLEAR Bir kanalin VOP (otovoice) listesini düzenler. VOP listesindekiler kanalda otomatik olarak voice alirlar. VOP ADD komutu belirtilen nicki VOP listesine ekler. VOP DEL komutu belirtilen nicki VOP listesindene siler. Eger kayit numaralari listesi belirtilmisse, o kayitlar silinir. (Asagidaki örnegi inceleyin.) VOP LIST komutu VOP listesini görüntüler. Eger bir hostmask belirtilmisse o hostmaskla uyusan kayitlar listelenir. Eger kayit numaralari listesi belirtilmisse o numaralardaki nickler gösterilir; örnegin: VOP #kanaladi LIST 2-5,7-9 2 den 5 e ve 7 den 9 a kadar olan kayitlar gösterilir. VOP CLEAR komutu VOP listesindeki tüm kayitlari temizler. VOP ADD, VOP DEL ve VOP LIST komutlarini AOP lar ve üstü, VOP CLEAR komutunu ise sadece founder kullanabilir. Bu komutu kanaliniz için devre disi birakabilirsiniz. O zaman access komutlarini kullanmalisiniz. Access komutlari hakkinda bilgi almak için /msg %S HELP ACCESS yazin. Access ile xOP arasinda geçis yapabilmek için gerekli bilgilere /msg %S HELP SET XOP yazarak ulasabilirsiniz.

source: Syntax: SUSPEND nickname reason SUSPENDs a nickname from being used.
it_it: Sintassi: SUSPEND nickname motivo Impedisce al nickname di venire utilizzato.
ru_ru: Синтаксис: SUSPEND ник причина Устанавливает режим саспенда ("заморозки") на ник, предотвращая тем самым возможность идентификации к нему или использования. Примечание: в режиме саспенда ник исключен из условий истечения по времени.
tr_tr: Syntax: SUSPEND nickname reason / UNSUSPEND nickname SUSPENDs / UNSUSPENDs a nickname from being identified to

source: Syntax: UNSUSPEND nickname UNSUSPENDS a nickname from being used.
it_it: Sintassi: UNSUSPEND nickname Rilascia il nickname sospeso.
ru_ru: Syntax: UNSUSPEND ник Освобождает ник из режима саспенда (заморозки).

source: Syntax: UPDATE Updates your current status, i.e. it checks for new memos, sets needed chanmodes (ModeonID) and updates your vhost and your userflags (lastseentime, etc).
it_it: Sintassi: UPDATE Aggiorna il tuo stato attuale, ovvero controlla eventuali nuovi memo, imposta i chanmode necessari (ModeonID) e aggiorna il tuo vhost e i tuoi userflags (lastseentime, ecc).
ru_ru: Синтаксис: UPDATE Обновляет ваш текущий статус на сервисах, в частности, проверяет на наличие новых мемо-сообщений, устанавливает необходимые режимы на всех каналах, где у вас есть статус (ModeonID), обновляет ваши виртуальные хосты и настройки (дата последнего посещения IRC, и т.д.).

source: TOPIC channel [ topic ]
it_it: TOPIC canale [ topic ]
ru_ru: TOPIC #канал [ текст_топика ]
tr_tr: TOPIC kanaladi [ konu ]

source: The IMMED option is not available on this network.
it_it: L'opzione IMMED non è disponibile su questa rete.
ru_ru: Возможность установки режима IMMED в вашей IRC-сети недоступна.
tr_tr: HEMEN seçeneði bu networkte aktif deðil.

source: The AKILL list has been cleared.
it_it: La lista AKILL è stata svuotata.
ru_ru: Список AKILL'ов полностью очищен.
tr_tr: AKILL listesi temizlendi.

source: The Defcon Level is now at Level: %d
it_it: Il livello Defcon è ora: %d
ru_ru: Уровень DEFCON теперь равен %d

source: The E-mail address of %s will now be hidden from %s INFO displays.
it_it: L'indirizzo e-mail di %s verrà ora nascosto da %s INFO.
ru_ru: С этого момента, email-адрес ника %s будет скрыт из информации по %s INFO.

source: The E-mail address of %s will now be shown in %s INFO displays.
it_it: L'indirizzo e-mail di %s verrà ora mostrato in %s INFO.
ru_ru: Теперь, email-адрес ника %s будет показываться в информации по %s INFO.

source: The SNLINE list has been cleared.
it_it: La lista SNLINE è stata svuotata.
ru_ru: Список SNLINE'ов полностью очищен.
tr_tr: SNLINE listesi temizlendi.

source: The SQLINE list has been cleared.
it_it: La lista SQLINE è stata annullata.
ru_ru: Список SQLINE'ов полностью очищен.
tr_tr: SQLINE listesi temizlendi.

source: The SZLINE list has been cleared.
it_it: La lista SZLINE è stata svuotata.
ru_ru: Список SZLINE'ов полностью очищен.
tr_tr: SZLINE listesi temizlendi.

source: The channel %s has no key.
it_it: Il canale %s non ha una key.
ru_ru: Канал %s не имеет ключа (no key).

source: The following feature/function names are understood. Note that the levels for AUTODEOP and NOJOIN are maximum levels, while all others are minimum levels.
it_it: La seguente lista mostra le funzioni disponibile. Tieni conto del fatto che i livelli AUTODEOP e NOJOIN sono i livelli massimi per i quali la funzione sarà attiva, mentre tutti gli altri sono livelli minimi.
ru_ru: Ниже представлен список всех доступных команд/функций и их описание. Обратите внимание на функции NOJOIN и AUTODEOP - в отличие от всех других функций, их уровень является максимальным. Уровни всех других команд/функций расцениваются как минимальные (минимально необходимый уровень для использования).
tr_tr: Aþaðýda seviyeleri deðiþtirilebilecek fonksiyonlar listelidir. Dikkat edilirse AUTODEOP ve NOJOIN deðerleri maximum, diðerleri minimum seviyelerdir.

source: The host %s currently has %d sessions with a limit of %d.
it_it: L'host %s ha %d sessioni, con un limite di %d.
ru_ru: Количество сессий с хоста %s: %d, допустимый максимум для данного хоста: %d
tr_tr: Host %s þu anda %d session a sahip ve %d ile limitli.

source: The last memo you sent to %s (sent on %s) has been read.
it_it: L'ultimo memo che hai inviato a %s (inviato il %s) è stato letto.
ru_ru: Последнее сообщение, которое вы посылали для %s (а было это %s) уже прочитано.

source: The last memo you sent to %s (sent on %s) has not yet been read.
it_it: L'ultimo memo che hai inviato a %s (inviato il %s) non è stato ancora letto.
ru_ru: Последнее сообщение, которое вы посылали для %s (а было это %s) еще не прочитано.

source: The last quit message of %s will now be hidden from %s INFO displays.
it_it: L'ultimo messaggio di quit di %s verrà ora nascosto da %s INFO.
ru_ru: Последнее quit-сообщение для %s теперь будет скрыто из информации по %s INFO.

source: The last quit message of %s will now be shown in %s INFO displays.
it_it: L'ultimo messaggio di quit di %s verrà ora mostrato in %s INFO.
ru_ru: Последнее quit-сообщение для %s теперь будет показываться в информации по %s INFO.

source: The last seen user@host mask of %s will now be hidden from %s INFO displays.
it_it: L'ultima mask user@host vista di %s verrà ora nascosta da %s INFO.
ru_ru: Последняя маска (идент@хост) для %s теперь будет скрыта из информации по %s INFO.

source: The last seen user@host mask of %s will now be shown in %s INFO displays.
it_it: L'ultima mask user@host vista di %s verrà ora mostrata in %s INFO.
ru_ru: Последняя маска (идент@хост) для %s теперь будет показываться в информации по %s INFO.

source: The memo limit for %s may not be changed.
it_it: Il limite dei memo di %s non può essere modificato.
ru_ru: Лимит сообщений для %s не может быть изменен.
tr_tr: %s nickinin mesaj limiti deðiþtirelemez.

source: The new display for %s MUST be a nickname of the nickname group!
it_it: Il nuovo display per %s DEVE essere un nickname del gruppo nickname!
ru_ru: Новый главный ник для %s должен быть зарегистрированным ником и состоять в его группе!

source: The new display is now %s.
it_it: Il nuovo display adesso è %s.
ru_ru: Основной ник группы изменен на %s.
tr_tr: Yeni gösterim %s.

source: The nick %s is now being changed to %s.
it_it: Il nick %s viene ora cambiato in %s.
ru_ru: Ник пользователя %s был изменен на %s.

source: The services access status of %s will now be hidden from %s INFO displays.
it_it: Lo stato di accesso ai servizi di %s verrà ora nascosto da %s INFO.
ru_ru: Уровень доступа к сервисам для %s теперь будет скрыт из информации по %s INFO.

source: The services access status of %s will now be shown in %s INFO displays.
it_it: Lo stato di accesso ai servizi di %s verrà ora mostrato in %s INFO.
ru_ru: Уровень доступа к сервисам для %s теперь будет показываться в информации по %s INFO.

source: There are %d memos on channel %s.
it_it: Ci sono %d memo sul canale %s.
ru_ru: %d сообщений на канале %s.

source: There are no bots available at this time. Ask a Services Operator to create one!
it_it: Non ci sono bot disponibili in questo momento. Chiedi a un Services Operator di crearne uno!
ru_ru: Список доступных ботов пуст. По вопросам создания ботов обращайтесь к Администраторам сервисов.
tr_tr: Þu an mevcut bot yok. Server adminine bir tane yaratmasýný söyleyin!

source: There are too many nicks in %s's group; list them and drop some. Type %R%s HELP GLIST and %R%s HELP DROP for more information.
it_it: Ci sono troppi nick nel gruppo di %s; controlla la lista e cancellane alcuni. Digita /msg %s HELP GLIST e /msg %s HELP DROP per avere altre informazioni.
ru_ru: Слишком много ников в группе %s. Проверьте список и удалите ненужные. Для более подробной информации см. /msg %s HELP GLIST и /msg %s HELP DROP
tr_tr: %s nickinin grubunda çok fazla nick var; listeleyip birkaçini silin. Daha fazla bilgi için /msg %s HELP GLIST ve /msg %s HELP DROP yazin.

source: There is %d memo on channel %s.
it_it: C'è %d memo sul canale %s.
ru_ru: %d сообщение на канале %s.

source: There is a new memo on channel %s. Type %R%s READ %s %d to read it.
it_it: C'è un nuovo memo sul canale %s. Digita /msg %s READ %s %d per leggerlo.
ru_ru: Для канала %s пришло новое сообщение. Напишите /msg %s READ %s %d чтобы прочитать его.
tr_tr: There is a new memo on channel %s. Type /msg %s READ %s %d to read it.

source: There is no bot assigned to %s anymore.
it_it: Non c'è più nessun bot assegnato a %s.
ru_ru: Бот с канала %s успешно удален.
tr_tr: %s kanalýndan bot çýkarýldý.

source: There is no logon news.
it_it: Non c'è nessuna Logon News.
ru_ru: Список новостей пуст.
tr_tr: Hiç baðlantý haberi yok.

source: There is no oper news.
it_it: Non c'è nessuna Oper News.
ru_ru: Список опер-новостей пуст.
tr_tr: Hiç operatör haberi yok.

source: There is no random news.
it_it: Non c'è nessuna Random News.
ru_ru: Список случайных новостей пуст.
tr_tr: Hiç karisik haber yok.

source: There's no email address set for your nick.
it_it: Non c'è un indirizzo email impostato per il tuo nick.
ru_ru: Для вашего ника не установлен email-адрес.

source: These options are reserved to Services Operators: NOBOT Prevent a bot from being assigned to a channel PRIVATE Prevent a bot from being assigned by non IRC operators
it_it: Queste opzioni sono riservate ai Services Operator: NOBOT Fa in modo che non sia possibile assegnare un bot al canale PRIVATE Fa in modo che il bot sia assegnabile solo dagli IrcOp
ru_ru: Список опций, которые могут настраивать только Администраторы сервисов: NOBOT запретить использовать ботов на каком-либо канале. PRIVATE ограничить указанного бота до использования его только администрацией сети.
tr_tr: Bu özellikleri servis adminlerini kullanabilir: NOBOT Bir kanala bot girmesini engeller. PRIVATE Botun IRC operatörleri haricinde kanallara sokulmasini engeller

source: This channel has been forbidden.
it_it: Questo canale è stato vietato.
ru_ru: Использовать этот канал запрещено администрацией сети.

source: This channel has been registered with %s.
it_it: Questo canale è stato registrato con %s.
ru_ru: Этот канал был зарегистрирован с помощью %s
tr_tr: Bu kanal %s ile kayýtlýdýr.

source: This channel has been suspended.
it_it: Questo canale è stato sospeso.
ru_ru: Активность данного канала была приостановлена администрацией сети.

source: This channel may not be used.
it_it: Questo canale non può essere usato.
ru_ru: Использование данного канала запрещено.
tr_tr: Bu kanal kullanýlamaz.

source: This channel will not expire.
it_it: Questo canale non scadrà.
ru_ru: Дополнительно: регистрация этого канала никогда не истечет.
tr_tr: Bu kanal için zaman aþýmý söz konusu deðil.

source: This module can not be unloaded.
it_it: Questo modulo non può essere rimosso.
ru_ru: Этот модуль не может быть выгружен.

source: This nick has already been requested, please check your e-mail address for the pass code
it_it: Questo nick è già stato richiesto. Per favore, controlla la tua casella di posta; dovresti aver ricevuto il codice di attivazione.
ru_ru: С используемого вами ника уже был получен запрос на регистрацию. Если регистрацию запрашивали именно вы, проверьте ваш e-mail на предмет получения auth-кода.

source: This nick is awaiting an e-mail verification code before completing registration.
it_it: Questo nick è in attesa di un codice di attivazione via e-mail per completare la registrazione.
ru_ru: Этот ник ожидает подтверждения через e-mail перед завершением регистрации.

source: This nick is owned by someone else. Please choose another. (If this is your nick, type %R%s IDENTIFY password .)
it_it: Questo nick appartiene a qualcun altro. Per favore scegline un altro. (Se questo è il tuo nick, digita /msg %s IDENTIFY password .)
ru_ru: Ник, который вы сейчас используете, зарегистрирован на сервисах сети. Если это ваш ник, идентифицируйтесь командой /msg %s IDENTIFY пароль  В противном случае - выберите другой ник.
tr_tr: Bu nick baþkasýna ait. Lütfen baþka bir tane seçin. (Eðer bu sizin nickiniz ise, /msg %s IDENTIFY þifreniz  yazýnýz.)

source: This nickname has been registered; you may not use it.
it_it: Questo nick è stato registrato; non puoi usarlo.
ru_ru: Этот ник зарегистрирован кем-то другим, вы не можете его использовать.
tr_tr: Bu nick kayýtlýdýr; bunu kullanamazsýnýz.

source: This nickname is currently suspended
it_it: Questo nickname è momentaneamente sospeso
ru_ru: Дополнительно: этот ник находится в режиме саспенда (заморожен).

source: This nickname is currently suspended, reason: %s
it_it: Questo nickname è momentaneamente sospeso, motivo: %s
ru_ru: Дополнительно: этот ник находится в режиме саспенда по причине: %s

source: This nickname is registered and protected. If it is your nick, type %R%s IDENTIFY password . Otherwise, please choose a different nick.
it_it: Questo nick è registrato e protetto. Se questo è il tuo nick, digita /msg %s IDENTIFY password . Altrimenti, scegli un nick diverso.
ru_ru: Ник, который вы сейчас используете, зарегистрирован и защищен. Если это ваш ник, идентифицируйтесь командой /msg %s IDENTIFY пароль . Иначе, выберите, пожалуйста, другой ник.
tr_tr: Bu nick kayýtlý ve korumalýdýr. Eðer bu sizin nickiniz ise, /msg %s IDENTIFY þifreniz  yazýnýz. Yada, baþka bir nick seçin.

source: This nickname may not be used. Please choose another one.
it_it: Questo nick non può essere usato. Per favore scegline un altro.
ru_ru: Выбранный вами ник запрещен к использованию. Возьмите какой-нибудь другой.
tr_tr: Bu nick kullanýlamaz. Lütfen baþka bir tane seçin.

source: This nickname will not expire.
it_it: Questo nick non scadrà.
ru_ru: Дополнительно: регистрация этого ника никогда не истечет.
tr_tr: Bu nick zaman aþýmýna uðramayacak.

source: To search for channels starting with #, search for the channel name without the #-sign prepended (anope instead of #anope).
it_it: Per cercare canali che cominciano con #, cerca il nome del canale senza il segno # (anope invece di #anope).
ru_ru: Что бы найти канал, начинающийся с символа #, просто укажите его название без #. Например anope вместо #anope.

source: Topic Lock
it_it: Blocco del topic
ru_ru: Блокировка топика
tr_tr: Topic kilidi

source: Topic Retention
it_it: Mantenimento del topic
ru_ru: Хранение топика
tr_tr: Topic hatýrlama

source: Topic lock option for %s is now OFF.
it_it: Il blocco del topic per %s è ora DISATTIVATO.
ru_ru: Режим блокировки топика для канала %s отключен.

source: Topic lock option for %s is now ON.
it_it: Il blocco del topic per %s è ora ATTIVATO.
ru_ru: Режим блокировки топика для канала %s активирован.

source: Topic retention option for %s is now OFF.
it_it: La memorizzazione del topic per %s è ora DISATTIVATA.
ru_ru: Режим хранения топика для канала %s отключен.

source: Topic retention option for %s is now ON.
it_it: La memorizzazione del topic per %s è ora ATTIVATA.
ru_ru: Режим хранения топика для канала %s активирован.

source: Turn caps lock OFF!
it_it: Disattiva il caps lock!
ru_ru: Выключи CapsLOCK!
tr_tr: Lütfen büyük harf kullanmayýn!

source: Type %R%S HELP command  for help on any of the above commands. (*) By default, any user with at least level 10 access on a channel can read that channel's memos. This can be changed with the %s LEVELS command.
it_it: Digita /msg %S HELP comando  per maggiori informazioni sull'uso dei comandi sopraelencati. (*) Di default, qualsiasi utente con almeno livello 10 (SOP) su un canale può leggere i memo di quel canale. Questo livello minimo può essere impostato con il comando LEVELS di %s.
ru_ru: Для более подробной информации см. /msg %S HELP команда  * По-умолчанию, любой пользователь, с уровнем доступа на канале не менее 10, может читать мемо-сообщения отправленные каналу. Изменить эти условия вы можете с помощью тонкой настройки через %s LEVELS.
tr_tr: Yukardaki herhangi bir komut hakkýnda yardým için /msg %S HELP komut  yazýn. (*) Varsayýlan olarak, kanal mesajlarýný o kanalda access seviyesi en az 10 olanlar okuyabilir. Bu %s LEVELS komutuyla deðiþtirebilir.

source: Type %R%S HELP SASET option  for more information on a specific option. The options will be set on the given nickname .
it_it: Digita /msg %S HELP SASET opzione  per maggiori informazioni su un'opzione specifica. Le opzioni verranno impostate sul nickname specificato.
ru_ru: Чтобы получить справочную информацию по отдельно взятой опции воспользуйтесь командой /msg %S HELP SASET опция  Помните, вы должны указать ник , опции которого вы хотите изменить.
tr_tr: Type /msg %S HELP SASET option  for more information on a specific option. The options will be set on the given nickname .

source: Type %R%S HELP SASET option  for more information on a particular option.
it_it: Type /msg %S HELP SASET option  for more information on a particular option.
ru_ru: Type /msg %S HELP SASET option  for more information on a particular option.
tr_tr: Type /msg %S HELP SASET option  for more information on a particular option.

source: Type %R%S HELP SET option  for more information on a particular option.
it_it: Digita /msg %S HELP option  per ottenere maggiori informazioni su un comando specifico.
ru_ru: Для более подробной информации о какой-либо конкретной опции, см. справку по /msg %S HELP опция 
tr_tr: Belirli bir özellik hakkýnda daha fazla bilgi için /msg %S HELP özellik  yazýn.

source: Type %R%S SET EMAIL e-mail  in order to set your e-mail. Your privacy is respected; this e-mail won't be given to any third-party person.
it_it: Digita /msg %S SET EMAIL e-mail  per inserire la tua e-mail. La tua privacy è rispettata; questa e-mail non sarà data a terzi.
ru_ru: Используйте команду /msg %S SET EMAIL email-адрес  чтобы установить email-адрес. Не волнуйтесь, данный email-адрес знать будете лишь вы и Администрация сети.
tr_tr: Mail adresinizi ayarlamak için /msg %S SET EMAIL e-mailadresiniz  yazýn. Gizliliðiniz korunacaktýr; bu mail adresi herhangi üçüncü þahýslara verilmeyecektir.

source: Type %R%s LIST NEW to list them.
it_it: Digita /msg %s LIST NEW per ottenerne la lista.
ru_ru: Напишите /msg %s LIST NEW чтобы посмотреть список сообщений.
tr_tr: Listelemek için /msg %s LIST NEW yazýn.
