Repository: anope/anope
Catalog: lang/anope.*.po
Languages: it_it, ru_ru, tr_tr

source: Type %R%s READ %d to read it.
it_it: Digita /msg %s READ %d per leggerlo.
ru_ru: Напишите /msg %s READ %d чтобы прочитать его.
tr_tr: Okumak için /msg %s READ %d yazýn.

source: Type %R%s READ LAST to read it.
it_it: Digita /msg %s READ LAST per leggerlo.
ru_ru: Напишите /msg %s READ LAST чтобы прочитать его.
tr_tr: Okumak için /msg %s READ LAST yazýn.

source: UMODE nick modes
it_it: UMODE nick modi
ru_ru: UMODE ник режимы

source: UNASSIGN chan
it_it: UNASSIGN canale
ru_ru: UNASSIGN #канал
tr_tr: UNASSIGN kanaladý

source: UNBAN channel [ nick ]
it_it: UNBAN canale [ nick ]
ru_ru: UNBAN #канал [ nick ]
tr_tr: UNBAN kanaladý [ name ]

source: UNSUSPEND channel
it_it: UNSUSPEND canale
ru_ru: UNSUSPEND #канал

source: UNSUSPEND nickname
ru_ru: UNSUSPEND ник

source: Unable to load module %s
it_it: Impossibile caricare il modulo %s
ru_ru: Невозможно загрузить модуль %s

source: Unable to remove module %s
it_it: Impossibile rimuovere il modulo %s
ru_ru: Невозможно выгрузить модуль %s

source: Unknown SASET option %s.
it_it: Opzione SASET %s sconosciuta.
ru_ru: Неизвестная SASET-опция %s.

source: Unknown SET option %s.
it_it: Opzione SET %s sconosciuta.
ru_ru: Неизвестная SET-опция %s.
tr_tr: Varolmayan SET özelliði: %s.

source: Unknown STATS option %s.
it_it: Opzione %s di STATS sconosciuta.
ru_ru: Неизвестный STATS-параметр %s.
tr_tr: Varolmayan STATS özelliði: %s.

source: Unknown command %s.
it_it: Comando sconosciuto %s.
ru_ru: Неизвестная команда %s.
tr_tr: Varolmayan komut %s.

source: Unknown command %s. "%R%s HELP" for help.
it_it: Comando sconosciuto %s. "/msg %s HELP" per l'aiuto.
ru_ru: Неизвестная команда %s. Список команд доступен по /msg %s HELP
tr_tr: Varolmayan komut %s. yardým için "/msg %s HELP" yazýnýz.

source: Unknown mode character %c ignored.
it_it: %c è stato ignorato perché è un modo di canale sconosciuto.
ru_ru: Неизвестный режим %c - проигнорирован.
tr_tr: Varolmayan mod karakteri %c yoksayýldý.

source: Unknown option %s.
it_it: Opzione %s sconosciuta.
ru_ru: Неизвестная опция %s.
tr_tr: Varolmayan özellik %s.

source: Unknown option %s. Type %R%S HELP KICK for more information.
it_it: Opzione %s sconosciuta. Digita /msg %S HELP KICK per maggiori informazioni.
ru_ru: Неизвестная опция %s. Используйте /msg %S HELP KICK для получения более полной информации.
tr_tr: Varolmayan özellik %s. Daha fazla bilgi için /msg %S HELP KICK yazýn.

source: Unknown option %s. Type %R%S HELP SET for more information.
it_it: Opzione %s sconosciuta. Digita /msg %S HELP SET per maggiori informazioni.
ru_ru: Неизвестная опция %s. Напишите /msg %S HELP SET для более подробной информации.
tr_tr: Varolmayan özellik %s. Daha fazla bilgi için /msg %S HELP SET yazýn.

source: Updating databases.
it_it: Aggiornamento dei database.
ru_ru: Обновление баз данных...
tr_tr: Veritabaný güncelleniyor.

source: Uplink server: %s
ru_ru: Uplink-сервер: %s

source: User %s not found in the nickserv db.
it_it: L'utente %s non è presente nel database di NickServ.
ru_ru: Пользователь %s не найден в сервисной базе данных ников.

source: User : %6d records, %5d kB
it_it: Utenti: %6d records, %5d kB
ru_ru: Пользователей : %6d записей, %5d kB
tr_tr: Kullanýcý : %6d kayýt, %5d kB

source: User claiming your nick has been killed. %R%s RELEASE %s to get it back before %s timeout.
it_it: L'utente che usava il tuo nick è stato disconnesso. Digita /msg %s RELEASE %s per usarlo prima che termini il blocco di %s.
ru_ru: Ваш ник успешно освобожден от использования его другим пользователем сети. Чтобы освободить ваш ник от удержания его сервисами, используйте команду /msg %s RELEASE %s или просто немного подождите (время ожидания: %s).
tr_tr: User claiming your nick has been killed. /msg %s RELEASE %s to get it back before %s timeout.

source: User matches channel except.
it_it: L'utente corrisponde a una delle eccezioni del canale.
ru_ru: Одна из масок в списке исключений канала совпадает с хостмаской указанного пользователя. Чтобы забанить его, вы должны удалить исключения.

source: Users list: Nick Mask
it_it: Lista dei nick: Nick Mask
ru_ru: Список пользователей: Ник Маска
tr_tr: Kullanýcý listesi: Nick Mask

source: VOP channel {ADD|DEL|LIST|CLEAR} [ nick | entry-list ]
it_it: VOP canale {ADD|DEL|LIST|CLEAR} [ nick | numero-lista ]
ru_ru: VOP #канал {ADD|DEL|LIST|CLEAR} [ ник | номер запис ]
tr_tr: VOP kanaladi {ADD|DEL|LIST|CLEAR} [ nick | liste-no ]

source: VOP list for %s: Num Nick
it_it: Lista VOP di %s: Num Nick
ru_ru: Список VOP'ов канала %s: Номер Ник
tr_tr: %s kanali VOP listesi: Num Nick

source: Voices protection
it_it: Protezione per i voice
ru_ru: Не кикать войсов
tr_tr: Voicelarý koruma

source: Watch your language!
it_it: Occhio a come parli!
ru_ru: Следи за своим языком!
tr_tr: Konuþmalarýna dikkat et!

source: You are already a member of the group of %s.
it_it: Sei già un membro del gruppo di %s.
ru_ru: Вы уже состоите в группе %s.
tr_tr: %s grubunun zaten bir üyesisiniz.

source: You are already identified.
it_it: Sei già identificato.
ru_ru: Вы уже идентифицированы.

source: You are no longer a SuperAdmin
it_it: Non sei più un SuperAdmin.
ru_ru: Режим Супер-Администратора деактивирован.

source: You are not permitted to be on this channel.
it_it: Non hai il permesso di stare su questo canale.
ru_ru: Вам не разрешено находиться на этом канале.
tr_tr: Bu kanalda bulunmanýza müsaade yok.

source: You are not permitted to change your memo limit.
it_it: Non puoi modificare limite dei tuoi memo.
ru_ru: Вам запрещено изменять свой лимит сообщений.
tr_tr: Mesaj limitinizi belirlemeye izinli deðilsiniz.

source: You are now a SuperAdmin
it_it: Ora sei un SuperAdmin.
ru_ru: Режим Супер-Администратора активирован.

source: You are now an IRC Operator.
it_it: Ora sei un IRC Operator.
ru_ru: Теперь вы IRC-оператор.

source: You are now identified for your nick. Change your password using "%R%s SET PASSWORD newpassword" now.
it_it: You are now identified for your nick. Change your password using "/msg %s SET PASSWORD newpassword" now.
ru_ru: You are now identified for your nick. Change your password using "/msg %s SET PASSWORD newpassword" now.
tr_tr: You are now identified for your nick. Change your password using "/msg %s SET PASSWORD newpassword" now.

source: You are now in the group of %s.
it_it: Adesso sei nel gruppo di %s.
ru_ru: Вы успешно внесены в группу %s.
tr_tr: %s grubuna dahil edildiniz.

source: You can not request a receipt when sending a memo to yourself.
it_it: Non puoi richiedere una ricevuta se mandi un memo a te stesso.
ru_ru: Вы не можете запросить информацию о получении, когда посылаете сообщение себе.

source: You can't ghost yourself!
it_it: Non puoi disconnettere te stesso!
ru_ru: Вы не можете закрыть свою сессию!
tr_tr: Kendinizi ghost edemezsiniz!

source: You can't recover yourself!
it_it: Non puoi recuperare te stesso!
ru_ru: Эээ... вы не можете использовать команду RECOVER относительно самого себя.
tr_tr: Kendizi recover edemezsiniz!

source: You can't use this command. Use the AOP, SOP and VOP commands instead. Type %R%s HELP command  for more information.
it_it: Questo comando non è utilizzabile; usa i comandi SOP, AOP, HOP e VOP. Digita /msg %s HELP comando  per ottenere maggiori informazioni.
ru_ru: Вы не можете использовать эту команду так как включена система привилегий xOP. Для модификации списка доступа используйте команды VOP, AOP и SOP. Более подробная информация доступна по /msg %s HELP команда 
tr_tr: Bu komutu kullanamazsiniz. Yerine AOP, SOP veya VOP komutlarini kullanin. Daha fazla bilgi için /msg %s HELP komut  yazin.

source: You can't use this command. Use the AOP, SOP, HOP and VOP commands instead. Type %R%s HELP command  for more information.
it_it: Non puoi utilizzare questo comando. Utilizza invece i comandi AOP, SOP, HOP e VOP. Digita /msg %s HELP comando  per maggiori informazioni.
ru_ru: Вы не можете использовать эту команду так как включена система привилегий xOP. Для модификации списка доступа используйте команды VOP, HOP, AOP и SOP. Более подробная информация доступна по /msg %s HELP команда 
tr_tr: You can't use this command. Use the AOP, SOP, HOP and VOP commands instead. Type /msg %s HELP command  for more information.

source: You can't use this command. Use the ACCESS command instead. Type %R%s HELP ACCESS for more information.
it_it: Questo comando non è utilizzabile; usa il comando ACCESS. Digita /msg %s HELP ACCESS per avere maggiori informazioni.
ru_ru: Вы не можете использовать эту команду, вместо нее используйте ACCESS. Для более подробной информации см. /msg %s HELP ACCESS
tr_tr: Bu komutu kullanamazsiniz. Yerine ACCESS komutunu kullanin. Daha fazla bilgi için /msg %s HELP ACCESS yazin.

source: You cannot set the memo limit for %s higher than %d.
it_it: Non puoi impostare il limite dei memo di %s ad un valore superiore a %d.
ru_ru: Вы не можете установить лимит сообщений для %s больше чем %d.
tr_tr: %s nickinin mesaj limitini %d sayýsýndan daha fazla yapamazsýnýz.

source: You cannot set your memo limit higher than %d.
it_it: Non puoi impostare il limite dei tuoi memo ad un valore superiore a %d.
ru_ru: Вы не можете установить лимит сообщений больше чем %d.
tr_tr: Mesaj limitinizi %d sayýsýndan daha fazla yapamazsýnýz.

source: You cannot unset the e-mail on this network.
it_it: Non puoi annullare l'impostazione dell'e-mail.
ru_ru: Возможность удаления email-адреса в вашей IRC-сети недоступна.
tr_tr: E-mail adresini bu networkte silemezsiniz.

source: You currently have %d memos, of which %d are unread.
it_it: Hai %d memo, di cui %d non sono stati ancora letti.
ru_ru: На данный момент у вас имеется %d сообщений, %d из них не прочитано.
tr_tr: Þu an %d mesajýnýz var, %d tanesi okunmamýþ.

source: You currently have %d memos, of which 1 is unread.
it_it: Hai %d memo, di cui 1 non è stato ancora letto.
ru_ru: На данный момент у вас имеется %d сообщений, 1 из них не прочитано.
tr_tr: Þu an %d mesajýnýz var, 1 tanesi okunmamýþ.

source: You currently have %d memos.
it_it: Hai %d memo.
ru_ru: На данный момент у вас имеется %d сообщений.
tr_tr: Þu an %d mesajýnýz var.

source: You currently have %d memos; all of them are unread.
it_it: Hai %d memo, nessuno dei quali è stato letto.
ru_ru: На данный момент у вас имеется %d сообщений, ни одно из них не прочитано.
tr_tr: Þu an %d mesajýnýz var; hiçbiri okunmamýþ.

source: You currently have 1 memo, and it has not yet been read.
it_it: Hai 1 memo, e non l'hai ancora letto.
ru_ru: На данный момент у вас имеется 1 новое, непрочитанное сообщение.
tr_tr: Þu an 1 mesajýnýz var, ve henüz okunmadý.

source: You currently have 1 memo.
it_it: Hai 1 memo.
ru_ru: На данный момент у вас имеется 1 сообщение.
tr_tr: Þu an 1 mesajýnýz var.

source: You currently have no memos.
it_it: Non hai alcun memo.
ru_ru: На данный момент у вас нет сообщений.
tr_tr: Þu an hiç mesajýnýz yok.

source: You have %d new memos.
it_it: Hai %d nuovi memo.
ru_ru: Вам пришло %d новых сообщений.
tr_tr: %d yeni mesajýnýz var.

source: You have 1 new memo.
it_it: Hai un nuovo memo.
ru_ru: Вам пришло 1 новое сообщение.
tr_tr: 1 yeni mesajýnýz var.

source: You have a new memo from %s. Type %R%s READ %d to read it.
it_it: Hai ricevuto un nuovo memo da %s. Digita /msg %s READ %d per leggerlo.
ru_ru: Вам пришло новое сообщение от %s. Напишите /msg %s READ %d чтобы прочитать его.
tr_tr: %s nickinden yeni mesajýnýz var. Okumak için /msg %s READ %d yazýn.

source: You have been unbanned from %s.
it_it: I ban che ti riguardavano sono stati rimossi da %s.
ru_ru: Вы были разбанены на канале %s.
tr_tr: %s kanalýndaki banýnýz kaldýrýldý.

source: You have no limit on the number of memos you may keep.
it_it: Non c'è alcun limite al numero di memo che puoi conservare.
ru_ru: У вас нет ограничения на количество хранимых сообщений.
tr_tr: Saklayabileceðiniz mesaj sayýsýnda limit yok.

source: You have no memos.
it_it: Non hai nuovi memo.
ru_ru: Ваш список мемо-сообщений пуст.
tr_tr: Hiç mesajýnýz yok.

source: You have no new memos.
it_it: Non hai nuovi memo.
ru_ru: У вас нет новых сообщений.
tr_tr: Hiç yeni mesajýnýz yok.

source: You have to enter a valid number as time.
it_it: Devi inserire un numero valido per indicare il tempo.
ru_ru: Значение параметра " время " указано не верно.

source: You must assign a bot to the channel before using this command. Type %R%S HELP ASSIGN for more information.
it_it: Devi assegnare un bot al canale prima di usare questo comando. Digita /msg %S HELP ASSIGN per maggiori informazioni.
ru_ru: Перед тем, как использовать эту команду, вы должны назначить бота на канал. Для более подробной информации см. /msg %S HELP ASSIGN.
tr_tr: Bu komutu kullanmadan önce kanala bir bot sokmalýsýnýz. Daha fazla bilgi için /msg %S HELP ASSIGN yazýn.

source: You must be a channel operator to register the channel.
it_it: Devi essere operatore di canale (+o) per registrare il canale.
ru_ru: Чтобы зарегистрировать канал, вы должны быть его оператором.
tr_tr: Kanal kayýt edebilmeniz için kayýt edilmemiþ bir kanala ilk girip op olmanýz gerekmektedir.

source: You must have been using this nick for at least %d seconds to register.
it_it: Devi essere connesso per almeno %d secondi per poter registrare il tuo nick.
ru_ru: Чтобы начать регистрацию вашего текущего ника, вы должны использовать его не менее %d секунд
tr_tr: You have to be connected longer than %d seconds to register your nick.

source: You must lock mode +i as well to lock mode +K.
it_it: Per bloccare il modo +K devi bloccare anche il modo +i.
ru_ru: Перед блокировкой режима +K, вы сперва должны заблокировать режим +i.
tr_tr: +K modunu kullanabilmek için +i modunuda kullanmalisiniz.

source: You must lock mode +l as well to lock mode +L.
it_it: Per bloccare il modo +L devi bloccare anche il modo +l.
ru_ru: Перед блокировкой режима +L, вы сперва должны заблокировать режим +l.
tr_tr: +L modunu kullanabilmek için +l modunuda kullanmalisiniz.

source: You must now supply an e-mail for your nick. This e-mail will allow you to retrieve your password in case you forget it.
it_it: Adesso devi impostare un indirizzo e-mail per il tuo nick. Questa e-mail ti permetterà di recuperare la tua password nel caso tu la dimentichi.
ru_ru: Сначала вы должны установить email-адрес для вашего ника. Реальный email-адрес позволит вам использовать функцию восстановления пароля, если вы его забудете.
tr_tr: Þimdi nickiniz için bir e-mail adresi belirtmelisiniz. Bu e-mail adresi þifrenizi unutmanýz halinde þifrenizi isterken kullanýlacaktýr.

source: You will be notified of new memos at logon and when they arrive.
it_it: Sarai informato dei nuovi memo quando ti connetti e quando li ricevi.
ru_ru: Вы будете уведомлены о новых сообщениях сразу после идентификации к нику или при поступлении новых сообщений.
tr_tr: Yeni mesajlar için baðlandýðýnýzda ve size ulaþtýðýnda uyarýlacaksýnýz.

source: You will be notified of new memos at logon.
it_it: Sarai informato dei nuovi memo quando ti connetti.
ru_ru: Вы будете уведомлены о новых сообщениях сразу после идентификации к нику
tr_tr: Yeni mesajlar için baðlandýðýnýzda uyarýlacaksýnýz.

source: You will be notified when new memos arrive.
it_it: Sarai informato dei nuovi memo quando li ricevi.
ru_ru: Вы будете уведомлены о новых сообщениях сразу при поступлении оных.
tr_tr: Yeni mesajlar için ulaþtýklarý anda uyarýlacaksýnýz.

source: You will no longer be able to receive memos.
it_it: Non potrai più ricevere memo.
ru_ru: Лимит сообщений установлен на 0, возможность их получения отключена.
tr_tr: Limitiniz sýfýr olduðundan artýk mesaj alamayacaksýnýz.

source: You will no longer be informed via email.
it_it: Non verrai più informato via email.
ru_ru: Оповещение о новых сообщениях посредством email отключено

source: You will not be notified of new memos.
it_it: Non sarai informato dei nuovi memo.
ru_ru: Уведомление о новых сообщениях отключено.
tr_tr: Yeni mesajlar için uyarýlmayacaksýnýz.

source: You will now be informed about new memos via email.
it_it: Verrai ora informato su nuovi memo via email.
ru_ru: С этого момента, вы будете получать уведомления о новых сообщениях по email.

source: Your IRCD does not support vIdent's, if this is incorrect, please report this as a possible bug
it_it: Il tuo IRCD non supporta i vIdent; se li supporta, invia un messaggio al team di sviluppo dei Services indicandolo come possibile bug.
ru_ru: IRCd вашей сети не поддерживает виртуальные иденты. Если это не так, сообщите нам (разработчкам) о данном факте.

source: Your access list is empty.
it_it: La tua lista d'accesso è vuota.
ru_ru: Ваш список доступа пуст.

source: Your memo limit has been disabled.
it_it: Il limite dei tuoi memo è stato disabilitato.
ru_ru: Лимититирование вашего списка сообщений отключено.
tr_tr: Mesaj limitiniz kapatýldý.

source: Your memo limit has been set to %d.
it_it: Il limite dei tuoi memo è stato impostato a %d.
ru_ru: Лимит сообщений был установлен на %d.
tr_tr: Mesaj limitiniz %d olarak ayarlandý.

source: Your memo limit is %d, and may not be changed.
it_it: Il limite dei tuoi memo è %d, e non può essere modificato.
ru_ru: Ваш лимит сообщений равен %d и не может быть изменен.
tr_tr: Mesaj limitiniz %d, ve deðiþtirilemez.

source: Your memo limit is %d.
it_it: Il limite dei tuoi memo è %d.
ru_ru: Ваш лимит сообщений равен %d.
tr_tr: Mesaj limitiniz %d.

source: Your memo limit is 0; you will not receive any new memos.
it_it: Il limite dei tuoi memo è 0; non riceverai alcun nuovo memo.
ru_ru: Ваш лимит сообщений равен 0 и принимать их вы не можете.
tr_tr: Mesaj limitiniz 0; hiç mesaj alamayacaksýnýz.

source: Your memo limit is 0; you will not receive any new memos. You cannot change this limit.
it_it: Il limite dei tuoi memo è 0; non riceverai alcun nuovo memo. Non puoi modificare questo limite.
ru_ru: Ваш лимит сообщений равен 0, у вас нет возможности принимать сообщения и/или изменять лимит.
tr_tr: Mesaj limitiniz 0; hiç yeni mesaj alamayacaksýnýz. Bu limiti deðiþtiremezsiniz.

source: Your nick has been logged out.
it_it: Non sei più identificato per il tuo nick.
ru_ru: Деидентификация выполнена успешно.
tr_tr: Nickinizin çýkýþý yapýldý.

source: Your nick is already registered; type %R%s DROP first.
it_it: Il tuo nick è già registrato; digita prima /msg %s DROP.
ru_ru: Перед внесением ника в группу, вы должны удалить его командой /msg %s DROP.
tr_tr: Nickiniz zaten kayýtlý; önce /msg %s DROP yazýn.

source: Your nick isn't registered.
it_it: Il tuo nick non è registrato.
ru_ru: Ваш ник незарегистрирован.
tr_tr: Nickiniz kayýtlý deðil.

source: Your nickname has been dropped.
it_it: Il tuo nick è stato deregistrato.
ru_ru: Ваш ник успешно удален из базы данных сервисов.
tr_tr: Nickinizin kaydý silindi (dropped).

source: Your nickname is now being changed to %s
it_it: Il tuo nick sarà cambiato a %s
ru_ru: Ваш ник изменен на %s
tr_tr: Nickiniz %s olarak deðiþtirildi.

source: Your passcode has been re-sent to %s.
it_it: Il codice di attivazione è stato reinviato a %s.
ru_ru: Ваш код аутенфикации был заново выслан на %s.

source: Your password is %s - remember this for later use.
it_it: La tua password è %s - non dimenticarla!
ru_ru: Пароль для вашего ника - %s - запомните его, он пригодится вам в дальнейшем!
tr_tr: Nick Þifreniz %s - Ýlerde kullanacaðýnýz için unutmayýnýz ve kimseye söylemeyiniz.

source: Your password is too long. Please try again with a shorter password.
it_it: La tua password è troppo lunga. Riprova con una password piu corta.
ru_ru: Вы указали слишком длинный пароль, попробуйте еще раз с более коротким.

source: Your vhost of %s is now activated.
it_it: Il tuo vhost (%s) ora è attivato.
ru_ru: Ваш виртуальный хост %s активирован.

source: Your vhost of %s@%s is now activated.
it_it: Il tuo vhost (%s@%s) ora è attivato.
ru_ru: Ваш виртуальный хост %s@%s активирован.

source: [Logon News - %s] %s
it_it: [Messaggio di ingresso - %s] %s
ru_ru: [Новости сети - %s] %s
tr_tr: [Baðlantý Haberleri - %s] %s

source: [Oper News - %s] %s
it_it: [Messaggio per gli operatori - %s] %s
ru_ru: [Опер-новости - %s] %s
tr_tr: [Operatör Haberleri - %s] %s

source: [Random News - %s] %s
it_it: [Messaggio del giorno - %s] %s
ru_ru: [Случайная новость - %s] %s
tr_tr: [Karisik Haberler - %s] %s

source: disabled
it_it: disattivato
ru_ru: отключен
tr_tr: Kapalý

source: does not expire
it_it: non scade
ru_ru: никогда не истечет
tr_tr: zaman aþýmý yok

source: enabled
it_it: attivato
ru_ru: включен
tr_tr: Aktif

source: expires at next database update
it_it: scade con il prossimo aggiornamento dei database
ru_ru: истекает при ближайшем обновлении БД
tr_tr: bir sonraki veritabaný güncellemesinde zaman aþýmý süresi dolacak

source: expires in %d day
it_it: scade tra %d giorno
ru_ru: истечет через %d дней
tr_tr: %d gün sonra zaman aþýmý süresi dolacak

source: expires in %d days
it_it: scade tra %d giorni
ru_ru: истечет через %d дней
tr_tr: %d gün sonra zaman aþýmý süresi dolacak

source: expires in %d hour, %d minute
it_it: scade tra %d ora, %d minuto
ru_ru: истечет через %d часов %d минут
tr_tr: %d saat, %d dakika sonra zaman aþýmý süresi dolacak

source: expires in %d hour, %d minutes
it_it: scade tra %d ora, %d minuti
ru_ru: истечет через %d часов, %d минут
tr_tr: %d saat, %d dakika sonra zaman aþýmý süresi dolacak

source: expires in %d hours, %d minute
it_it: scade tra %d ore, %d minuto
ru_ru: истечет через %d часов, %d минут
tr_tr: %d saat, %d dakika sonra zaman aþýmý süresi dolacak

source: expires in %d hours, %d minutes
it_it: scade tra %d ore, %d minuti
ru_ru: истечет через %d часов, %d минут
tr_tr: %d saat, %d dakika sonra zaman aþýmý süresi dolacak

source: expires in %d minute
it_it: scade tra %d minuto
ru_ru: истечет через %d минут
tr_tr: %d dakika sonra zaman aþýmý süresi dolacak

source: expires in %d minutes
it_it: scade tra %d minuti
ru_ru: истечет через %d минут
tr_tr: %d dakika sonra zaman aþýmý süresi dolacak

source: vhost for %s removed.
it_it: Il vhost di %s è stato rimosso.
ru_ru: Виртуальный хост для %s удален.

source: vhost for %s set to %s.
it_it: Il vhost per %s è stato impostato a %s.
ru_ru: Виртуальный хост для %s установлен на %s.

source: vhost for %s set to %s@%s.
it_it: Il vhost per %s è stato impostato a %s@%s.
ru_ru: Виртуальный хост для %s установлен на %s@%s.

source: vhost for group %s set to %s.
it_it: Il vhost per il gruppo di %s è stato impostato a %s.
ru_ru: Виртуальный хост для группы %s установлен на %s.

source: vhost for group %s set to %s@%s.
it_it: Il vhost per il gruppo di %s è stato impostato a %s@%s.
ru_ru: Виртуальный хост для группы %s установлен в %s@%s.

source: vhosts for group %s have been removed.
it_it: i vhost per il gruppo %s sono stati rimossi.
ru_ru: Все виртуальные хосты для группы %s были удалены.

source: xOP lists system
it_it: Liste xOP
ru_ru: Система привелегий xOP
tr_tr: xOP sistemi

source: xOP lists system for %s is now OFF.
it_it: Il sistema di liste xOP per %s è ora DISATTIVATO.
ru_ru: Система привелегий xOP для канала %s отключена.

source: xOP lists system for %s is now ON.
it_it: Il sistema di liste xOP per %s è ora ATTIVATO.
ru_ru: Система привелегий xOP для канала %s активирована.

source: xOP system is not available.
it_it: Il sistema xOP non è disponibile.
ru_ru: Система привелегий xOP недоступна.
