Repository: anope/anope
Catalog: lang/anope.*.po
Languages: it_it, ru_ru, tr_tr

source: Syntax: REGISTER password [email]  Registers your nickname in the %S database. Once your nick is registered, you can use the SET and ACCESS commands to configure your nick's settings as you like them. Make sure you remember the password you use when registering - you'll need it to make changes to your nick later. (Note that case matters! ANOPE , Anope , and anope are all different passwords!) Guidelines on choosing passwords: Passwords should not be easily guessable. For example, using your real name as a password is a bad idea. Using your nickname as a password is a much worse idea ;) and, in fact, %S will not allow it. Also, short passwords are vulnerable to trial-and-error searches, so you should choose a password at least 5 characters long. Finally, the space character cannot be used in passwords. The parameter email is optional and will set the email for your nick immediately. However, it may be required on certain networks. Your privacy is respected; this e-mail won't be given to any third-party person. This command also creates a new group for your nickname, that will allow you to register other nicks later sharing the same configuration, the same set of memos and the same channel privileges. For more information on this feature, type %R%S HELP GROUP.
it_it: Sintassi: REGISTER password [email]  Registra il tuo nick nel database di %S. Quando il nick è registrato, puoi usare i comandi SET e ACCESS per modificare a tuo piacimento le impostazioni del tuo nick. Assicurati di non dimenticare la password che usi per la registrazione - ne avrai bisogno per effettuare modifiche sul tuo nick. Tieni conto che le maiuscole e le minuscole sono differenti! PIPPO , Pippo , pippo e PiPpO sono tutte password diverse! Suggerimenti sulla scelta della password: Le password non devono essere facili da indovinare. Ad esempio, usare il tuo vero nome come password è una cattiva idea. Utilizzare il tuo nick come password è un'idea anche peggiore ;), infatti %S non ti permetterà di farlo. Inoltre, le password brevi sono facili da indovinare con meno tentativi, pertanto è meglio usare una password di almeno 5 caratteri. Inoltre, lo spazio non può essere usato all'interno di una password. Il parametro e-mail è necessario e serve a memorizzare il tuo indirizzo nei parametri del tuo nick. Il tuo indirizzo non sarà ceduto a terzi, e sarà usato per inviarti la password nel caso tu la dimentichi. Questo comando crea anche un nuovo gruppo per il tuo nick, che ti permetterà di registrare altri nick condividendo la stessa configurazione, gli stessi memo e gli stessi privilegi sui canali. Per maggiori informazioni su questo servizio, digita /msg %S HELP GROUP.
ru_ru: Синтаксис: REGISTER пароль [email]  Позволяет зарегистрировать ваш текущий ник в базе данных %S. После успешной его регистрации, вы можете использовать команды SET и ACCESS что бы сконфигурировать параметры ника так, как вам будет угодно. Постарайтесь не забыть указанный при регистрации пароль - он понадобится вам для дальнейшего использования ника! Принципы выбора пароля: Пароли не должны быть легко угадываемы. Например, использование вашего реального имени в качестве пароля - плохая идея. Использование вашего ника в качестве пароля - совсем плохая идея, %S просто-напросто не допустит этого. Также, короткие пароли очень легко подбираются простым перебором, поэтому длина пароля должна быть больше 5 символов. Пробелы и знаки табуляции в пароле недопустимы, вы можете использовать только латинские буквы и цифры. Примечание: все пароли чувствительны к регистру! MYPASSWORD , MyPassword , и mypassword - это разные пароли! Указанный в качестве дополнительного параметра email будет автоматически ассоциирован с регистрируемым ником. Данный параметр может быть как опциональным, так и обязательным - это зависит от требований и настроек IRC-сети. Вы можете не беспокоиться о приватности вашего email-адреса - никто из посторонних лиц его не получит. Так же, регистрация нового ника автоматически создает для него новую группу. Возможности групп ников позволяют вам иметь несколько ников с общей для них информацией, настройками, списком доступа. Для более подробной информации см. /msg %S HELP GROUP
tr_tr: Kullanýmý: REGISTER þifre [email]  %S 'ün veritabanýna nickinizi kaydeder. Nickinizi bir kere kayýt ettikten sonra nickinizin özelliklerini istediðiniz gibi belirlemek için SET ve ACCESS komutlarýný kullanabilirsiniz. Kayýtta kullandýðýnýz þifrenin hatýrlanabilecek birþey olmasýna dikkat edin - ilerde nickinizin özelliklerinde deðiþiklik yaparken ve sunucuda kullanabilmek için ihtiyacýnýz olacak. (Þifrelerin büyük küçük harf hassasiyeti olduðunu unutmayýn! ÝXÝR , Ýxir , ve ixir þifreleri birbirinden farklýdýr.) Þifreleri seçme konusunda rehber: Þifreler kolayca tahmin edilebilir olmamalýdýr. Örneðin, gerçek isminizi þifre olarak kullanmak kötü bir fikirdir. Nickinizi þifre olarak kullanmak daha kötü bir fikirdir :) ve zaten %S buna izin vermez. Ayrýca kýsa þifreler deneme yanýlma yöntemiyle bulunabilirler, bu yüzden þifrenizin en az 5 karakter olmasýna dikkat edin. Son olarak þifrede boþluk kullanmamanýz gerekir. email parametresi opsiyoneldir ve nickiniz için bir email adresi belirler. Fakat bazý networklerde bu parametrenin kullanýlmasý zorunlu olabilir.(Unutmayýn email adresinizi doðru olarak vermeniz ilerde þifrenizi unutmanýz halinde çok iþe yarayacaktýr) Gizliliðinize saygý duyulacak ve mail adresiniz herhangi üçüncü þahýslara söylenmeyecektir. Bu komut ayrýca nickiniz için yeni bir grup oluþturur ki bu ilerde gruba kaydedeceðiniz nickler için ayný özellikleri, memo ayarlarýný ve ayný kanal ayrýcalýklarýný paylaþmanýzý saðlar. Bu özellik hakkýnda daha fazla bilgi için, /msg %S HELP GROUP yazýn.

source: Syntax: RELEASE nickname [ password ] Instructs %S to remove any hold on your nickname caused by automatic kill protection or use of the RECOVER command. This holds lasts for %s; this command gets rid of them sooner. In order to use the RELEASE command for a nick, your current address as shown in /WHOIS must be on that nick's access list, you must be identified and in the group of that nick, or you must supply the correct password for the nickname.
ru_ru: Синтаксис: RELEASE ник [ пароль ] Позволяет вручную освободить ваш зарегистрированный ник от удержания его сервисами. Обычно это происходит в том случае, если у вашего ника активирован режим защиты и пользователь, который пытался ваш ник использовать, не успел ввести верный пароль или не вводил его вовсе. Эффект режима защиты аналогичен эффекту команды RECOVER (см. справку по /msg %S HELP RECOVER для более подробной информации). Удержание ника продолжается в течении определенного промежутка времени, указанного в конфиге сервисов (по-умолчанию, это %s). Чтобы использовать данную команду, вы должны указать пароль для удерживаемого ника, либо же, вы должны быть идентифицированы к группе удерживаемого ника. Допустимо использование данной команды даже при идентификации к нику всего лишь через список хостмасок.

source: Syntax: RELOAD Causes Services to reload the configuration file. Note that some directives still need the restart of the Services to take effect (such as Services' nicknames, activation of the session limitation, etc.)
it_it: Sintassi: RELOAD Rilegge il file di configurazione dei Services. Alcune impostazioni contenute nel file richiedono il riavvio effettivo dei Services per essere attivate (ad esempio il cambio dei nick dei Services, l'attivazione della limitazione delle sessioni, eccetera).
ru_ru: Синтаксис: RELOAD Заставляет сервисы перечитать конфигурационный файл services.conf. Примечание: активация некоторых новых/измененных директив конфига требует полного перезапуска сервисов (например: изменение ников сервисов, активация лимитирования сессий, и т.д.)
tr_tr: Kullanýmý: RELOAD Servislerin conf dosyasýný yeniden yüklemesine neden olur. Unutmayýnki bazý direktifler hala servislerin yeniden baþlatýlmasýný gerektirir. (Servislerin nickleri, session limitinin aktifleþtirilmesi, etc.) Servis adminlerinin Kullanýmýyla sýnýrlýdýr.

source: Syntax: RESEND This command will re-send the auth code (also called passcode) to the e-mail address of the user whom is performing it.
ru_ru: Синтаксис: RESEND Команда RESEND позволяет заново выслать новый auth-код (кодовую фразу) на email-адрес пользователя, использующего эту команду.

source: Syntax: RESETPASS nickname  Sends a code key to the nickname with instructions on how to reset their password.
ru_ru: Syntax: RESETPASS nickname  Sends a code key to the nickname with the instructions on how to reset their password.

source: Syntax: RESTART Causes Services to save all databases and then restart (i.e. exit and immediately re-run the executable).
it_it: Sintassi: RESTART Salva i database su disco e riavvia i Services.
ru_ru: Синтаксис: RESTART Заставляет сервисы сохранить все базы данных и тут же перезапуститься.
tr_tr: Kullanýmý: RESTART Servislerin tüm veritabanlarýný kaydederek yeniden baþlamasýný saðlar. Servis adminlerinin Kullanýmýyla sýnýrlýdýr.

source: Syntax: RSEND { nick | channel } memo-text  Sends the named nick or channel a memo containing memo-text . When sending to a nickname, the recipient will receive a notice that he/she has a new memo. The target nickname/channel must be registered. Once the memo is read by its recipient, an automatic notification memo will be sent to the sender informing him/her that the memo has been read.
it_it: Sintassi: RSEND { nick | canale } testo-memo  Invia un memo contenente memo-text al nick o canale specificato. Se inviato ad un nickname, il destinatario riceverà un notice che gli segnala il nuovo memo. Il nickname o canale dev'essere registrato. Una volta che il memo viene letto dal destinatario, verrà inviata una notifica automatica al mittente, informandolo che il suo memo è stato letto.
ru_ru: Синтаксис: RSEND { ник | #канал } текст_сообщения  Данная команда аналогична команде SEND и позволяет послать сообщение для указанного ника или канала. Отличительной ее особенностью является то, что сразу после прочтения адресатом сообщения, отправитель автоматически получит извещение о прочтении. Само собой разумеется, что ник/канал отправителя/получателя должны быть зарегистрированы.
tr_tr: Syntax: RSEND { nick | channel } memo-text  Sends the named nick or channel a memo containing memo-text . When sending to a nickname, the recipient will receive a notice that he/she has a new memo. The target nickname/channel must be registered. Once the memo is read by its recepient, an automatic notification memo will be sent to the sender informing him/her that the memo has been read.

source: Syntax: SASET nickname option parameters . Sets various nickname options. option can be one of:
it_it: Sintassi: SASET nickname opzione parametri . Imposta varie opzioni del nick. opzione può essere una delle seguenti:
ru_ru: Синтаксис: SASET ник опция параметры . Позволяет Администраторам сервисов настраивать какие-либо опции для указанного ника без идентификации к нему. Список опции :

source: Syntax: SASET nickname AUTOOP {ON | OFF} Sets whether the given nickname will be opped automatically. Set to ON to allow ChanServ to op the given nickname automatically when joining channels.
ru_ru: Синтаксис: SASET ник AUTOOP {ON | OFF} Активирует/деактивирует режим автоматического получения статуса. Укажите ON, если хотите что бы сервисы автоматически давали владельцу ника статус при входе на канал. Соответственно OFF - для отключения.

source: Syntax: SASET nickname DISPLAY new-display  Changes the display used to refer to the nickname group in Services. The new display MUST be a nick of the group.
it_it: Sintassi: SASET nickname DISPLAY nuovo-display  Imposta il nome con cui i Services si riferiscono al tuo gruppo. Il nuovo nome DEVE essere un nick del gruppo.
ru_ru: Синтаксис: SASET ник DISPLAY новый_ник  Позволяет переназначить главный ник группы указанного ника . Именно этот ник будет отображаться в списке доступа каналов, где ник прописан. Примечание: новый главный ник должен состоять в группе ника .

source: Syntax: SASET nickname EMAIL address  Associates the given E-mail address with the nickname.
it_it: Sintassi: SASET nickname EMAIL indirizzo  Associa l'indirizzo e-mail specificato al nickname.
ru_ru: Синтаксис: SASET ник EMAIL адрес@email  Ассоциирует email-адрес с указанным ником. Данный email будет показан в информации об указанном нике, предоставляемой по команде INFO.

source: Syntax: SASET nickname GREET message  Makes the given message the greet of the nickname, that will be displayed when joining a channel that has GREET option enabled, provided that the user has the necessary access on it.
it_it: Sintassi: SASET nickname GREET messaggio  Imposta come saluto del nick il messaggio specificato, che sarà mostrato quando si entra in un canale che ha l'opzione GREET attiva, se si ha un livello di accesso al canale sufficiente.
ru_ru: Синтаксис: SASET ник GREET текст  Позволяет назначить приветственное сообщение, которое сервисный бот будет говорить каждый раз, когда ник зайдет на канал. Учтите, что для отображения приветсвия, на канале должна быть активирована опция GREET и ник должен иметь соответствующий уровень доступа.

source: Syntax: SASET nickname HIDE {EMAIL | STATUS | USERMASK | QUIT} {ON | OFF} Allows you to prevent certain pieces of information from being displayed when someone does a %S INFO on the nick. You can hide the E-mail address (EMAIL), last seen user@host mask (USERMASK), the services access status (STATUS) and last quit message (QUIT). The second parameter specifies whether the information should be displayed (OFF) or hidden (ON).
it_it: Sintassi: SASET nickname HIDE {EMAIL | STATUS | USERMASK | QUIT} {ON | OFF} Ti permette di nascondere alcune informazioni quando qualcuno effettua un %S INFO sul nick. Puoi nascondere l'indirizzo e-mail (EMAIL), l'ultima hostmask di accesso (USERMASK) e l'ultimo messaggio di quit (QUIT). Il secondo parametro specifica se l'informazione indicata debba essere mostrata (OFF) o nascosta (ON).
ru_ru: Синтаксис: SASET ник HIDE {EMAIL | STATUS | USERMASK | QUIT} {ON | OFF} Данная опция позволяет вам скрыть часть информации об указанном нике , которая может запрошена у %S с помощью команды INFO В качестве второго параметра вы должны указать что именно будет скрыто: QUIT - для скрытия последнего quit-сообщения владельца EMAIL - для скрытия ассоциированного email-адреса владельца STATUS - для скрытия уровня доступа к сервисам USERMASK - для скрытия последней хостмаски владельца (идент@хост) В качестве третьего параметра вы должны указать либо ON либо OFF. Первый активирует скрытие, второй, соответственно, деактивирует.

source: Syntax: SASET nickname KILL {ON | QUICK | IMMED | OFF} Turns the automatic protection option for the nick on or off. With protection on, if another user tries to take the nick, they will be given one minute to change to another nick, after which %S will forcibly change their nick. If you select QUICK, the user will be given only 20 seconds to change nicks instead of the usual 60. If you select IMMED, user's nick will be changed immediately without being warned first or given a chance to change their nick; please do not use this option unless necessary. Also, your network's administrators may have disabled this option.
it_it: Sintassi: SASET nickname KILL {ON | QUICK | IMMED | OFF} Attiva o disattiva l'opzione di protezione automatica per il nick. Quando la protezione è attiva, se un altro utente cerca di usare il nick, avrà un minuto per cambiarlo, dopo del quale %S gli assegnerà un nick casuale. Se scegli QUICK, l'utente avrà soltanto 20 secondi per cambiare nick invece di 60. Se scegli IMMED, il nick sarà cambiato immediatamente, senza essere prima avvisato per dargli la possibilità di cambiare nick; non usare questa opzione se non è strettamente necessario. L'opzione IMMED, inoltre, potrebbe non essere disponibile.
ru_ru: Синтаксис: SASET ник KILL {ON | QUICK | IMMED | OFF} Активирует/деактивирует автоматическую защиту для указанного ника. Активирование защиты ника позволяет вам лимитировать период времени на ввод пароля идентификации. ON выставляет период в 60 секунд, по истечении которого %S принудительно сменит ник лже-владельца, попытавшегося взять указанный ник . Параметр QUICK позволяет назначить 20-секундный период. Параметр IMMED позволяет отключить этот период вообще. Помните, что активирование данной опции может привести к тому, что указанный ник не сможет взять никто! Не используйте эту опцию без крайней необходимости, а перед ее включением убедитесь, что ACCESS-список указанного ника содержит хотя бы одну из хостмасок, с которой его владелец заходит в IRC. Примечание: возможность установки метода защиты IMMED может быть отключена в вашей IRC-сети.

source: Syntax: SASET nickname MSG {ON | OFF} Allows you to choose the way Services are communicating with the given user. With MSG set, Services will use messages, else they'll use notices.
it_it: Sintassi: SASET nickname MSG {ON | OFF} Ti permette di scegliere il modo in cui i Services comunicano col nick. Se MSG è attivo, i Services usano i messaggi (query), altrimenti usano i notices.
ru_ru: Синтаксис: SASET ник MSG {ON | OFF} Позволяет вам выбрать способ общения сервисов с указанным ником . Укажите ON, что бы активировать режим приватных сообщений - в этом случае все сообщения от сервисов будут приходить владельцу в приват. Параметр OFF заставит сервисы использовать режим уведомлений (notice, нотисы). Примечание: настройка данной опции может быть заблокирована.

source: Syntax: SASET nickname NOEXPIRE {ON | OFF} Sets whether the given nickname will expire. Setting this to ON prevents the nickname from expiring.
it_it: Sintassi: SASET nickname NOEXPIRE {ON | OFF} Imposta se il nickname specificato scadrà. Impostandolo su ON eviterà che il nickname scada.
ru_ru: Синтаксис: SASET ник NOEXPIRE {ON | OFF} Позволяет исключить указанный ник из условий истечения регистрации по времени. Укажите ON, что бы активировать так называемый режим 'не-истечения'. Параметр OFF снова возвращает ник в режим истечения.

source: Syntax: SASET nickname PASSWORD new-password  Changes the password used to identify as the nick's owner.
it_it: Sintassi: SASET nickname PASSWORD nuova-password  Cambia la password utilizzata per identificarsi come proprietario del nick.
ru_ru: Синтаксис: SASET ник PASSWORD новый_пароль  Позволяет изменить пароль ника , используемый для идентификации в качестве владельца ника.

source: Syntax: SASET nickname SECURE {ON | OFF} Turns %S's security features on or off for your nick. With SECURE set, you must enter your password before you will be recognized as the owner of the nick, regardless of whether your address is on the access list. However, if you are on the access list, %S will not auto-kill you regardless of the setting of the KILL option.
it_it: Sintassi: SASET nickname SECURE {ON | OFF} Attiva o disattiva sul nick le funzionalità di sicurezza di %S. Quando SECURE è attivo, l'utente deve identificarsi come proprietario del nick, anche se il suo indirizzo compare nella lista di accesso. Comunque, se è nella lista di accesso, %S non cambierà il suo nick, anche se l'opzione KILL è attiva.
ru_ru: Синтаксис: SASET ник SECURE {ON | OFF} Активирует/деактивирует режим безопасности для указанного ника. При включенной опции SECURE владелец ника должен идентифицироваться на %S с помощью пароля, что бы подтвердить что именно он владелец текущего используемого им ника. При этом на список хостмасок ника сервисы внимания обращать не будут. Отключение этой опции позволит владельцу идентифицироваться на %S через список масок ника, однако максимально допустимый статус в данном случае будет равняться 2. Стоит так же заметить, что сервисы не будут принудительно менять ник владельца если в ACCESS-списке зарегистрированного ника есть хотя бы одна хостмаска, совпадающая с текущей хостмаской пользователя, взявшего ник . Режим опции KILL при этом значения не имеет.

source: Syntax: SAY channel text  Makes the bot say the given text on the given channel.
it_it: Sintassi: SAY canale testo  Fa sì che il bot dica in canale il testo specificato.
ru_ru: Синтаксис: SAY #канал текст  Заставляет бота послать указанный текст на указанный #канал.
tr_tr: Kullanýmý: SAY kanaladý yazý  Botun belirtilen yazýyý belirtilen kanalda söylemesini saðlar.

source: Syntax: SEND { nick | channel } memo-text  Sends the named nick or channel a memo containing memo-text . When sending to a nickname, the recipient will receive a notice that he/she has a new memo. The target nickname/channel must be registered.
it_it: Sintassi: SEND { nick | canale } testo-del-memo  Invia un memo che contiene il testo-del-memo al nick o al canale specificato. Quando si invia un memo a un nick, il destinatario riceverà un messaggio che lo notifica che ha un nuovo memo. Il nick/canale di destinazione deve esser registrato.
ru_ru: Синтаксис: SEND { ник | #канал } текст_сообщения  Отправляет сообщение для ника или для #канала , содержащее текст_сообщения . Если в качестве получателя указан ник, то он будет уведомлен о том, что вы отправили ему мемо-собщение. Примечание: получатель, будь то ник или канал, должен быть зарегистрирован, для возможности отправки/получения мемо-сообщений.
tr_tr: Kullanýmý: SEND { nick | kanaladý } mesaj  Belirtilen nicke veya kanala yazýlan mesajý gönderir. Nicke gönderirken, gönderilen kiþi yeni mesajý olduðuna dair bir not alýr. Mesaj gönderilen nick/kanal kayýtlý olmalýdýr.

source: Syntax: SENDALL memo-text Sends all registered users a memo containing memo-text .
it_it: Sintassi: SENDALL testo-memo Invia un memo contenente testo-memo a tutti gli utenti registrati.
ru_ru: Синтаксис: SENDALL текст_сообщения Отправляет массовое мемо-сообщение всем зарегистрированным пользователям сети.

source: Syntax: SENDPASS nickname  Send the password of the given nickname to the e-mail address set in the nickname record. This command is really useful to deal with lost passwords. May be limited to IRC operators on certain networks.
it_it: Sintassi: SENDPASS nick  Invia la password del nick specificato all'indirizzo e-mail impostato nelle opzioni del nick stesso. Questo comando è utile quando un utente ha dimenticato la password. Potrebbe essere disponibile soltanto per gli IrcOp.
ru_ru: Синтаксис: SENDPASS ник  Отправляет пароль ника на email-адрес, указанный при регистрации этого самого ника. Данная команда весьма полезна в случае "утери" пароля. Примечание: SENDPASS может быть ограничен для использования только IRC-операторами данной сети.
tr_tr: Kullanýmý: SENDPASS nick  Belirtilen nickin þifresini nickin kayýtlarýnda belirtilmiþ email adresine gönderir. Bazý networklerde sadece IRC operatörleri kullanabilir.
