Repository: anope/anope
Catalog: lang/anope.*.po
Languages: it_it, ru_ru, tr_tr

source: * No MLOCK changes
it_it: * Nessune modifiche ad MLOCK
ru_ru: * Запрет на изменение параметров MLOCK.

source: * No new channel registrations
it_it: * Nessuna nuova registrazione di canali
ru_ru: * Запрет на регистрацию каналов.

source: * No new memos sent
it_it: * Niente nuovi memo inviati
ru_ru: * Запрет на отправку мемо-сообщений.

source: * No new nick registrations
it_it: * Nessuna nuova registrazione di nick
ru_ru: * Запрет на регистрацию ников.

source: * Silently ignore non-opers
it_it: * Ignora silenziosamente i non-opers
ru_ru: * Игнорирование простых пользователей без уведомления их об этом.

source: * Use the reduced session limit of %d
it_it: * Usa il limite di sessioni ridotto a %d
ru_ru: * Уменьшение лимита сессий с одного хоста до %d.

source: 1 day
it_it: 1 giorno
ru_ru: 1 день
tr_tr: 1 gün

source: 1 hour
it_it: 1 ora
ru_ru: 1 час
tr_tr: 1 saat

source: 1 minute
it_it: 1 minuto
ru_ru: 1 минута
tr_tr: 1 dakika

source: 1 second
it_it: 1 secondo
ru_ru: 1 секунда
tr_tr: 1 saniye

source: <unknown>
it_it: <sconosciuto>
ru_ru: <неизвестно>
tr_tr: <varolmayan>

source: A massmemo has been sent to all registered users.
it_it: Un memo di massa è stato inviato a tutti gli utenti registrati.
ru_ru: Массовое сообщение успешно отправлено всем зарегистрированным пользователям.

source: A notification memo has been sent to %s informing him/her you have read his/her memo.
it_it: Un memo di notifica è stato mandato a %s informandolo/a che hai letto il suo memo.
ru_ru: Мемо-извещение было автоматически послано для %s, информирующее отправителя о том, что вы прочитали его/ее сообщение.

source: A passcode has been sent to %s, please type %R%s confirm <passcode> to complete registration
it_it: Un codice di attivazione è stato inviato a %s. Digita /msg %s CONFIRM <codice> per completare la registrazione.
ru_ru: Auth-код был выслан на %s, для завершения регистрации используйте команду /msg %s confirm auth-код
tr_tr: A passcode has been sent to %s, please type /msg %s confirm <passcode> to complete registration

source: A vhost ident must be in the format of a valid ident
it_it: L'ident per un vhost dev'essere nel formato di un ident valido
ru_ru: Указанный вирутальный идент имеет неверный формат.

source: A vhost must be in the format of a valid hostmask.
it_it: Errore! Un vhost può contenere soltanto i caratteri A-Z, a-z, 0-9, '.' e '-'.
ru_ru: Указанный вирутальный хост имеет неверный формат.
tr_tr: Error! A vhost can only contain A-Z, a-z, 0-9, '.' and '-'.

source: ACCESS channel {ADD|DEL|LIST|VIEW|CLEAR} [ nick [ level ] | entry-list ]
it_it: ACCESS canale {ADD|DEL|LIST|VIEW|CLEAR} [ nick [ livello ] | numero-lista ]
ru_ru: ACCESS #канал {ADD|DEL|LIST|VIEW|CLEAR} [ ник [ уровень ] | номер_записи ]
tr_tr: ACCESS kanaladý {ADD|DEL|LIST|VIEW|CLEAR} [ nick [ seviye ] | kayýt-listesi ]

source: ACCESS {ADD | DEL | LIST} [ mask ]
ru_ru: ACCESS {ADD | DEL | LIST} [ маска ]

source: ACT channel text
it_it: ACT canale testo
ru_ru: ACT #канал текст
tr_tr: ACT kanaladý yazý

source: AKICK channel {ADD | STICK | UNSTICK | DEL | LIST | VIEW | ENFORCE | CLEAR} [ nick-or-usermask ] [ reason ]
it_it: AKICK canale {ADD | STICK | UNSTICK | DEL | LIST | VIEW | ENFORCE | CLEAR} [ nick-o-usermask ] [ motivo ]
ru_ru: AKICK #канал {ADD|STICK|UNSTICK|DEL|LIST|VIEW|ENFORCE|CLEAR} [ ник|маска ] [ причина ]
tr_tr: AKICK kanaladý {ADD | STICK | UNSTICK | DEL | LIST | VIEW | ENFORCE | CLEAR} [ nick-veya-usermask ] [ sebep ]

source: AKICK ENFORCE for %s complete; %d users were affected.
it_it: AKICK ENFORCE su %s completato; ne sono stati influenzati %d utenti.
ru_ru: AKICK ENFORCE на канале %s завершен, пользователей забанено: %d
tr_tr: %s için AKICK uygulamasý tamam; %d kullanýcý için geçerli.

source: AKILL list is empty.
it_it: La lista AKILL è vuota.
ru_ru: Список AKILL'ов пуст.
tr_tr: AKILL listesi boþ.

source: AKILL {ADD | DEL | LIST | VIEW | CLEAR} [[+ expiry ] { mask | entry-list } [ reason ]]
it_it: AKILL {ADD | DEL | LIST | VIEW | CLEAR} [[+ durata ] { mask | numero-lista } [ motivo ]]
ru_ru: AKILL {ADD|DEL|LIST|VIEW|CLEAR} [[+ время_истечения ] { маска | номер_записи } [ причина ]]
tr_tr: AKILL {ADD | DEL | LIST | VIEW | CLEAR} [[+ zamanaþýmý ] { mask | kayýt-no } [ sebep ]]

source: AOP channel {ADD|DEL|LIST|CLEAR} [ nick | entry-list ]
it_it: AOP canale {ADD|DEL|LIST|CLEAR} [ nick | numero-lista ]
ru_ru: AOP #канал {ADD|DEL|LIST|CLEAR} [ ник | номер запис ]
tr_tr: AOP kanal {ADD|DEL|LIST|CLEAR} [ nick | liste-no ]

source: AOP list for %s: Num Nick
it_it: Lista AOP di %s: Num Nick
ru_ru: Список AOP'ов канала %s: Номер Ник
tr_tr: %s kanali AOP listesi: Num Nick

source: ASSIGN chan nick
it_it: ASSIGN canale nick-del-bot
ru_ru: ASSIGN #канал ник
tr_tr: ASSIGN kanaladý nick

source: Access denied.
it_it: Accesso negato.
ru_ru: Доступ запрещен.
tr_tr: Bu komuta eriþiminiz yok.

source: Access level for %s on %s changed to %d.
it_it: Il livello di accesso di %s su %s è stato modificato a %d.
ru_ru: Уровень доступа для %s на канале %s изменен на %d.
tr_tr: %s nickinin access seviyesi %s kanalýnda %d olarak deðiþtirildi.

source: Access level for %s on %s unchanged from %d.
it_it: Il livello di accesso di %s su %s non è stato modificato da %d.
ru_ru: Уровень доступа для %s на канале %s остался прежним - %d.
tr_tr: %s nickinin access seviyesi %s kanalýnda zaten %d.

source: Access level must be between %d and %d inclusive.
it_it: Il livello di accesso deve essere compreso tra %d e %d (inclusi).
ru_ru: Уровень доступа должен быть между %d и %d включительно.
tr_tr: Access seviyesi %d ve %d arasýnda olmalýdýr.

source: Access level must be non-zero.
it_it: Il livello di accesso deve essere diverso da zero.
ru_ru: Уровень доступа должен быть отличен от нуля.
tr_tr: Access seviyesi sýfýrdan farklý bir sayý olmalýdýr.

source: Access level settings for channel %s:
it_it: Impostazioni dei livelli di accesso del canale %s:
ru_ru: Установки списка доступа для канала %s:
tr_tr: %s kanalý için access level ayarlarý:

source: Access levels for %s reset to defaults.
it_it: I livelli di accesso di %s sono stati ripristinati ai valori originali.
ru_ru: Уровни доступа для канала %s сброшены на значения по-умолчанию.
tr_tr: %s için access levelleri varsayýlanlarla deðiþtirildi.

source: Access list for %s is empty.
it_it: La lista d'accesso per %s è vuota.
ru_ru: Список доступа для %s пуст.

source: Access list for %s:
it_it: Lista di accesso di %s:
ru_ru: Список доступа для %s:
tr_tr: %s nickinin access listesi:

source: Access list for %s: Num Lev Nick
it_it: Lista di accesso di %s: Num Liv Nick
ru_ru: Список доступа канала %s: Ном. Ур. Ник
tr_tr: %s kanalý için access listesi: Sýra Seviye Nick

source: Access list:
it_it: Lista di accesso:
ru_ru: Ваш текущий список доступа:
tr_tr: Access listesi:

source: Added new logon news item (#%d).
it_it: Aggiunta una nuova Logon News (numero %d).
ru_ru: Новость успешно добавлена, ее номер: #%d
tr_tr: Yeni baðlantý haberleri maddesi eklendi (#%d).

source: Added new oper news item (#%d).
it_it: Aggiunta una nuova Oper News (numero %d).
ru_ru: Новость успешно добавлена, ее номер: #%d
tr_tr: Yeni operatör haberleri maddesi eklendi (#%d).

source: Added new random news item (#%d).
it_it: Aggiunta una nuova Random News (numero %d).
ru_ru: Новость успешно добавлена, ее номер: #%d
tr_tr: Yeni karisik haber eklendi (#%d).

source: All O:lines of %s have been removed.
it_it: Tutte le O:lines di %s sono state rimosse.
ru_ru: Все OLINE-записи на сервере %s были удалены.
tr_tr: %s serverýndaki tüm O:line lar silindi.

source: All O:lines of %s have been reset.
it_it: Tutte le O:lines di %s sono state ripristinate.
ru_ru: Все OLINE-записи на сервере %s восстановлены.
tr_tr: %s serverýndaki tüm O:line lar resetlendi.

source: All bans on channel %s have been removed.
it_it: Tutti i ban del canale %s sono stati rimossi.
ru_ru: Все баны канала %s удалены.
tr_tr: %s kanalýndaki tüm banlar kaldýrýldý.

source: All excepts on channel %s have been removed.
it_it: Tutte le eccezioni del canale %s sonostate rimosse.
ru_ru: Все исключения из банов канала %s удалены.

source: All invites on channel %s have been removed.
it_it: Tutti gli invites sono stati rimossi dal canale %s.
ru_ru: Все исключения на приглашение канала %s удалены.

source: All logon news items deleted.
it_it: Tutte le Logon News sono state eliminate.
ru_ru: Список новостей полностью очищен.
tr_tr: Tüm baðlantý haberleri silindi.

source: All memos for channel %s have been deleted.
it_it: Tutti i memo per il canale %s sono stati cancellati.
ru_ru: Все сообщения канала %s были удалены.

source: All modes cleared from channel %s.
it_it: Tutti i modi sono stat annullati sul canale %s.
ru_ru: Все режимы канала %s были сброшены.
tr_tr: %s kanalýndaki tüm modlar temizlendi.

source: All modes on channel %s have been reset.
it_it: Tutti i modi del canale %s sono stati ripristinati.
ru_ru: Все установленные режимы канала %s сброшены.
tr_tr: %s kanalýndaki tüm modlar resetlendi.

source: All of your memos have been deleted.
it_it: Tutti i tuoi memo sono stati cancellati.
ru_ru: Все ваши вообщения были удалены.
tr_tr: Tüm mesajlarýnýz silindi.

source: All oper news items deleted.
it_it: Tutte le Oper News sono state eliminate.
ru_ru: Список новостей для операторов полностью очищен.
tr_tr: Tüm operatör haberleri maddeleri silindi.

source: All random news items deleted.
it_it: Tutte le Random News sono state eliminate.
ru_ru: Список случайных новостей полностью очищен.
tr_tr: Tüm karisik haberler silindi.

source: All users have been kicked from channel %s.
it_it: Tutti gli utenti sono stati kickati dal canale %s.
ru_ru: Все пользователи канала %s кикнуты.
tr_tr: %s kanalýndaki tüm kullanýcýlar atýldý.

source: All vhost's in the group %s have been set to %s
it_it: Tutti i vhost nel gruppo %s sono stati impostati a %s
ru_ru: Все виртуальные хосты для ников группы %s установлены на %s

source: All vhost's in the group %s have been set to %s@%s
it_it: Tutti i vhost nel gruppo %s sono stati impostati a %s@%s
ru_ru: Все виртуальные хосты для ников группы %s установлены на %s@%s

source: Allowed to (de)halfop him/herself
it_it: Permette di dare/togliere il modo +h (halfop) su se stessi
ru_ru: Уровень доступа к командам HALFOP/DEHALFOP относительно себя
tr_tr: Kendini (de)halfop etmeye izinlidir.

source: Allowed to (de)op him/herself
it_it: Permette di dare/togliere il modo +o (op) su se stessi
ru_ru: Уровень доступа к командам OP/DEOP относительно себя
tr_tr: Kendini (de)op etmeye izinlidir.

source: Allowed to (de)protect him/herself
it_it: Permette di dare/togliere il modo +a (protect) su se stessi
ru_ru: Уровень доступа к командам PROTECT/DEPROTECT относительно себя
tr_tr: Kendini (de)protect etmeye izinlidir.

source: Allowed to (de)voice him/herself
it_it: Permette di dare/togliere il modo +v (voice) su se stessi
ru_ru: Уровень доступа к командам VOICE/DEVOICE относительно себя
tr_tr: Kendini (de)voice etmeye izinlidir.

source: Allowed to assign/unassign a bot
it_it: Permette l'assegnazione e la revoca di un bot
ru_ru: Доступ к командам ASSIGN/UNASSIGN
tr_tr: Botun assign/unassign komutlarýný kullanmaya izinlidir.

source: Allowed to ban him/herself
it_it: Permette l'uso del comando BAN su se stessi
ru_ru: Уровень доступа к команде BAN относительно себя
tr_tr: Kendini banlamaya yetkili

source: Allowed to kick him/herself
it_it: Permette l'uso del comando KICK su se stessi
ru_ru: Уровень доступа к команде KICK относительно себя
tr_tr: Kendini atmaya izinlidir.

source: Allowed to list/read channel memos
it_it: Permette la lista e la lettura dei memo di canale
ru_ru: Уровень доступа к чтению мемо-сообщений канала
tr_tr: Kanala gelen mesajlari listelemeye/okumaya izinlidir.

source: Allowed to modify the access list
it_it: Permette le modifiche alla lista di accesso
ru_ru: Уровень доступа к командам модификации ACCESS-списка канала
tr_tr: Kanalýn Access listesinde deðiþiklik yapmaya izinlidir.

source: Allowed to use AKICK command
it_it: Permette l'uso del comando AKICK
ru_ru: Уровень доступа к команде AKICK
tr_tr: AKICK komutunu kullanmaya izinlidir.

source: Allowed to use BADWORDS command
it_it: Permette l'uso del comando BADWORDS
ru_ru: Уровень доступа к команде BADWORDS
tr_tr: BADWORDS komutunu kullanmaya izinlidir.

source: Allowed to use BAN command
it_it: Permette l'uso del comando BAN
ru_ru: Уровень доступа к команде BAN
tr_tr: BAN komutunu kullanmaya yetkili

source: Allowed to use CLEAR command
it_it: Permette l'uso del comando CLEAR
ru_ru: Уровень доступа к команде CLEAR
tr_tr: CLEAR komutunu kullanmaya izinlidir.

source: Allowed to use GETKEY command
it_it: Permette l'uso del comando GETKEY
ru_ru: Уровень доступа к команде GETKEY
tr_tr: GETKEY komutunu kullanmaya izinlidir.

source: Allowed to use HALFOP/DEHALFOP commands
it_it: Permette l'uso dei comandi HALFOP e DEHALFOP
ru_ru: Уровень доступа к командам HALFOP/DEHALFOP
tr_tr: HALFOP/DEHALFOP komutlarýný kullanmaya izinlidir.

source: Allowed to use INFO command with ALL option
it_it: Permette l'uso del comando INFO con l'opzione ALL
ru_ru: Уровень доступа к команде INFO с параметром ALL
tr_tr: INFO komutunu ALL seçenegiyle kullanmaya yetkili

source: Allowed to use INVITE command
it_it: Permette l'uso del comando INVITE
ru_ru: Уровень доступа к команде INVITE
tr_tr: INVITE komutunu kullanmaya izinlidir.

source: Allowed to use KICK command
it_it: Permette l'uso del comando KICK
ru_ru: Уровень доступа к команде KICK
tr_tr: KICK komutunu kullanmaya izinlidir.

source: Allowed to use OP/DEOP commands
it_it: Permette l'uso dei comandi OP e DEOP
ru_ru: Уровень доступа к командам OP/DEOP
tr_tr: OP/DEOP komutlarýný kullanmaya izinlidir.

source: Allowed to use PROTECT/DEPROTECT commands
it_it: Permette l'uso dei comandi PROTECT e DEPROTECT
ru_ru: Уровень доступа к командам PROTECT/DEPROTECT
tr_tr: PROTECT/DEPROTECT komutlarýný kullanmaya izinlidir.

source: Allowed to use SAY and ACT commands
it_it: Permette l'uso dei comandi SAY e ACT del bot
ru_ru: Уровень доступа к командам SAY и ACT
tr_tr: SAY ve ACT komutlarýný kullanmaya izinlidir.

source: Allowed to use SET command (not FOUNDER/PASSWORD)
it_it: Permette l'uso del comando SET (escluso FOUNDER/PASSWORD)
ru_ru: Уровень доступа к команде SET (исключая опции FOUNDER/PASSWORD)
tr_tr: SET komutunu (FOUNDER/PASSWORD hariç) kullanmaya izinlidir.

source: Allowed to use TOPIC command
it_it: Permette l'uso del comando TOPIC
ru_ru: Уровень доступа к команде TOPIC
tr_tr: TOPIC komutunu kullanmaya yetkili

source: Allowed to use UNBAN command
it_it: Permette l'uso del comando UNBAN
ru_ru: Уровень доступа к команде UNBAN
tr_tr: UNBAN komutunu kullanmaya izinlidir.

source: Allowed to use VOICE/DEVOICE commands
it_it: Permette l'uso dei comandi VOICE e DEVOICE
ru_ru: Уровень доступа к командам VOICE/DEVOICE
tr_tr: VOICE/DEVOICE komutlarýný kullanmaya izinlidir.

source: Allowed to use fantaisist commands
it_it: Permette l'uso dei comandi "fantasia" del bot
ru_ru: Уровень доступа к командам FANTASY-режима
tr_tr: Kanalda fantazi komutlarýný kullanmaya izinlidir.

source: Allowed to view the access list
it_it: Permette la visione della lista di accesso
ru_ru: Уровень доступа к команде ACCESS LIST
tr_tr: Kanalýn Access listesini görüntülemeye izinlidir.

source: Auto-op
ru_ru: Автостатус

source: Autokick list for %s:
it_it: Lista autokick di %s:
ru_ru: Список автокиков канала %s:
tr_tr: %s kanalýnýn akick listesi:

source: Automatic channel operator status
it_it: Modo di canale +o automatico (op)
ru_ru: Уровень доступа к автостатусу оператора (+o)
tr_tr: Kanala giriþte ChanServ tarafýndan otomatik op (+o)

source: Automatic mode +a
it_it: Modo di canale +a automatico (protect)
ru_ru: Уровень доступа к автостатусу защиты/админа (+a)
tr_tr: Kanala giriþte ChanServ tarafýndan otomatik koruma (+a)

source: Automatic mode +h
it_it: Modo di canale +h automatico (halfop)
ru_ru: Уровень доступа к автостатусу полуоператора (+h)
tr_tr: Kanala giriþte ChanServ tarafýndan otomatik yarým op (+h)

source: Automatic mode +v
it_it: Modo di canale +v automatico (voice)
ru_ru: Уровень доступа к автостатусу войса (+v)
tr_tr: Kanala giriþte ChanServ tarafýndan otomatik voice (+v)

source: BADWORDS channel {ADD|DEL|LIST|CLEAR} [ word | entry-list ] [SINGLE|START|END]
it_it: BADWORDS canale {ADD|DEL|LIST|CLEAR} [ parola | numero-lista ] [SINGLE|START|END]
ru_ru: BADWORDS #канал {ADD|DEL|LIST|CLEAR} [ слово | номер_записи ] [SINGLE|START|END]
tr_tr: BADWORDS kanaladý {ADD|DEL|LIST|CLEAR} [ nick | kayýt-listesi ]

source: BOT ADD nick user host real BOT CHANGE oldnick newnick [ user [ host [ real ]]] BOT DEL nick 
it_it: BOT ADD nick ident host realname BOT CHANGE vecchionick nuovonick [ ident [ host [ realname ]]] BOT DEL nick 
ru_ru: BOT ADD ник идент хост реальное_имя BOT CHANGE старый_ник новый_ник [ идент [ хост [ реальное_имя ]]] BOT DEL ник
tr_tr: BOT ADD nick user host gerçekismi BOT CHANGE eskinick yeninick [ user [ host [ gerçekismi ]]] BOT DEL nick 

source: Bad words list for %s: Num Word Type
it_it: Lista delle parolacce di %s: Num Parola Tipo
ru_ru: Список плохих слов для %s: No. Слово Тип
tr_tr: %s kanalýnýn küfür listesi: Sayý Kelime Tipi

source: Bad words list is now empty.
it_it: La lista delle parolacce è stata svuotata.
ru_ru: Список "плохих" слов полностью очищен.
tr_tr: Küfür listesi þimdi boþ.

source: Ban type for channel %s is now #%d.
it_it: Il tipo di ban del canale %s ora è #%d.
ru_ru: Шаблон банмаски на канале %s изменен на #%d.
tr_tr: %s kanalýnýn ban tipi #%d olarak deðiþtirildi.

source: Binary modes and bans cleared from channel %s.
it_it: I Modi binari i ban sono stati annullati sul canale %s.
ru_ru: Все режимы и баны канала %s были сброшены.
tr_tr: %s kanalýnda modlar ve banlar temizlendi.

source: Bot %s already exists.
it_it: Il bot %s è già esistente.
ru_ru: Бот с ником %s уже существует.
tr_tr: %s nickli bot zaten var.

source: Bot %s does not exist.
it_it: Il bot %s non esiste.
ru_ru: Бота %s не существует.
tr_tr: Bot %s mevcut deðil.

source: Bot %s has been assigned to %s.
it_it: Il bot %s è stato assegnato a %s.
ru_ru: Бот %s успешно назначен на канал %s.
tr_tr: %s botu %s kanalýna sokuldu.

source: Bot %s has been changed to %s!%s@%s (%s)
it_it: Il bot %s è stato modificato; ora si presenta come %s!%s@%s (%s)
ru_ru: Данные о боте %s были изменены на %s!%s@%s (%s)
tr_tr: %s botu %s!%s@%s (%s) olarak deðiþtirildi.

source: Bot %s has been deleted.
it_it: Il bot %s è stato eliminato.
ru_ru: Бот под ником %s успешно удален.
tr_tr: %s botu silindi.

source: Bot %s is already assigned to channel %s.
it_it: Il bot %s è già assegnato al canale %s.
ru_ru: Бот %s уже назначен на канал %s.

source: Bot will kick ops on channel %s.
it_it: Il bot kickerà anche gli operatori sul canale %s.
ru_ru: С этого момента, бот будет кикать операторов канала %s за нарушения.
tr_tr: Bot %s kanalýnda oplarýda atacak.

source: Bot will kick voices on channel %s.
it_it: Il bot kickerà anche i voice sul canale %s.
ru_ru: С этого момента бот будет кикать войсов канала %s за нарушения.
tr_tr: Bot %s kanalýnda voicelarýda atacak.

source: Bot won't kick ops on channel %s.
it_it: Il bot non kickerà gli operatori sul canale %s.
ru_ru: Теперь, операторы канала %s будут исключены из условий кика за нарушения.
tr_tr: Bot %s kanalýnda oplarý atmayacak .

source: Bot won't kick voices on channel %s.
it_it: Il bot non kickerà i voice sul canale %s.
ru_ru: Теперь, войсы канала %s будут исключены из условий кика за нарушения.
tr_tr: Bot %s kanalýnda voicelarý atmayacak.

source: Bot Hosts may only contain %d characters.
ru_ru: Хост бота не должен превышать %d символов.

source: Bot Hosts may only contain valid host characters.
it_it: Gli host dei bot possono contenere unicamente caratteri validi.
ru_ru: Указанный для бота хост содержит недопустимые символы.

source: Bot Idents may only contain %d characters.
ru_ru: Идент бота не должен превышать %d символов.

source: Bot Idents may only contain valid characters.
it_it: Gli ident dei bot possono contenere unicamente caratteri validi.
ru_ru: Указанный для бота идент содержит недопустимые символы.

source: Bot Nicks may only contain valid nick characters.
it_it: I nick dei bot possono contenere unicamente caratteri validi.
ru_ru: Указанный для бота ник содержит недопустимые символы.

source: Bot is not on channel %s.
it_it: Il bot non è sul canale %s.
ru_ru: На данный момент, бот не присутствует на канале %s.
tr_tr: Bot %s kanalýnda deðil.

source: Bot list:
it_it: Lista dei bot disponibili:
ru_ru: Список ботов:
tr_tr: Bot listesi:

source: Bot will join a channel whenever there is at least %d user(s) on it.
it_it: Il bot entrerà in canale quando c'è almeno %d persona.
ru_ru: Бот автоматически присоединится к каналу сразу же после того, как на нем (на канале, а не на боте) окажется не менее %d посетителей.
tr_tr: Kanalda en az %d kullanýcý olduðu zaman bot kanala girer.

source: Bot will now kick bad words, and will place a ban after %d kicks for the same user. Use the BADWORDS command to add or remove a bad word.
it_it: Il bot ora kickerà chi dice le bad words, e piazzerà un ban dopo %d kick nei confronti dello stesso utente. Usa il comando BADWORDS per aggiungere o rimuovere le parolacce dalla lista.
ru_ru: C этого момента, бот будет кикать за "плохие" слова и ставить бан нарушителю после %d кика(ов). Для модификации списка "плохих" слов воспользуйтесь командой BADWORDS.
tr_tr: Bot þimdi küfürlerde atacak, ve %d atma sonrasýnda ayný kullanýcýyý banlayacak. BADWORDS komutunu kullanarak küfür ekleyip çýkarabilirsiniz.

source: Bot will now kick bad words. Use the BADWORDS command to add or remove a bad word.
it_it: Il bot ora kickerà chi dice le parolacce. Usa il comando BADWORDS per aggiungere o rimuovere le parolacce dalla lista.
ru_ru: Режим кика за плохие слова активирован. Для модификации списка "плохих" слов воспользуйтесь командой BADWORDS.
tr_tr: Bot þimdi küfürlerde atacak. BADWORDS komutunu kullanarak listeye küfür ekleyip silebilirsiniz.

source: Bot will now kick bolds, and will place a ban after %d kicks for the same user.
it_it: Il bot ora kickerà chi usa il grassetto, e piazzerà un ban dopo %d kick nei confronti dello stesso utente.
ru_ru: Режим кика за использование жирного шрифта активирован. Дополнительно, после %d предупреждающих киков, бот забанит нарушителя.
tr_tr: Bot þimdi kalýn yazýda atacak, ve %d atma sonrasýnda ayný kullanýcýyý banlayacak.

source: Bot will now kick bolds.
it_it: Il bot ora kickerà chi usa il grassetto.
ru_ru: Режим кика за использование жирного шрифта активирован.
tr_tr: Bot þimdi kalýn yazýda atacak.

source: Bot will now kick caps (they must constitute at least %d characters and %d%% of the entire message), and will place a ban after %d kicks for the same user.
it_it: Il bot ora kickerà chi usa le maiuscole (devono costituire almeno %d caratteri e il %d%% dell'intero messaggio), e piazzerà un ban dopo %d kick nei confronti dello stesso utente.
ru_ru: Режим кика за чрезмерное использование CapsLOCK активирован. Бот будет кикать посетителя, если его фраза содержит не менее %d больших символов и они составляют не менее %d%% от общего кол-ва символов. Дополнительно, после %d предупреждающих киков, бот забанит нарушителя.
tr_tr: Bot þimdi büyük yazýda atacak(Tüm mesajýn en az %d karakterini ve %d%% kadarýný içermelidir), ve %d atma sonrasýnda ayný kullanýcýyý banlayacak.
