Repository: anope/anope
Catalog: lang/anope.*.po
Languages: it_it, ru_ru, tr_tr

source: Syntax: SET HIDE {EMAIL | STATUS | USERMASK | QUIT} {ON | OFF} Allows you to prevent certain pieces of information from being displayed when someone does a %S INFO on your nick. You can hide your E-mail address (EMAIL), last seen user@host mask (USERMASK), your services access status (STATUS) and last quit message (QUIT). The second parameter specifies whether the information should be displayed (OFF) or hidden (ON).
it_it: Sintassi: SET HIDE {EMAIL | STATUS | USERMASK | QUIT} {ON | OFF} Ti permette di nascondere alcune informazioni quando qualcuno effettua un %S INFO sul tuo nick. Puoi nascondere il tuo indirizzo e-mail (EMAIL), l'ultima hostmask di accesso (USERMASK) e l'ultimo messaggio di quit (QUIT). Il secondo parametro specifica se l'informazione indicata debba essere mostrata (OFF) o nascosta (ON).
ru_ru: Синтаксис: SET HIDE {EMAIL | STATUS | USERMASK | QUIT} {ON | OFF} Данная опция позволяет вам скрыть часть информации о вашем нике, которая может запрошена у %S с помощью команды INFO В качестве второго параметра вы должны указать что именно будет скрыто: USERMASK - для скрытия вашей последней хостмаски вида идент@хост STATUS - для скрытия вашего уровня доступа к сервисам EMAIL - для скрытия ассоциированного email-адреса. QUIT - для скрытия вашего последнего quit-сообщения В качестве третьего параметра вы должны указать либо ON либо OFF. Первый активирует скрытие, второй, соответственно, деактивирует.
tr_tr: Kullanýmý: SET HIDE {EMAIL | STATUS | USERMASK | QUIT} {ON | OFF} Birisi hakkýnýzda bilgi almak için %S INFO komutunu kullandýðýnda bazý bilgilerin burada gözükmemesini saðlar. E-mail adresinizi (EMAIL), son göründüðünüz user@host maskýný (USERMASK), ve son çýkýþ mesajýnýzý (QUIT) saklayabilirsiniz. Ýkinici parametre bilginin görünüp (OFF) görünmeyeceðini (ON) belirtmenizi saðlar.

source: Syntax: SET IGNORE {ON | OFF} Setting this will toggle Anope's usage of the IGNORE system on or off.
it_it: Sintassi: SET IGNORE {ON | OFF} Questa impostazione abilita o disabilita l'utilizzo del sistema IGNORE da parte di Anope.
ru_ru: Синтаксис: SET IGNORE {ON | OFF} Позволяет активировать/деактивировать обработку сервисного списка игнорируемых ников. Включите данный режим, если хотите что бы сервисы игнорировали запросы от ников числящихся в списке игнора.

source: Syntax: SET LIMIT [ channel ] limit  Sets the maximum number of memos you (or the given channel) are allowed to have. If you set this to 0, no one will be able to send any memos to you. However, you cannot set this any higher than %d.
it_it: Sintassi: SET LIMIT [ canale ] limite  Imposta il numero massimo di memo che si possono tenere (o che può tenere il canale indicato). Se il limite è impostato a 0, nessuno potrà inviare memo. In ogni caso, non è possibile impostare il limite a un valore maggiore di %d.
ru_ru: Синтаксис: SET LIMIT [ #канал ] предел  Позволяет ограничить максимальное количество сообщений, которое вы (или канал) можете принять. Установка значения в 0 полностью отключит возможность принятия сообщений. Максимально допустимое значение: %d.
tr_tr: Kullanýmý: SET LIMIT [ kanaladý ] limit  Sizin alabileceðiniz (yada belirtilen kanalýn) maksimum mesaj sayýsýný belirler. Eðer bunu 0 yaparsanýz kimse size mesaj gönderemeyecektir. Ayrýca bu limiti %d den fazla yapamazsýnýz.

source: Syntax: SET LIMIT [ user | channel ] { limit | NONE} [HARD] Sets the maximum number of memos a user or channel is allowed to have. Setting the limit to 0 prevents the user from receiving any memos; setting it to NONE allows the user to receive and keep as many memos as they want. If you do not give a nickname or channel, your own limit is set. Adding HARD prevents the user from changing the limit. Not adding HARD has the opposite effect, allowing the user to change the limit (even if a previous limit was set with HARD). This use of the SET LIMIT command is limited to Services admins. Other users may only enter a limit for themselves or a channel on which they have such privileges, may not remove their limit, may not set a limit above %d, and may not set a hard limit.
it_it: Sintassi: SET LIMIT [ utente | canale ] { limite | NONE} [HARD] Imposta il numero massimo di memo che un utente (nick) o canale può avere. Impostare il limite a 0 fa in modo che l'utente (o il canale) non possa ricevere alcun memo; impostarlo a NONE fa sì che l'utente (o il canale) possa ricevere e conservare un numero indefinito di memo. Se non viene specificato nessun nick o canale, viene impostato il proprio limite. Aggiungere il parametro HARD fa in modo che l'utente non possa cambiare il limite. Non aggiungerlo ha il livello opposto, e permette all'utente di cambiarlo, anche se un limite precedente era stato impostato con HARD. Questo uso di SET LIMIT è limitato ai Services Operator. Gli altri utenti possono impostare il limite soltanto per se stessi o per i canali sui quali hanno abbastanza privilegi, e potrebbero non essere in grado di rimuovere il limite o di impostarlo a un valore maggiore di %d.
ru_ru: Синтаксис: SET LIMIT [ пользователь | #канал ] { предел | NONE} [HARD] Устанавливает лимит на максимальное количество сообщений, которое пользователь (или канал) смогут принимать. Установка лимита равным 0 отключит возможность принятия сообщения вообще, установка в NONE разрешает пользователю принимать и сохранять столько сообщений, сколько он пожелает. Если вы не укажете пользователя или канал, настройки буду применены относительно вас. Дополнительный параметр HARD запретит указанному пользователю изменять свой лимит сообщений. Соответственно установка лимита без параметра HARD отменяет эффект запрета и разрешает пользователю настраивать свой лимит сообщений. Расширенное использование команды SET LIMIT доступно только для Администраторов сервисов. Обычные пользователи могуть менять лимит только для себя или для канала, на котором у них есть соответствующие привилегии. Они не могут удалить свой лимит, не могут установить лимит выше %d, и не могут использовать опцию HARD.
tr_tr: Kullanýmý: SET LIMIT [ kullanýcý | kanaladý ] { limit | NONE} [HARD] Bir kullanýcýcn yada kanalýn alabileceði maksimum mesaj sayýsýný belirler. Bunu 0 yapmak kullanýcýnýn mesaj almasýný engeller; NONE yapmaksa kullanýcýnýn istediði kadar mesaj alýp saklamasýný saðlar. Eðer kanal veya nick belirtilmezse, kendi limitinizi ayarlarsýnýz. HARD parametresini eklemek kullanýcýnýn bu limiti deðiþtirmesini engeller. Bunu eklememekde, kullanýcýnýn limiti deðiþtirmesine izin verir. (Bir önceki limit ayarýnda HARD kullanýlmýþ olsa bile). SET LIMIT komutunun Kullanýmý Servis adminleriyle sýnýrlýdýr. Diðer kullanýcýlar limitlerini kaldýramaz, %d üzeri bir limit belirleyemez, ve hard limitini ayarlayamaz. Sadece gerekli ayrýcalýklarý varsa bir kanalýn mesaj limitini ve kendi mesaj limitlerini ayarlayabilirler.

source: Syntax: SET MSG {ON | OFF} Allows you to choose the way Services are communicating with you. With MSG set, Services will use messages, else they'll use notices.
it_it: Sintassi: SET MSG {ON | OFF} Ti permette di scegliere il modo in cui i Services comunicano con te. Se MSG è attivo, i Services usano i messaggi (query), altrimenti usano i notices.
ru_ru: Синтаксис: SET MSG {ON | OFF} Позволяет вам выбрать способ общения сервисов с вами. Укажите ON, что бы активировать режим приватных сообщений - в этом случае все сообщения от сервисов будут приходить вам в приват. Параметр OFF заставит сервисы использовать режим уведомлений (notice, нотисы). Примечание: настройка данной опции может быть заблокирована.

source: Syntax: SET NOEXPIRE {ON | OFF} Sets no expire mode on or off. In no expire mode, nicks, channels, akills and exceptions won't expire until the option is unset. This option is equivalent to the command-line option -noexpire.
it_it: Sintassi: SET NOEXPIRE {ON | OFF} Attiva o disattiva la modalità no expire. In modalità no expire, i nick, i canali, le akill e le eccezioni non scadranno fino a quando l'opzione non viene disattivata. Questa opzione è equivalente all'opzione di riga di comando -noexpire.
ru_ru: Синтаксис: SET NOEXPIRE {ON | OFF} Включает или выключает режим глобального "не-истечения". В этом режиме, все ники, каналы, AKILL'ы и исключения из лимита сессий - никогда не истекут, по крайней мере до тех пор, пока эта опция не будет отключена. Активирование данной опции эквивалентно запуску сервисов с ключом -noexpire.
tr_tr: Kullanýmý: SET NOEXPIRE {ON | OFF} No expire modunu açar yada kapatýr. No expire modunda, nickler, kanallar, akiller, ve exceptionlar mod kapanana kadar zaman aþýmýna uðramazlar. -noexpire komut satýrý özelliðiyle aynýdýr.

source: Syntax: SET NOTIFY {ON | LOGON | NEW | MAIL | NOMAIL | OFF} Changes when you will be notified about new memos: ON You will be notified of memos when you log on, when you unset /AWAY, and when they are sent to you. LOGON You will only be notified of memos when you log on or when you unset /AWAY. NEW You will only be notified of memos when they are sent to you. MAIL You will be notified of memos by email aswell as any other settings you have. NOMAIL You will not be notified of memos by email. OFF You will not receive any notification of memos. ON is essentially LOGON and NEW combined.
it_it: Sintassi: SET NOTIFY {ON | LOGON | NEW | MAIL | NOMAIL | OFF} Cambia il modo in cui si verrà informati della ricezione di nuovi memo: ON Si verrà informati dei nuovi memo quando ci si connette, quando si torna dall'/AWAY, e quando vengono inviati (se si è online). LOGON Si verrà informati dei nuovi memo quando ci si connette o quando si torna dall'/AWAY. NEW Si verrà informati dei nuovi memo solo quando vengono inviati (se si è online). MAIL You will be notified of memos by email aswell as any other settings you have. NOMAIL You will not be notified of memos by email. OFF Non si verrà informati in nessun caso della ricezione dei nuovi memo. ON è sostanzialmente la combinazione di LOGON e NEW.
ru_ru: Синтаксис: SET NOTIFY {ON | LOGON | NEW | MAIL | NOMAIL | OFF} Данная опция позволяет настроить ваш личный метод уведомления о новых сообщениях, посланных вам кем-либо. Доступные режимы: ON уведомление будет поступать сразу, как только вы идентифицируетесь к нику, снимете с себя статус /AWAY или кто-то отправит вам новое сообщение. LOGON уведомление будет поступать сразу, как только вы идентифицируетесь к нику или снимете с себя статус /AWAY (отошел). NEW уведомление будет поступать сразу, как только кто-то отправит вам новое сообщение. MAIL You will be notified of memos by email aswell as any other settings you have. NOMAIL You will not be notified of memos by email. OFF уведомлений о получении новых сообщений поступать не будет Параметр ON является комбинацией значений LOGON и NEW.
tr_tr: Kullanýmý: SET NOTIFY {ON | LOGON | NEW | MAIL | NOMAIL | OFF} Yeni mesajlarda ne zaman uyarýlacaðýnýzý belirler: ON Yeni mesajlar için baðlandýðýnýzda, away den dönüþte ve size gönderildikleri anda uyarýlýrsýnýz. LOGON Yeni mesajlar için baðlandýðýnýzda ve away den dönüþte uyarýlýrsýnýz. NEW Yeni mesajlar için sadece size gönderildikleri anda uyarýlýrsýnýz. MAIL You will be notified of memos by email aswell as any other settings you have. NOMAIL You will not be notified of memos by email. OFF Yeni mesajlar için herhangi bir uyarý almazsýnýz. ON parametresi LOGON ve NEW 'in kombinasyonudur

source: Syntax: SET PASSWORD new-password  Changes the password used to identify you as the nick's owner.
it_it: Sintassi: SET PASSWORD nuova-password  Cambia la password utilizzata per identificarti come proprietario del nick.
ru_ru: Синтаксис: SET PASSWORD новый_пароль  Позволяет изменить пароль ника, используемый для идентификации к нему в качестве полноправного владельца.
tr_tr: Kullanýmý: SET PASSWORD yeni þifre  Nickinizi tanýtmak için kullandýðýnýz þifreyi deðiþtirir.

source: Syntax: SET PRIVATE {ON | OFF} Turns %S's privacy option on or off for your nick. With PRIVATE set, your nickname will not appear in nickname lists generated with %S's LIST command. (However, anyone who knows your nickname can still get information on it using the INFO command.)
it_it: Sintassi: SET PRIVATE {ON | OFF} Attiva o disattiva l'opzione privacy di %S per il tuo nick. Quando PRIVATE è attivo, il tuo nick non comparirà nelle liste dei nick generate con %S comando LIST. In ogni caso, però, chiunque sappia il tuo nick può leggerne le informazioni con il comando INFO.
ru_ru: Синтаксис: SET PRIVATE {ON | OFF} Активируетдеактивирует опцию приватности вашего ника на %S. Включенная таким образом PRIVATE скрывает ваш ник из информации по %S LIST. Примечание: тем не менее, любой, кто знает ваш ник, имеет возможность получить информацию о вас используя команду INFO.
tr_tr: Kullanýmý: SET PRIVATE {ON | OFF} %S'ün özel nick özelliðini açar kapatýr. PRIVATE ayarý ile, %S'ün LIST komutu kullanýldýðýnda nickiniz listede gözükmeyecektir.(Buna raðmen, nickinizi bilen biri INFO komutunu kullanarak hakkýnýzda bilgi alabilir.)

source: Syntax: SET READONLY {ON | OFF} Sets read-only mode on or off. In read-only mode, normal users will not be allowed to modify any Services data, including channel and nickname access lists, etc. IRCops with sufficient Services privileges will be able to modify Services' AKILL list and drop or forbid nicknames and channels, but any such changes will not be saved unless read-only mode is deactivated before Services is terminated or restarted. This option is equivalent to the command-line option -readonly.
it_it: Sintassi: SET READONLY {ON | OFF} Attiva o disattiva la modalità read-only. In modalità read-only, gli utenti normali non potranno modificare nessuna informazione nei database dei Services, incluse le liste di accesso dei nick e dei canali, eccetera. Gli IrcOp con sufficienti privilegi sui Services potranno modificare le liste AKILL e deregistrare (drop) o bloccare (forbid) i nick e i canali, ma questi cambiamenti non verrano salvati, a meno che la modalità read-only non sia disattivata prima che i Services vengano terminati oppure riavviati. Questa opzione è equivalente all'opzione di riga di comando -readonly.
ru_ru: Синтаксис: SET READONLY {ON | OFF} Включает или выключает глобальный режим READONLY - только-чтение. Работа сервисов в данном режиме запрещает обычным пользователям изменять какие-либо сервисные данные, например - списки доступа для ников или каналов, их настройки и т. д. Тем не менее, IRC-операторы с достаточными привилегиями на сервисах смогут модифицировать список AKILL'ов и удалять или запрещать ники и каналы, но все эти изменения не будут сохранены до тех пор, пока режим READONLY активен. Что бы сохранить все изменения, сделанные во время работы сервисов в этом режиме, вы должны деактивировать режим только-чтения прежде , чем работа сервисов будет завершена или они будут перезапущены. Активирование данной опции эквивалентно запуску сервисов с ключом -readonly.
tr_tr: Kullanýmý: SET READONLY {ON | OFF} Read-only modunu açar yada kapatýr. Read-only modunda, normal kullanýcýlar herhangi bir servis verisini deðiþtiremezler, bunun içinde kanal ve nick access listeleri v.s. vardýr. Yeterli ayrýcalýklarý olan IRCoplar servislerin AKILL listesini deðiþtirebilir, nicklerin ve kanallarýn kaydýný silebilir yada yasaklayabilir, fakat deðiþiklikler servisler kapatýlmadan yada tekrar baþlatýlmadan önce read-only modu kapatýlmazsa kaydedilmez. -readonly komut satýrý özelliðiyle aynýdýr.

source: Syntax: SET SECURE {ON | OFF} Turns %S's security features on or off for your nick. With SECURE set, you must enter your password before you will be recognized as the owner of the nick, regardless of whether your address is on the access list. However, if you are on the access list, %S will not auto-kill you regardless of the setting of the KILL option.
it_it: Sintassi: SET SECURE {ON | OFF} Attiva o disattiva sul tuo nick le funzionalità di sicurezza di %S. Quando SECURE è attivo, devi identificarti come proprietario del nick, anche se il tuo indirizzo compare nella lista di accesso. Comunque, se sei nella lista di accesso, %S non cambierà il tuo nick, anche se l'opzione KILL è attiva.
ru_ru: Синтаксис: SET SECURE {ON | OFF} Активирует/деактивирует режим безопасности для вашего ника. При включенной опции SECURE вы должны идентифицироваться на %S с помощью пароля, чтобы подтвердить что именно вы владелец текущего используемого вами ника. При этом на список хостмасок ника сервисы внимания не обращают. Отключение этой опции позволит вам идентифицироваться на %S через список масок ника, однако, максимально допустимый статус в данном случае будет равняться 2. Стоит также заметить, что сервисы не будут принудительно менять ваш ник, если в ACCESS-списке зарегистрированного ника есть хотя бы одна хостмаска, совпадающая с вашей текущей. Режим опции KILL при этом значения не имеет.
tr_tr: Kullanýmý: SET SECURE {ON | OFF} %S'ün güvenlik özelliklerini açar ve kapatýr. SECURE ayarý ile, nickin sahibi olarak tanýnmanýz için önce þifreyle kendinizi tanýtmanýz gerekir(adresinizin nickin access listesinde olup olmamasýna baðlý olarak). Fakat, eðer adresiniz nickin access listesindeyse KILL özelliði kullanýlmýþ olsa bile %S sizi otomatik olarak kill lemeyecektir.

source: Syntax: SET SUPERADMIN {ON | OFF} Setting this will grant you extra privileges such as the ability to be "founder" on all channel's etc... This option is not persistent, and should only be used when needed, and set back to OFF when no longer needed.
it_it: Sintassi: SET SUPERADMIN {ON | OFF} Questa impostazione aumenterà i privilegi dell'admin che la richiede, e permetterà ad esempio di essere fondatore su tutti i canali, ecc. Questa opzione NON è persistente, e dovrebbe essere usata solo quando necessario, e reimpostata a OFF al più presto.
ru_ru: Синтаксис: SET SUPERADMIN {ON | OFF} Режим Супер-Администратора не влияет на саму работу сервисов как таковую, однако его активирование влияет на условия проверки уровня доступа пользователя к тем или иным функциям. В частности, данный режим предоставляет использовавшему его Руту сервисов неограниченные привилегии на сервисах, например такие, как статус владельца на всех каналах сети, и т. п. Эта опция не постоянная и должна использоваться только при крайней необходимости. Отключите ее сразу, как только перестанете нуждаться в ней.
tr_tr: Syntax: SET SUPERADMIN {ON | OFF} Setting this will grant you extra privlages such as the ability to be "founder" on all channel's etc... This opion is _NOT_ persistant, and should only be used when needed, and set back to OFF when no longer needed.

source: Syntax: SETALL <nick> <hostmask>. Sets the vhost for all nicks in the same group as that of the given nick. If your IRCD supports vIdents, then using SETALL <nick> <ident>@<hostmask> will set idents for users as well as vhosts. * NOTE, this will not update the vhost for any nick's added to the group after this command was used.
it_it: Sintassi: SETALL <nick> <hostmask>. Imposta il vhost per tutti i nick nel gruppo del nick indicato. Se il tuo IRCD supporta i vIdent, la forma SET <nick> <ident>@<hostmask> permette di impostare l'ident, oltre che il vhost. NOTA - questo comando non aggiornerà i vhost dei nick aggiunti successivamente al gruppo.
ru_ru: Синтаксис: SETALL <ник> <хостмаска>. Устанавливает виртуальный хост для всех ников указанной группы.Если IRCd вашей сети подерживает виртуальные иденты, можно использовать формат SETALL <ник> < идент >@<хостмаска> для установки виртуальных идента и хоста одновременно. Примечание: виртуальный хост устанавливается для всех текущих ников указанной группы и не будет автоматически обновлен для нового ника, внесенного в группу уже после установки виртуального хоста.

source: Syntax: SHUTDOWN Causes Services to save all databases and then shut down.
it_it: Sintassi: SHUTDOWN Salva i database su disco e termina i Services.
ru_ru: Синтаксис: SHUTDOWN Заставляет сервисы сохранить все базы данных и завершить свою работу.
tr_tr: Kulanýmý: SHUTDOWN Servislerin tüm veritabanlarýný kaydederek kapanmasýný saðlar. Servis adminlerinin Kullanýmýyla sýnýrlýdýr.
