Repository: anope/anope
Catalog: lang/anope.*.po
Languages: it_it, ru_ru, tr_tr

source: Bot will now kick caps (they must constitute at least %d characters and %d%% of the entire message).
it_it: Il bot ora kickerà chi usa le maiuscole (devono costituire almeno %d caratteri e il %d%% dell'intero messaggio).
ru_ru: Режим кика за чрезмерное использование CapsLOCK активирован. Бот будет кикать посетителя, если его фраза содержит не менее %d больших символов и они составляют не менее %d%% от общего кол-ва символов.
tr_tr: Bot þimdi büyük yazýda atacak(Tüm mesajýn en az %d karakterini ve %d%% kadarýný içermelidir).

source: Bot will now kick colors, and will place a ban after %d kicks for the same user.
it_it: Il bot ora kickerà chi usa i colors, e piazzerà un ban dopo %d kick nei confronti dello stesso utente.
ru_ru: Режим кика за использование цветов активирован. Дополнительно, после %d предупреждающих киков, бот забанит нарушителя.
tr_tr: Bot þimdi renkli yazýda atacak, ve %d atma sonrasýnda ayný kullanýcýyý banlayacak.

source: Bot will now kick colors.
it_it: Il bot ora kickerà chi usa i colori.
ru_ru: Режим кика за использование цветов активирован.
tr_tr: Bot þimdi renkli yazýda atacak.

source: Bot will now kick flood (%d lines in %d seconds), and will place a ban after %d kicks for the same user.
it_it: Il bot ora kickerà chi flooda (%d linee in %d secondi), e piazzerà un ban dopo %d kick nei confronti dello stesso utente.
ru_ru: Режим кика за флуд активирован (условие: %d линий за %d секунд). Дополнительно, после %d предупреждающих киков, бот забанит нарушителя.
tr_tr: Bot þimdi text floodda atacak(%d sira %d saniyede), ve %d atma sonrasýnda ayný kullanýcýyý banlayacak.

source: Bot will now kick flood (%d lines in %d seconds).
it_it: Il bot ora kickerà chi flooda (%d linee in %d secondi).
ru_ru: Режим кика за флуд активирован (условие: %d линий за %d секунд).
tr_tr: Bot þimdi text floodda atacak(%d sýra %d saniyede).

source: Bot will now kick repeats (users that say %d times the same thing), and will place a ban after %d kicks for the same user.
it_it: Il bot ora kickerà chi ripete (gli utenti che ripetono %d volte la stessa cosa), e piazzerà un ban dopo %d kick nei confronti dello stesso utente.
ru_ru: Режим кика за чрезмерные повторы активирован. Бот будет кикать пользователя после %d повторов подряд и ставить бан после %d предупреждающих киков.
tr_tr: Bot þimdi tekrarda atacak(kullanýcý %d kez ayný þeyi söylerse), ve %d atma sonrasýnda ayný kullanýcýyý banlayacak.

source: Bot will now kick repeats (users that say %d times the same thing).
it_it: Il bot ora kickerà chi ripete (gli utenti che ripetono %d volte la stessa cosa).
ru_ru: Режим кика за чрезмерные повторы активирован. Бот будет кикать посетителя если он повторит одну и ту же фразу %d раз подряд.
tr_tr: Bot þimdi tekrarda atacak(kullanýcý %d kez ayný þeyi söylerse).

source: Bot will now kick reverses, and will place a ban after %d kicks for the same user.
it_it: Il bot ora kickerà chi usa i reverse, e piazzerà un ban dopo %d kick nei confronti dello stesso utente.
ru_ru: Режим кика за использование инверсного текста активирован. Дополнительно, после %d предупреждающих киков, бот забанит нарушителя.
tr_tr: Bot þimdi Ctrl+R de atacak, ve %d atma sonrasýnda ayný kullanýcýyý banlayacak.

source: Bot will now kick reverses.
it_it: Il bot ora kickerà chi usa i reverse.
ru_ru: Режим кика за использование инверсного текста активирован.
tr_tr: Bot þimdi Ctrl+R de atacak.

source: Bot will now kick underlines, and will place a ban after %d kicks for the same user.
it_it: Il bot ora kickerà chi usa il sottolineato, e piazzerà un ban dopo %d kick nei confronti dello stesso utente.
ru_ru: Режим кика за использование подчеркнутого текста активирован. Дополнительно, после %d предупреждающих киков, бот забанит нарушителя.
tr_tr: Bot þimdi altýçizili yazýda atacak, ve %d atma sonrasýnda ayný kullanýcýyý banlayacak.

source: Bot will now kick underlines.
it_it: Il bot ora kickerà chi usa il sottolineato.
ru_ru: Режим кика за использование подчеркнутого текста активирован.
tr_tr: Bot þimdi altýçizili yazýda atacak.

source: Bot won't kick bad words anymore.
it_it: Il bot non kickerà più chi dice le parolacce.
ru_ru: Режим кика за плохие слова отключен.
tr_tr: Bot artýk küfürlerde atmayacak.

source: Bot won't kick bolds anymore.
it_it: Il bot non kickerà più chi usa il grassetto.
ru_ru: Режим кика за использование жирного шрифта отключен.
tr_tr: Bot artýk kalýn yazýda atmayacak.

source: Bot won't kick caps anymore.
it_it: Il bot non kickerà più chi usa le maiuscole.
ru_ru: Режим кика за чрезмерное использование CapsLOCK отключен.
tr_tr: Bot artýk büyük yazýda atmayacak.

source: Bot won't kick colors anymore.
it_it: Il bot non kickerà più chi usa i colori.
ru_ru: Режим кика за использование цветов отключен.
tr_tr: Bot artýk renkli yazýda atmayacak.

source: Bot won't kick flood anymore.
it_it: Il bot non kickerà più chi flooda.
ru_ru: Режим кика за флуд отключен.
tr_tr: Bot artýk text floodda atmayacak.

source: Bot won't kick repeats anymore.
it_it: Il bot non kickerà più chi ripete.
ru_ru: Режим кика за чрезмерные повторы отключен.
tr_tr: Bot artýk tekrarda atmayacak.

source: Bot won't kick reverses anymore.
it_it: Il bot non kickerà più chi usa i reverse.
ru_ru: Режим кика за использование инверсного текста отключен.
tr_tr: Bot artýk Ctrl+R de atmayacak.

source: Bot won't kick underlines anymore.
it_it: Il bot non kickerà più chi usa il sottolineato.
ru_ru: Режим кика за использование подчеркнутого текста отключен.
tr_tr: Bot artýk altýçizili yazýda atmayacak.

source: BotServ : %6d records, %5d kB
ru_ru: BotServ : %6d записей, %5d kB
tr_tr: BotServ : %6d kayýt, %5d kB

source: Bots reserved to IRC operators:
it_it: Bot riservati agli IrcOp:
ru_ru: Боты, зарезервированные для IRC-операторов:
tr_tr: IRCoplara ayrilmis botlar:

source: Bytes read : %5d kB
it_it: Bytes letti: %5d kB
ru_ru: Байт считано : %5d kB
tr_tr: Okunan veri : %5d kB

source: Bytes written : %5d kB
it_it: Bytes scritti: %5d kB
ru_ru: Байт записано : %5d kB
tr_tr: Yazýlan veri : %5d kB

source: CANCEL { nick | channel }
it_it: CANCEL { nick | canale }
ru_ru: CANCEL { ник | #канал }
tr_tr: CANCEL { nick | kanaladý }

source: CHANKILL [+ expiry ] { #channel } [ reason ]
it_it: CHANKILL [+ scadenza ] { #canale } [ motivo ]
ru_ru: CHANKILL [+ срок_истечения ] { #канал } [ причина ]

source: CHECK nickname
ru_ru: CHECK ник

source: CLEAR channel what
it_it: CLEAR canale cosa
ru_ru: CLEAR #канал что_именно
tr_tr: CLEAR kanaladý neyi

source: CLEARMODES channel [ALL]
it_it: CLEARMODES canale [ALL]
ru_ru: CLEARMODES #канал [ALL]
tr_tr: CLEARMODES kanaladý [ALL]

source: Can't logout %s because he's a Services Operator.
it_it: Impossibile deidentificare %s perchè è un Services Operator.
ru_ru: Невозможно деидентифицировать %s так как он Администратор сервисов.

source: Cannot send mail now; please retry a little later.
it_it: Impossibile inviare e-mail adesso; riprova più tardi.
ru_ru: На данный момент отправка email невозможна, попробуйте позже.
tr_tr: Þu an mail gönderilemiyor; lütfen az sonra tekrar deneyin.

source: ChanServ : %6d records, %5d kB
ru_ru: ChanServ : %6d записей, %5d kB
tr_tr: ChanServ : %6d kayýt, %5d kB

source: Changed usermodes of %s.
it_it: Modi utente di %s modificati.
ru_ru: Режимы пользователя %s изменены.

source: Channel %s doesn't exist.
it_it: Il canale %s non esiste.
ru_ru: Канал %s не существует.
tr_tr: %s kanalý þu an kullanýmda deðil.

source: Channel %s has been dropped.
it_it: Il canale %s è stato deregistrato.
ru_ru: Канал %s удален из базы данных.
tr_tr: %s kanalýnýn kaydý silinmiþtir (dropped).

source: Channel %s has been forbidden by %s: %s
it_it: Il canale %s è stato vietato da %s: %s
ru_ru: Канал %s ЗАПРЕЩЕН к использованию %s: %s
tr_tr: %s kanalý yasaklanmýþtýr. %s: %s

source: Channel %s is already registered!
it_it: Il canale %s è già registrato!
ru_ru: Канал %s уже зарегистрирован!
tr_tr: %s kanalý zaten kayýtlý!

source: Channel %s is now forbidden.
it_it: Il canale %s non può più essere registrato o usato.
ru_ru: С этого момента канал %s запрещен для использования.
tr_tr: %s kanalýnýn Kullanýmý yasaklandý.

source: Channel %s is now released.
it_it: Il canale %s ora è stato rilasciato.
ru_ru: Канал %s успешно восстановлен из режима саспенда.

source: Channel %s is now suspended.
it_it: Il canale %s is ora è sospeso.
ru_ru: Активность канала %s приостановлена.

source: Channel %s isn't registered.
it_it: Il canale %s non è registrato.
ru_ru: Канал %s не зарегистрирован.
tr_tr: %s kanalý kayýtlý deðil.

source: Channel %s may not be registered or used.
it_it: Il canale %s non può essere registrato o usato.
ru_ru: Регистрация или использование канала %s ЗАПРЕЩЕНЫ.
tr_tr: %s kanalý kayýt edilemez ve kullanýlamaz.

source: Channel %s may not be registered.
it_it: Il canale %s non può essere registrato.
ru_ru: Канал %s не может быть зарегистрирован.
tr_tr: %s kanalý kayýt edilemez.

source: Channel %s registered under your nickname: %s
it_it: Il canale %s è stato registrato sotto il tuo nick: %s.
ru_ru: Канал %s успешно зарегистрирован на ник %s
tr_tr: %s kanalý bu nicke kayýt edildi: %s

source: Channel : %6d records, %5d kB
it_it: Canali: %6d records, %5d kB
ru_ru: Каналов : %6d записей, %5d kB
tr_tr: Kanal : %6d kayýt, %5d kB

source: Channel %s will expire.
it_it: Il canale %s scadrà.
ru_ru: Режим истечения по времени для канала %s активирована.
tr_tr: %s kanalý zaman aþýmýna eklendi.

source: Channel %s will not expire.
it_it: Il canale %s non scadrà.
ru_ru: С этого момента, регистрация канала %s никогда не истечет.
tr_tr: %s kanalý zaman aþýmýndan çýkarýldý.

source: Channel %s AOP list has been cleared.
it_it: La lista AOP del canale %s è stata svuotata.
ru_ru: Список AOP'ов канала %s был полностью очищен.
tr_tr: Kanalin %s AOP listesi temizlendi.

source: Channel %s HOP list has been cleared.
it_it: La lista HOP del canale %s è stata svuotata.
ru_ru: Список HOP'ов канала %s был полностью очищен.
tr_tr: Kanal %s HOP listesi temizlendi.

source: Channel %s SOP list has been cleared.
it_it: La lista SOP del canale %s è stata svuotata.
ru_ru: Список SOP'ов канала %s был полностью очищен.
tr_tr: Kanal %s SOP listesi temizlendi.

source: Channel %s VOP list has been cleared.
it_it: La lista VOP del canale %s è stata svuotata.
ru_ru: Список VOP'ов канала %s был полностью очищен.
tr_tr: Kanal %s VOP listesi temizlendi.

source: Channel %s access list has been cleared.
it_it: La lista di accesso del canale %s è stata svuotata.
ru_ru: Список доступа канала %s был полностью очищен.
tr_tr: Kanal %s access listesi temizlendi.

source: Channel %s akick list has been cleared.
it_it: La lista autokick del canale %s è stata svuotata.
ru_ru: Список AKICK'ов на канале %s был полностью очищен.
tr_tr: Kanal %s akick listesi temizlendi.

source: Channel %s is not a valid channel.
it_it: Il canale %s non è un canale valido.
ru_ru: Указано недопустимое имя канала: %s

source: Channel AOP lists may only contain registered nicknames.
it_it: La lista AOP può contenere soltanto nick registrati.
ru_ru: Список AOP'ов может включать в себя только зарегистрированные ники.
tr_tr: Kanal AOP listeleri sadece kayitli nicklerden olusabilir.

source: Channel HOP lists may only contain registered nicknames.
it_it: La lista HOP può contenere soltanto nick registrati.
ru_ru: Список HOP'ов может включать в себя только зарегистрированные ники.
tr_tr: Kanal HOP listeleri sadece kayitli nicklerden olusabilir.

source: Channel SOP lists may only contain registered nicknames.
it_it: La lista SOP può contenere soltanto nick registrati.
ru_ru: Список SOP'ов может включать в себя только зарегистрированные ники.
tr_tr: Kanal SOP listesi sadece kayitli nicklerden olusabilir.

source: Channel SQLINEs are not supported by your IRCd, so you can't use them.
it_it: Le SQLINE di canale non sono supportate da questo IRCd e sono pertanto inutilizzabili.
ru_ru: SQLINE-возможности сервисов в вашей сети недоступны.
tr_tr: SQLINE kullandiginiz IRCd tarafindan desteklenmiyor, bu yüzden kullanmazsiniz.

source: Channel VOP lists may only contain registered nicknames.
it_it: La lista VOP può contenere soltanto nick registrati.
ru_ru: Список VOP'ов может включать в себя только зарегистрированные ники.
tr_tr: Kanal VOP listeleri sadece kayitli nicklerden olusabilir.

source: Channel access lists may only contain registered nicknames.
it_it: Le liste di accesso del canale possono contenere soltanto nick registrati.
ru_ru: Список доступа канала может включать только зарегистрированные ники.
tr_tr: Kanal access listesi sadece kayýtlý kullanýcýlarý içermelidir.

source: Channel list: Name Users Modes Topic
it_it: Lista dei canali: Nome Utenti Modi Topic
ru_ru: Список каналов: Имя Посетителей Режимы Топик
tr_tr: Kanal listesi: Ýsim Kullanici Modlari Konu

source: Channel operator status disallowed
it_it: Modo di canale +o non permesso (op)
ru_ru: Уровень доступа, запрещающий получение статуса опа
tr_tr: Kanal içinde op olmasýný yasaklar.

source: Channels that %s has access on: Num Channel Level Description
it_it: Canali su cui %s ha accesso: Num Canale Livello Descrizione
ru_ru: Каналы, на которых у %s есть уровни доступа: Номер Канал Уровень Описание

source: Channels that you have access on: Num Channel Level Description
it_it: Canali su cui hai accesso: Num Canale Livello Descrizione
ru_ru: Каналы, на которых у вас есть уровни доступа: Номер Канал Уровень Описание

source: Couldn't forbid channel %s!
it_it: Impossibile vietare il canale %s!
ru_ru: Извините, установить запрет на канал %s неудалось.
tr_tr: %s kanalýnýn Kullanýmý yasaklanamadý!

source: Couldn't forbid nick %s!
it_it: Impossibile vietare il nick %s!
ru_ru: Извините, но установить режим запрета на ник %s неудалось.
tr_tr: %s nickinin Kullanýmý yasaklanamadý!

source: Couldn't release channel %s!
it_it: Impossibile rilasciare il canale %s!
ru_ru: Извините, восстановить активность канала %s неудалось.

source: Couldn't suspended channel %s!
it_it: Impossibile sospendere il canale %s!
ru_ru: Извините, установить режим саспенда на канал %s неудалось.

source: Current AKILL list:
it_it: Lista AKILL attuale:
ru_ru: Текущий список AKILL'ов:
tr_tr: Þu anki AKILL listesi:

source: Current AKILL list: Num Mask Reason
it_it: Lista AKILL attuale: Num Mask Motivo
ru_ru: Текущий список AKILL'ов: No. Маска Причина
tr_tr: Þu anki AKILL listesi: No Mask Sebep

source: Current Module list:
it_it: Lista moduli attuali:
ru_ru: Текущий список модулей:

source: Current SNLINE list:
it_it: Lista SNLINE attuale:
ru_ru: Текущий список SNLINE'ов:
tr_tr: Þu anki SNLINE listesi:

source: Current SNLINE list: Num Mask Reason
it_it: Lista SNLINE attuale: Num Mask Motivo
ru_ru: Текущий список SNLINE'ов: No. Маска Причина
tr_tr: Þu anki SNLINE listesi: No Mask Sebep

source: Current SQLINE list:
it_it: Lista SQLINE attuale:
ru_ru: Текущий список SQLINE'ов:
tr_tr: Mevcut SQLINE listesi:

source: Current SQLINE list: Num Mask Reason
it_it: Lista SQLINE attuale: Num Mask Motivo
ru_ru: Текущий список SQLINE'ов: No. Маска Причина
tr_tr: Mevcut SQLINE listesi: Num Mask Sebep

source: Current SZLINE list:
it_it: Lista SZLINE attuale:
ru_ru: Текущий список SZLINE'ов:
tr_tr: Þu anki SZLINE listesi:

source: Current SZLINE list: Num Mask Reason
it_it: Lista SZLINE attuale: Num Mask Motivo
ru_ru: Текущий список SZLINE'ов: No. Маска Причина
tr_tr: Þu anki SZLINE listesi: No Mask Sebep

source: Current Session Limit Exception list:
it_it: Lista delle eccezioni attuale:
ru_ru: Текущий список исключений из лимита сессий:
tr_tr: Þu anki Session Limit Exception listesi:

source: Current number of AKILLs: %d
it_it: Numero attuale di AKILL: %d
ru_ru: Текущее количество AKILL'ов : %d
tr_tr: Þu anki AKILL sayýsý: %d

source: Current number of SNLINEs: %d
it_it: Numero attuale di SNLINE: %d
ru_ru: Текущее количество SNLINE'ов : %d
tr_tr: Þu anki SNLINE sayýsý: %d

source: Current number of SQLINEs: %d
it_it: Numero attuale di SQLINE: %d
ru_ru: Текущее количество SQLINE'ов : %d
tr_tr: Su anki SQLINE sayisi: %d

source: Current number of SZLINEs: %d
it_it: Numero attuale di SZLINE: %d
ru_ru: Текущее количество SZLINE'ов : %d
tr_tr: Þu anki SZLINE sayýsý: %d

source: Current users: %d (%d ops)
it_it: Utenti correnti: %d (%d operatori)
ru_ru: Текущее кол-во пользователей: %d, IRC-операторов: %d
tr_tr: Þu anki kullanýcý sayýsý: %d (%d op)

source: DEL <nick>.
ru_ru: DEL <ник>.

source: DEL [ channel ] { num | list | ALL}
it_it: DEL [ canale ] { numero | lista | ALL}
ru_ru: DEL [ #канал ] { номер_сообщения | список_записей | ALL}
tr_tr: DEL [ kanaladý ] { num | liste | ALL}

source: DELALL <nick>.
ru_ru: DELALL <ник>.

source: DROP channel
it_it: DROP canale
ru_ru: DROP #канал
tr_tr: DROP kanaladý

source: Default AKILL expiry time: %d days
it_it: Durata di default delle AKILL: %d giorni
ru_ru: Время истечения AKILL'а по-умолчанию : %d дней
tr_tr: Varsayýlan AKILL zaman aþýmý: %d gün

source: Default AKILL expiry time: %d hours
it_it: Durata di default delle AKILL: %d ore
ru_ru: Время истечения AKILL'а по-умолчанию : %d часов
tr_tr: Varsayýlan AKILL zaman aþýmý: %d saat

source: Default AKILL expiry time: %d minutes
it_it: Durata di default delle AKILL: %d minuti
ru_ru: Время истечения AKILL'а по-умолчанию : %d минут
tr_tr: Varsayýlan AKILL zaman aþýmý: %d dakika

source: Default AKILL expiry time: 1 day
it_it: Durata di default delle AKILL: 1 giorno
ru_ru: Время истечения AKILL'а по-умолчанию : 1 день
tr_tr: Varsayýlan AKILL zaman aþýmý: 1 gün

source: Default AKILL expiry time: 1 hour
it_it: Durata di default delle AKILL: 1 ora
ru_ru: Время истечения AKILL'а по-умолчанию : 1 час
tr_tr: Varsayýlan AKILL zaman aþýmý: 1 saat

source: Default AKILL expiry time: 1 minute
it_it: Durata di default delle AKILL: 1 minuto
ru_ru: Время истечения AKILL'а по-умолчанию : 1 минута
tr_tr: Varsayýlan AKILL zaman aþýmý: 1 dakika

source: Default AKILL expiry time: No expiration
it_it: Durata di default delle AKILL: infinita
ru_ru: Время истечения AKILL'а по-умолчанию : никогда
tr_tr: Varsayýlan AKILL zaman aþýmý: zaman aþýmý yok

source: Default SNLINE expiry time: %d days
it_it: Durata di default delle SNLINE: %d giorni
ru_ru: Время истечения SNLINE'а по-умолчанию : %d дней
tr_tr: Varsayýlan SNLINE zaman aþýmý süresi: %d gün

source: Default SNLINE expiry time: %d hours
it_it: Durata di default delle SNLINE: %d ore
ru_ru: Время истечения SNLINE'а по-умолчанию : %d часов
tr_tr: Varsayýlan SNLINE zaman aþýmý süresi: %d saat

source: Default SNLINE expiry time: %d minutes
it_it: Durata di default delle SNLINE: %d minuti
ru_ru: Время истечения SNLINE'а по-умолчанию : %d минут
tr_tr: Varsayýlan SNLINE zaman aþýmý süresi: %d dakika

source: Default SNLINE expiry time: 1 day
it_it: Durata di default delle SNLINE: 1 giorno
ru_ru: Время истечения SNLINE'а по-умолчанию : 1 день
tr_tr: Varsayýlan SNLINE zaman aþýmý süresi: 1 gün

source: Default SNLINE expiry time: 1 hour
it_it: Durata di default delle SNLINE: 1 ora
ru_ru: Время истечения SNLINE'а по-умолчанию : 1 час
tr_tr: Varsayýlan SNLINE zaman aþýmý süresi: 1 saat

source: Default SNLINE expiry time: 1 minute
it_it: Durata di default delle SNLINE: 1 minuto
ru_ru: Время истечения SNLINE'а по-умолчанию : 1 минута
tr_tr: Varsayýlan SNLINE zaman aþýmý süresi: 1 dakika

source: Default SNLINE expiry time: No expiration
it_it: Durata di default delle SNLINE: infinita
ru_ru: Время истечения SNLINE'а по-умолчанию : никогда
tr_tr: Varsayýlan SNLINE zaman aþýmý süresi: Zaman aþýmý yok

source: Default SQLINE expiry time: %d days
it_it: Durata di default delle SQLINE: %d giorni
ru_ru: Время истечения SQGLINE'а по-умолчанию: %d дней
tr_tr: Varsayilan SQLINE zaman asimi süresi: %d gün

source: Default SQLINE expiry time: %d hours
it_it: Durata di default delle SQLINE: %d ore
ru_ru: Время истечения SQGLINE'а по-умолчанию: %d часов
tr_tr: Varsayilan SQLINE zaman asimi süresi: %d saat

source: Default SQLINE expiry time: %d minutes
it_it: Durata di default delle SQLINE: %d minuti
ru_ru: Время истечения SQGLINE'а по-умолчанию: %d минут
tr_tr: Varsayilan SQLINE zaman asimi süresi: %d dakika

source: Default SQLINE expiry time: 1 day
it_it: Durata di default delle SQLINE: 1 giorno
ru_ru: Время истечения SQGLINE'а по-умолчанию: 1 день
tr_tr: Varsayilan SQLINE zaman asimi süresi: 1 gün

source: Default SQLINE expiry time: 1 hour
it_it: Durata di default delle SQLINE: 1 ora
ru_ru: Время истечения SQGLINE'а по-умолчанию: 1 час
tr_tr: Varsayilan SQLINE zaman asimi süresi: 1 saat

source: Default SQLINE expiry time: 1 minute
it_it: Durata di default delle SQLINE: 1 minuto
ru_ru: Время истечения SQGLINE'а по-умолчанию: 1 минута
tr_tr: Varsayilan SQLINE zaman asimi süresi: 1 dakika

source: Default SQLINE expiry time: No expiration
it_it: Durata di default delle SQLINE: infinita
ru_ru: Время истечения SQGLINE'а по-умолчанию: никогда
tr_tr: Varsayilan SQLINE zaman asimi süresi: Zaman asimi yok

source: Default SZLINE expiry time: %d days
it_it: Durata di default delle SZLINE: %d giorni
ru_ru: Время истечения SZLINE'а по-умолчанию : %d дней
tr_tr: Varsayýlan SZLINE zaman aþýmý süresi: %d gün

source: Default SZLINE expiry time: %d hours
it_it: Durata di default delle SZLINE: %d ore
ru_ru: Время истечения SZLINE'а по-умолчанию : %d часов
tr_tr: Varsayýlan SZLINE zaman aþýmý süresi: %d saat

source: Default SZLINE expiry time: %d minutes
it_it: Durata di default delle SZLINE: %d minuti
ru_ru: Время истечения SZLINE'а по-умолчанию : %d минут
tr_tr: Varsayýlan SZLINE zaman aþýmý süresi: %d dakika

source: Default SZLINE expiry time: 1 day
it_it: Durata di default delle SZLINE: 1 giorno
ru_ru: Время истечения SZLINE'а по-умолчанию : 1 день
tr_tr: Varsayýlan SZLINE zaman aþýmý süresi: 1 gün

source: Default SZLINE expiry time: 1 hour
it_it: Durata di default delle SZLINE: 1 ora
ru_ru: Время истечения SZLINE'а по-умолчанию : 1 час
tr_tr: Varsayýlan SZLINE zaman aþýmý süresi: 1 saat

source: Default SZLINE expiry time: 1 minute
it_it: Durata di default delle SZLINE: 1 minuto
ru_ru: Время истечения SZLINE'а по-умолчанию : 1 минута
tr_tr: Varsayýlan SZLINE zaman aþýmý süresi: 1 dakika

source: Default SZLINE expiry time: No expiration
it_it: Durata di default delle SZLINE: infinita
ru_ru: Время истечения SZLINE'а по-умолчанию : никогда
tr_tr: Varsayýlan SZLINE zaman aþýmý süresi: Zaman aþýmý yok

source: Deleted %d entries from %s AOP list.
it_it: Eliminati %d record dalla lista AOP di %s.
ru_ru: Удалено %d записей из списка AOP'ов канала %s.

source: Deleted %d entries from %s HOP list.
it_it: Eliminati %d record dalla lista HOP di %s.
ru_ru: Удалено %d записей из списка HOP'ов канала %s.

source: Deleted %d entries from %s SOP list.
it_it: Eliminati %d record dalla lista SOP di %s.
ru_ru: Удалено %d записей из списка SOP'ов канала %s.

source: Deleted %d entries from %s VOP list.
it_it: Eliminati %d record dalla lista VOP di %s.
ru_ru: Удалено %d записей из списка VOP'ов канала %s.
tr_tr: Silindi %d VOP listesinden kayit %s kanali.

source: Deleted %d entries from %s access list.
it_it: Eliminati %d record dalla lista di accesso di %s.
ru_ru: Удалено %d записей из списка доступа канала %s.
